Repository: KDE/krusader
Catalog: po/sa/krusader.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: ActionMan - Manage Your Useractions
sa: ActionMan - स्वस्य Useractions प्रबन्धयन्तु

source: New protocol
sa: नवीन प्रोटोकॉल

source: Set a protocol:
sa: एकं प्रोटोकॉलं सेट् कुर्वन्तु:

source: Edit Protocol
sa: प्रोटोकॉल सम्पादयतु

source: Set another protocol:
sa: अन्यं प्रोटोकॉलं सेट् कुर्वन्तु:

source: Edit Path
sa: सम्पादन पथ

source: Set another path:
sa: अन्यं मार्गं स्थापयन्तु :

source: New MIME Type
sa: नवीनः MIME प्रकारः

source: Set a MIME type:
sa: MIME प्रकारं सेट् कुर्वन्तु:

source: Edit MIME Type
sa: MIME प्रकार सम्पादयतु

source: Set another MIME type:
sa: अन्यं MIME प्रकारं सेट् कुर्वन्तु:

source: New File Name
sa: नवीनं सञ्चिकानाम

source: Set a file name:
sa: सञ्चिकानाम सेट् कुर्वन्तु:

source: Edit File Name
sa: सञ्चिकानाम सम्पादयतु

source: Set another file name:
sa: अन्यं सञ्चिकानाम सेट् कुर्वन्तु:

source: Please set a unique name for the useraction
sa: कृपया उपयोक्तृक्रियायाः कृते एकं अद्वितीयं नाम सेट् कुर्वन्तु

source: Please set a title for the menu entry
sa: कृपया मेनूप्रविष्टेः कृते शीर्षकं सेट् कुर्वन्तु

source: Command line is empty
sa: आदेशपङ्क्तिः रिक्तः अस्ति

source: There already is an action with this name. If you do not have such a useraction the name is used by Krusader for an internal action.
sa: अनेन नाम्ना कर्म पूर्वमेव अस्ति। यदि भवतः एतादृशः उपयोक्तृक्रिया नास्ति तर्हि नाम क्रुसाडर इत्यनेन आन्तरिकक्रियायाः कृते उपयुज्यते ।

source: Action Property
sa: कर्म सम्पत्ति

source: Basic Properties
sa: मूलभूत गुण

source: A detailed description of the <b>Useraction</b>. It is only displayed in the <i>Konfigurator</i> and via <code>Shift+F1</code>.
sa: <b>Useraction</b> इत्यस्य विस्तृतं वर्णनं . इदं केवलं <i>Konfigurator</i> मध्ये <code>Shift+F1</code> मार्गेण च प्रदर्शितं भवति ।

source: Description:
sa: वर्णनम्‌:

source: Command Accepts
sa: आदेशः स्वीकुर्वति

source: Substitute the <b>Placeholders</b> with local filenames.
sa: <b>Placeholders इत्यस्य</b> स्थाने स्थानीयसञ्चिकानामानि स्थापयन्तु ।

source: &Local files only (no URLs)
sa: &केवलं स्थानीयसञ्चिकाः (URL नास्ति)

source: Substitute the <b>Placeholders</b> with valid URLs.
sa: <b>Placeholders इत्यस्य</b> स्थाने वैध URLs स्थापयन्तु ।

source: The title displayed in the <b>Usermenu</b>.
sa: <b>Usermenu</b> मध्ये प्रदर्शितं शीर्षकम् .

source: Title:
sa: शीर्षक:

source: Unique name of the <b>Useraction</b>. It is only used in the <i>Konfigurator</i> and does not appear in any other menu.<p><b>Note</b>: the <i>Title</i> shown in the <b>Usermenu</b> can be set below.
sa: <b>Useraction</b> इत्यस्य अद्वितीयं नाम . केवलं <i>Konfigurator</i> इत्यत्र एव उपयुज्यते अन्यस्मिन् मेन्यू मध्ये न दृश्यते ।<p> <b>नोट</b> : <b>Usermenu</b> मध्ये दर्शितं <i>Title</i> अधः सेट् कर्तुं शक्यते ।

source: <b>Useractions</b> can be grouped in categories for better distinction. Choose a existing <i>Category</i> or create a new one by entering a name.
sa: उत्तमभेदार्थं <b>उपयोक्तृक्रियाः</b> वर्गेषु समूहीकृताः भवितुम् अर्हन्ति । विद्यमानं <i>Category</i> चिनोतु अथवा नाम प्रविष्ट्वा नूतनं रचयन्तु ।

source: Each <b>Useraction</b> can have its own icon. It will appear in front of the title in the <b>Usermenu</b>.
sa: प्रत्येकं <b>Useraction</b> इत्यस्य स्वकीयं चिह्नं भवितुम् अर्हति । <b>Usermenu</b> मध्ये शीर्षकस्य पुरतः दृश्यते |

source: <p>Unique name of the <b>Useraction</b>. It is only used in the <i>Konfigurator</i> and does not appear in any other menu.</p><p><b>Note</b>: The <i>Title</i> shown in the <b>Usermenu</b> can be set below.</p>
sa: <p><b>Useraction</b> इत्यस्य अद्वितीयं नाम . केवलं <i>Konfigurator</i> इत्यत्र एव उपयुज्यते अन्यस्मिन् मेन्यू मध्ये न दृश्यते ।</p><p> <b>नोट</b> : <b>Usermenu</b> मध्ये दर्शितं <i>Title</i> अधः सेट् कर्तुं शक्यते ।</p>

source: Identifier:
sa: परिचयकः :

source: <p>The <i>Command</i> defines the command that will be executed when the <b>Useraction</b> is used. It can be a simple shell command or a complex sequence of multiple commands with <b>Placeholders</b>.</p><p>Examples:</p><ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> <p>Please consult the handbook to learn more about the syntax.</p>
sa: <p><i>Command इत्यनेन</i> <b>Useraction</b> इत्यस्य उपयोगे यत् आदेशः निष्पादितः भविष्यति तत् परिभाषयति । इदं सरलं शेल् आदेशः अथवा <b>Placeholders इत्यनेन</b> सह बहुविधानाम् आदेशानां जटिलः क्रमः भवितुम् अर्हति |</p><p> उदाहरणानि : १.</p><ul><li> <code>eject /mnt/cdrom</code></li><li> <code>amarok --append %aList(&quot;Selected&quot;)%</code></li></ul><p> वाक्यविन्यासस्य विषये अधिकं ज्ञातुं कृपया हस्तपुस्तिकायाः परामर्शं कुर्वन्तु ।</p>

source: Command:
sa: आदेश:

source: The <i>Tooltip</i> is shown when the mouse cursor is hold over an entry of the <b>Useraction Toolbar</b>.
sa: यदा <b>Useraction Toolbar</b> इत्यस्य प्रविष्टेः उपरि मूषकस्य कर्सरः धारितः भवति तदा <i>Tooltip</i> दर्शितं भवति |

source: The <i>Workdir</i> defines in which folder the <i>Command</i> will be executed.
sa: <i>Workdir इत्यनेन</i> <i>Command</i> कस्मिन् समुच्चय मध्ये निष्पादितः भविष्यति इति परिभाषयति ।

source: Tooltip:
sa: साधनसूची :

source: The <i>Command</i> defines the command that will be executed when the <b>Useraction</b> is used. It can be a simple shell command or a complex sequence of multiple commands with <b>Placeholders</b>.<p> Examples:<ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> Please consult the handbook to learn more about the syntax.
sa: <i>Command इत्यनेन</i> <b>Useraction</b> इत्यस्य उपयोगे यत् आदेशः निष्पादितः भविष्यति तत् परिभाषयति । इदं सरलं शेल् आदेशः अथवा <b>Placeholders इत्यनेन</b> सह बहुविधानाम् आदेशानां जटिलः क्रमः भवितुम् अर्हति |<p> उदाहरणानि : १.<ul><li> <code>eject /mnt/cdrom</code></li><li> <code>amarok --append %aList(&quot;Selected&quot;)%</code></li></ul> वाक्यविन्यासस्य विषये अधिकं ज्ञातुं कृपया हस्तपुस्तिकायाः परामर्शं कुर्वन्तु ।

source: Category:
sa: कोटी:

source: Add <b>Placeholders</b> for the selected files in the panel.
sa: फलकमध्ये चयनितसञ्चिकानां कृते <b>Placeholders</b> योजयन्तु ।

source: &Add
sa: &संयोजयति

source: Workdir:
sa: कार्यनिर्देशकः :

source: Default shortcut:
sa: पूर्वनिर्धारितशॉर्टकट् :

source: Set a default keyboard shortcut.
sa: पूर्वनिर्धारितं कीबोर्डशॉर्टकट् सेट् कुर्वन्तु ।

# No shortcut
source: None
sa: न कश्चित्

source: If checked, the action is shown in the Useractions menus.
sa: यदि चेक् कृतं तर्हि Useractions मेन्यूषु क्रिया दर्शिता भवति ।

source: Enabled
sa: सक्षमम्

source: Execution Mode
sa: निष्पादनविधिः

source: Collect the output of the executed program.
sa: निष्पादितस्य प्रोग्रामस्य आउटपुट् संग्रहयन्तु ।

source: Collect output
sa: उत्पादनं संग्रहयन्तु

source: Separate standard out and standard error in the output collection.
sa: आउटपुट् संग्रहे मानक आउट् तथा मानकदोषं पृथक् कुर्वन्तु ।

source: Separate standard error
sa: पृथक् मानकदोषः

source: &Normal
sa: &सामान्य

source: Run the command in a terminal.
sa: एकस्मिन् टर्मिनल् मध्ये आदेशं चालयन्तु ।

source: Run in terminal
sa: टर्मिनल् मध्ये चालयन्तु

source: Run the command in the embedded terminal emulator.
sa: एम्बेडेड् टर्मिनल् एमुलेटर् मध्ये आदेशं चालयन्तु ।

source: Run in the embedded terminal emulator
sa: एम्बेडेड् टर्मिनल् एमुलेटर् मध्ये चालयन्तु

source: Advanced Properties
sa: उन्नत गुण

source: The Useraction is only available for
sa: Useraction केवलं कृते एव उपलभ्यते

source: Protocol
sa: प्रोटोकॉल

# New protocol
source: &New...
sa: &नूतनम्‌...

source: Chan&ge...
sa: परिवर्तय...

source: De&lete
sa: लुप्

source: Show the <b>Useraction</b> only for the values defined here.
sa: अत्र परिभाषितमूल्यानां कृते एव <b>Useraction</b> दर्शयतु ।

source: Path
sa: पथं

# New path
source: &New...
sa: &नूतनम्‌...

source: MIME Type
sa: MIME प्रकार

# New MIME
source: &New...
sa: &नूतनम्‌...

source: File Name
sa: सञ्चिकानाम

source: Show the <b>Useraction</b> only for the file names defined here. The wildcards '<code>?</code>' and '<code>*</code>' can be used.
sa: अत्र परिभाषितसञ्चिकानामानां कृते एव <b>Useraction</b> दर्शयतु । वाइल्डकार्ड्स् &#39; <code>?</code> &#39; तथा &#39; <code>*</code> &#39; प्रयोक्तुं शक्यन्ते ।

# New file
source: &New...
sa: &नूतनम्‌...

source: Allows one to tweak the <i>Command</i> before it is executed.
sa: <i>Command इत्यस्य</i> कार्यान्वयनात् पूर्वं tweak कर्तुं शक्नोति ।

source: Confirm each program call separately
sa: प्रत्येकं प्रोग्राम् आह्वानं पृथक् पृथक् पुष्टयन्तु

source: Execute the <i>Command</i> under a different user ID.
sa: भिन्नस्य उपयोक्तृ-ID इत्यस्य अन्तर्गतं <i>Command</i> इत्येतत् निष्पादयन्तु ।

source: Run as different user:
sa: भिन्नप्रयोक्तृरूपेण चालयन्तु :

source: Active panel
sa: सक्रियः पटलः

source: Other panel
sa: अन्यः पटलः

source: Left panel
sa: वामपटलम्

source: Right panel
sa: दक्षिणपटलम्

source: Panel independent
sa: पैनल स्वतन्त्र

source: Choose executable...
sa: कार्यान्वयनीयं चिनोतु...

source: User Action Parameter Dialog
sa: उपयोक्ता क्रिया पैरामीटर संवाद

source: This placeholder allows some parameter:
sa: एतत् स्थानधारकं किञ्चित् पैरामीटर् अनुमन्यते:

source: Title
sa: शीर्षक

source: XML files (*.xml);;All files (*)
sa: XML सञ्चिकाः (*.xml);;सर्व सञ्चिकाः (*)

source: Create new useraction
sa: नूतनं उपयोक्तृक्रियां रचयन्तु

source: Import useractions
sa: उपयोक्तृक्रियाः आयातयन्तु

source: Export useractions
sa: उपयोक्तृक्रियाः निर्यातयन्तु

source: Copy useractions to clipboard
sa: उपयोक्तृक्रियाः क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Paste useractions from clipboard
sa: क्लिप्बोर्डतः उपयोक्तृक्रियाः चिनोतु

source: Delete selected useractions
sa: चयनित उपयोक्तृक्रियाः विलोपयन्तु

source: The current action has been modified. Do you want to apply these changes?
sa: वर्तमान क्रिया परिवर्तिता अस्ति। एतानि परिवर्तनानि प्रयोक्तुं इच्छन्ति वा ?

source: Are you sure that you want to remove all selected actions?
sa: किं भवन्तः निश्चिन्ताः सन्ति यत् भवन्तः सर्वाणि चयनितक्रियाणि अपसारयितुम् इच्छन्ति?

source: Remove Selected Actions?
sa: चयनितक्रियाः निष्कासयन्तु?

source: This file already contains some useractions. Do you want to overwrite it or should it be merged with the selected actions?
sa: अस्मिन् सञ्चिकायां पूर्वमेव केचन उपयोक्तृक्रियाः सन्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति वा चयनितक्रियाभिः सह विलीनं कर्तव्यम्?

source: Overwrite or Merge?
sa: अधिलेखनं वा विलीनीकरणं वा ?

source: Merge
sa: विलयः

source: This file already exists. Do you want to overwrite it?
sa: एषा सञ्चिका पूर्वमेव अस्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति ?

source: Overwrite Existing File?
sa: विद्यमानसञ्चिकां अधिलेखयतु?

source: Cannot open %1 for writing. Nothing exported.
sa: लेखनार्थं %1 उद्घाटयितुं न शक्यते । न किमपि निर्यातितम्।

source: Export Failed
sa: निर्यातं विफलम्

source: Internal error, undefined <job> in result signal
sa: आन्तरिकदोषः, परिणामसंकेते अपरिभाषितः <job>

source: Downloading remote files
sa: दूरस्थसञ्चिकानां डाउनलोड् करणं

source: Counting files
sa: सञ्चिकानां गणना

source: Uploading to remote destination
sa: दूरस्थगन्तव्यस्थाने अपलोड् करणम्

# %1=archive filename
source: %1, unsupported archive type.
sa: %1, असमर्थितः संग्रहप्रकारः ।

source: Counting files in archive
sa: संग्रहे सञ्चिकानां गणना

source: Failed to list the content of the archive (%1).
sa: संग्रहस्य सामग्रीं सूचीतुं असफलम् (%1) ।

source: Failed to unpack %1.
sa: %1 अनपैक् कर्तुं असफलम् ।

source: Failed to convert rpm (%1) to cpio.
sa: rpm (%1) इत्येतत् cpio इत्यत्र परिवर्तयितुं असफलम् ।

source: Failed to convert deb (%1) to tar.
sa: deb (%1) इत्येतत् tar इति परिवर्तयितुं असफलम् ।

source: Unpacking File(s)
sa: सञ्चिका(सञ्चिकाः) अनपैक करणम् .

source: User cancelled.
sa: उपयोक्ता रद्दः।

source: Testing Archive
sa: परीक्षण अभिलेखागार

source: Packing File(s)
sa: पैकिंग सञ्चिका(s) .

source: Failed to pack %1.
sa: %1 पैक् कर्तुं असफलम् ।

source: This archive is encrypted, please supply the password:
sa: इदं संग्रहणं गुप्तीकरणं कृतम् अस्ति, कृपया गुप्तशब्दं आपूर्तिं कुर्वन्तु:

source: Processed files
sa: संसाधिताः सञ्चिकाः

source: Error while packing
sa: पैकिंगं कुर्वन् त्रुटिः

# %1=archive filename
source: %1, test failed.
sa: %1, परीक्षणं विफलम् ।

source: Archive tests passed.
sa: अभिलेखागारपरीक्षाः उत्तीर्णाः।

source: Error while unpacking
sa: अनपैकिंग् करणकाले त्रुटिः

source: Add Bookmark
sa: बुकमार्कं योजयतु

source: Name:
sa: नामः:

source: URL:
sa: URL: 1.1.

source: Create in:
sa: इत्यत्र रचयन्तु :

source: New Folder
sa: नवीनं पुटम्

source: Folders
sa: पुटम्

source: Bookmarks
sa: बुकमार्क्स

source: Folder name:
sa: पुटस्य नाम :

source: Trash bin
sa: कचराकोषः

source: Virtual Filesystem
sa: आभासी सञ्चिकातन्त्रम्

source: Local Network
sa: स्थानीय संजाल

source: BookMan II
sa: पुस्तकपुरुष II

source: Type to search...
sa: अन्वेषणार्थं टङ्कयन्तु...

source: Error
sa: त्रुटि

source: Unable to write to %1
sa: %1 मध्ये लिखितुं असमर्थः

source: %1 instead of %2
sa: %2 इत्यस्य स्थाने %1

source: missing tag %1
sa: %1 इति टैग् गम्यते

source: %1 does not seem to be a valid bookmarks file
sa: %1 वैधपुस्तकचिह्नसञ्चिका न दृश्यते

source: Error reading bookmarks file: %1
sa: पुस्तकचिह्नसञ्चिकां पठितुं त्रुटिः: %1

source: Popular URLs
sa: लोकप्रियाः URLs

source: Enable special bookmarks
sa: विशेषपुस्तकचिह्नानि सक्षमं कुर्वन्तु

source: Jump back
sa: पृष्ठतः कूदतु

source: Open
sa: उद्घाटित

source: Open in a new tab
sa: नूतने ट्याब् मध्ये उद्घाटयन्तु

source: Delete
sa: लुप्

source: <qt>Could not start <b>%1</b>.</qt>
sa: <qt><b>%1</b> आरभ्यतुं न शक्तम् ।</qt>

source: <qt>There was an error while running <b>%1</b>.</qt>
sa: <qt><b>%1</b> चालयन् त्रुटिः अभवत् ।</qt>

source: Error reading stdout or stderr
sa: stdout अथवा stderr पठने त्रुटिः

source: Please wait...
sa: कृपया प्रतीक्षां कुर्वन्तु...

source: <qt>Krusader cannot find a checksum tool that handles %1 on your system. Please check the <b>Dependencies</b> page in Krusader's settings.</qt>
sa: <qt>Krusader भवतः प्रणाल्यां %1 नियन्त्रयति इति चेकसम-उपकरणं न प्राप्नोति । कृपया Krusader इत्यस्य सेटिंग्स् मध्ये <b>Dependencies</b> पृष्ठं पश्यन्तु ।</qt>

source: Creating Checksums
sa: चेकसम्स् रचयन्

source: Create Checksums
sa: चेकसम्स् रचयन्तु

source: About to calculate checksum for the following files or folders:
sa: निम्नलिखितसञ्चिकानां वा पुटस्य वा चेकसमस्य गणनायाः विषये:

source: Select the checksum method:
sa: चेकसम-विधिं चिनोतु :

source: Checksum Results
sa: चेकसम परिणाम

source: File
sa: सञ्चिका

source: Hash
sa: हश

source: Errors received:
sa: प्राप्ताः त्रुटयः :

source: Save one checksum file for each source file
sa: प्रत्येकस्य स्रोतसञ्चिकायाः कृते एकं चेकसम सञ्चिकां रक्षन्तु

source: No files found
sa: न सञ्चिकाः प्राप्ताः

source: Errors were detected while creating the checksums
sa: चेकसम्स् निर्माय त्रुटयः ज्ञाताः

source: Checksums were created successfully
sa: चेकसम्स् सफलतया निर्मिताः

source: Saving checksum files...
sa: चेकसम सञ्चिकानां रक्षणम्...

source: Errors occurred while saving multiple checksums. Stopping
sa: एकाधिकं चेकसमं रक्षन् त्रुटयः अभवन् । स्थगितम्

source: Error saving file %1
sa: %1 सञ्चिकायाः रक्षणे त्रुटिः

source: Verifying Checksums
sa: चेकसमस्य सत्यापनम्

source: Verify Checksum File
sa: Checksum File सत्यापयन्तु

source: About to verify the following checksum file
sa: निम्नलिखित चेकसम सञ्चिकायाः सत्यापनस्य विषये

source: Checksum file:
sa: चेकसम सञ्चिका :

source: Verify Result
sa: परिणामस्य सत्यापनम्

source: Result output:
sa: परिणामनिर्गमः :

source: Errors were detected while verifying the checksums
sa: चेकसमस्य सत्यापनकाले त्रुटयः ज्ञाताः

source: Checksums were verified successfully
sa: चेकसमस्य सफलतया सत्यापनम् अभवत्

source: F2 Delay Job Start
sa: F2 Job Start विलम्बं कुरुत

source: F2 Queue
sa: F2 कतारम्

source: Do not start the job now.
sa: इदानीं कार्यं न आरभत।

source: Enqueue the job if another job is running. Otherwise start immediately.
sa: यदि अन्यत् कार्यं प्रचलति तर्हि कार्यं पङ्क्तिबद्धं कुर्वन्तु । अन्यथा तत्क्षणमेव आरभत।

source: Choose Files
sa: Files इति चिनोतु

source: Select the following files:
sa: निम्नलिखितसञ्चिकाः चिनोतु :

source: Predefined Selections
sa: पूर्वनिर्धारितचयनम्

source: A predefined selection is a file-mask which you often use. Some examples are: "*.c, *.h", "*.c, *.o", etc. You can add these masks to the list by typing them and pressing the Add button. Delete removes a predefined selection and Clear removes all of them. Notice that the line in which you edit the mask has its own history, you can scroll it, if needed.
sa: पूर्वनिर्धारितं चयनं सञ्चिका-मास्कं भवति यस्य उपयोगं भवन्तः प्रायः कुर्वन्ति । केचन उदाहरणानि सन्ति- "*.c, *.h", "*.c, *.o", इत्यादयः । एतानि मास्क्स् टङ्कयित्वा Add बटन् नुत्वा सूचीयां योजयितुं शक्नुवन्ति । Delete इत्यनेन पूर्वनिर्धारितं चयनं निष्कासितम् अस्ति तथा च Clear इत्यनेन तानि सर्वाणि निष्कासितानि । लक्ष्यतां यत् यस्मिन् पङ्क्तौ भवन्तः मास्कं सम्पादयन्ति तस्य स्वकीयः इतिहासः अस्ति, भवन्तः तत् स्क्रॉल कर्तुं शक्नुवन्ति, यदि आवश्यकं भवति ।

source: Add
sa: संयोजयति

source: Adds the selection in the line-edit to the list
sa: रेखा-सम्पादने चयनं सूचीयां योजयति

source: Delete the marked selection from the list
sa: सूचीतः चिह्नितं चयनं विलोपयन्तु

source: Clear
sa: स्पष्टः

source: Clears the entire list of selections
sa: चयनानाम् सम्पूर्णां सूचीं स्वच्छं करोति

source: Krusader::Wait
sa: क्रूसेडर::तिष्ठतु

source: &Cancel
sa: &निरसयतु

source: Capacity: %1
sa: क्षमता : %1

source: Used: %1
sa: प्रयुक्तम् : %1

source: Free: %1
sa: निःशुल्कम् : %1

source: Not mounted.
sa: न आरोहितम्।

source: Enter a selection:
sa: एकं चयनं प्रविशतु :

source: New Network Connection
sa: नवीनं संजालसंयोजनम्

source: About to connect to...
sa: सम्बद्धतां प्राप्तुं विषये...

source: Protocol:
sa: प्रोटोकॉलः :

source: Host:
sa: निमन्त्रकः:

source: Port:
sa: पोताश्रय:

source: Username:
sa: उपयोक्तृनाम :

source: Password:
sa: समाभाष्:

source: &Connect
sa: &संयुज्

source: Pack %1
sa: %1 प्याक् कुर्वन्तु

source: Pack %1 file
sa: %1 सञ्चिकां पैक् कुर्वन्तु

source: Please select a folder
sa: कृपया एकं पुटं चिनोतु

source: Pack
sa: बन्ध

source: To archive
sa: संग्रहणं कर्तुं

source: In folder
sa: समुच्चय मध्ये

source: Multiple volume archive
sa: बहुखण्ड संग्रह

source: Size:
sa: आकृति:

source: Set compression level
sa: संपीडनस्तरं सेट् कुर्वन्तु

source: Password
sa: समाभाष्

source: Again
sa: पुनः

source: Encrypt headers
sa: शीर्षकं एन्क्रिप्ट् कुर्वन्तु

source: Command line switches:
sa: आदेशपङ्क्तिः स्विचः भवति :

source: &Advanced >>
sa: &उन्नत >>

source: &Advanced <<
sa: &उन्नत <<

source: No password specified
sa: गुप्तशब्दः निर्दिष्टः नास्ति

source: The passwords are equal
sa: गुप्तशब्दाः समानाः सन्ति

source: The passwords are different
sa: गुप्तशब्दाः भिन्नाः सन्ति

source: Cannot pack, the passwords are different.
sa: पैक् कर्तुं न शक्यते, गुप्तशब्दाः भिन्नाः सन्ति ।

source: Invalid volume size.
sa: अमान्य आयतन आकार।

source: Invalid command line switch. A switch must start with '-'.
sa: अमान्य आदेशपङ्क्तिस्विचः। स्विचः '-' इत्यनेन आरभणीयः ।

source: Invalid command line switch. Backslashes cannot be the last character.
sa: अमान्य आदेशपङ्क्तिस्विचः। बैकस्लैशः अन्तिमः वर्णः न भवितुम् अर्हति ।

source: Invalid command line switch. Unclosed quotation mark.
sa: अमान्य आदेशपङ्क्तिस्विचः। अनबद्ध उद्धरण चिह्न।

source: The saved 'Popular URLs' are invalid. The list will be cleared.
sa: रक्षितानि 'Popular URLs' अमान्यानि सन्ति । सूची स्वच्छा भविष्यति।

source: &Search:
sa: &अन्वेषण:

source: Loading Usage Information
sa: उपयोगसूचना लोडयति

source: Files:
sa: सञ्चिकाः :

source: Folders:
sa: पुटम् :

source: Total Size:
sa: कुल आकारः :

source: Loading the disk usage information...
sa: डिस्कस्य उपयोगस्य सूचनां लोड् करणम्...

source: Stepping into the parent folder requires loading the content of the "%1" URL. Do you wish to continue?
sa: मातापितृपुटे पदानि स्थापयितुं "%1" URL इत्यस्य सामग्रीं लोड् करणीयम् । किं भवन्तः अग्रे गन्तुं इच्छन्ति ?

source: Krusader::DiskUsage
sa: धर्मयुद्ध::डिस्कउपयोग

# singularOnly
source: Do you really want to move this item to the trash?
sa: किं भवन्तः वास्तवमेव एतत् द्रव्यं कचरे स्थानान्तरयितुम् इच्छन्ति?

source: &Trash
sa: &तुच्छद्रव्य

# singularOnly
source: Do you really want to delete this item?
sa: किं भवान् वास्तवमेव एतत् द्रव्यं विलोपयितुम् इच्छति?

source: Warning
sa: चेतवानी

source: Deleting %1...
sa: %1 विलोपयन्...

source: Current folder:%1, Total size:%2, Own size:%3
sa: वर्तमानपुटम्:%1, कुल आकारः:%2, स्वस्य आकारः:%3

source: Disk Usage
sa: डिस्कस्य उपयोगः

source: Exclude
sa: बहिष्कारं कुरुत

source: Up one folder
sa: एकं पुटं उपरि

source: New search
sa: नवीन अन्वेषण

source: Refresh
sa: ताजगी

source: Include all
sa: सर्वान् समावेशयतु

source: Step into
sa: Step in

source: Lines
sa: रेखाः

source: Detailed
sa: विस्तृतम्

source: Filelight
sa: सञ्चिकाप्रकाशः

source: Next
sa: अग्रिम

source: Previous
sa: पूर्वतनम्‌

source: View
sa: दृश्यं

source: Type:
sa: प्रकारः:

source: Own size:
sa: स्वकीयः आकारः :

source: Last modified:
sa: अन्तिम परिवर्तनम् :

source: Permissions:
sa: अनुमतिः :

source: Owner:
sa: स्वामी:

source: Krusader::Disk Usage
sa: धर्मयुद्धानि::डिस्कस्य उपयोगः

source: Start new disk usage search
sa: नूतनं डिस्क-उपयोग-अन्वेषणं आरभत

source: Parent folder
sa: मातापितृपुटम्

source: Line view
sa: रेखादृश्यम्

source: Detailed view
sa: विस्तृत दृश्य

source: Filelight view
sa: सञ्चिकाप्रकाशदृश्यम्

source: Viewing the usage of folder:
sa: पुटस्य उपयोगं दृष्ट्वा :

source: Zoom In
sa: Zoom In इति

source: Zoom Out
sa: Zoom Out इति

source: Rainbow
sa: इन्द्रधनुषः

source: High Contrast
sa: उच्च विपरीतता

source: KDE
sa: कुत्र

source: Scheme
sa: योजना

source: Increase contrast
sa: विपरीततां वर्धयन्तु

source: Decrease contrast
sa: विपरीततां न्यूनीकरोतु

source: Use anti-aliasing
sa: उपनामविरोधी प्रयोगं कुर्वन्तु

source: Show small files
sa: लघुसञ्चिकाः दर्शयतु

source: Vary label font sizes
sa: लेबल-फॉन्ट्-आकारं परिवर्तयन्तु

source: Minimum font size
sa: न्यूनतमः फन्ट् आकारः

source: Krusader::Filelight
sa: धर्मयुद्धम्::सञ्चिकाप्रकाशः

source: Line View
sa: रेखादृश्यम्

source: Percent
sa: प्रतिशतं

source: Name
sa: नामः

source: Show file sizes
sa: सञ्चिकायाः आकाराः दर्शयन्तु

source: Total size
sa: कुल आकार

source: Own size
sa: स्वकीयः आकारः

source: Type
sa: प्रकारः

source: Date
sa: दिनाङ्कः

source: Permissions
sa: अनुमतिः

source: Owner
sa: स्वामी

source: Group
sa: समूह

source: %1 file: ~ %2
sa: %1 सञ्चिका: ~ %2

source: Files: %1
sa: सञ्चिकाः : %1

source: Open File Manager Here
sa: अत्र सञ्चिकाप्रबन्धकं उद्घाटयन्तु

source: Open Terminal Here
sa: अत्र टर्मिनल् उद्घाटयन्तु

source: &Center Map Here
sa: &केन्द्रनक्शा अत्र

source: &Open
sa: &उद्घाटित

source: &Delete
sa: &लुप्

source: <qt>The folder at <i>'%1'</i> will be <b>recursively</b> and <b>permanently</b> deleted.</qt>
sa: <qt><i>&#39;%1&#39;</i> इत्यत्र स्थितं पुटं <b>पुनरावर्तनीयरूपेण</b> <b>स्थायिरूपेण</b> च विलोपितं भविष्यति ।</qt>

source: <qt><i>'%1'</i> will be <b>permanently</b> deleted.</qt>
sa: <qt><i>&#39;%1&#39;</i> <b>स्थायिरूपेण</b> लोप्यते ।</qt>

source: Space information disabled
sa: अन्तरिक्षसूचना अक्षम

source: No space information on non-local filesystems
sa: अस्थानीयसञ्चिकातन्त्रेषु स्थानसूचना नास्ति

source: Space information unavailable
sa: अन्तरिक्षसूचना अनुपलब्धा

source: Protocol not supported by Krusader: %1
sa: क्रुसाडर इत्यनेन समर्थितः न प्रोटोकॉलः : १. %1

source: The folder %1 does not exist.
sa: %1 इति पुटं नास्ति ।

source: Cannot open the folder %1.
sa: %1 पुटं उद्घाटयितुं न शक्यते ।

# %1=folder path
source: Access to %1 denied
sa: %1 -पर्यन्तं प्रवेशः अङ्गीकृतः

source: Malformed URL: %1
sa: विकृतं URL : १. %1

source: Archives
sa: अभिलेखागारः

source: Image Files
sa: चित्रसञ्चिकाः

source: Text Files
sa: पाठसञ्चिकाः

source: Video Files
sa: विडियो सञ्चिकाः

source: Audio Files
sa: श्रव्यसञ्चिकाः

source: Custom
sa: आचारः
