Repository: KDE/krusader
Catalog: po/sa/krusader.po
Languages: sa

# %1=filename, %2=percentage
source: Searching content of '%1' (%2)
sa: '%1' (%2) इत्यस्य सामग्रीं अन्वेषयति ।

source: You cannot copy files directly to the 'virt:/' folder. You can create a sub folder and copy your files into it.
sa: भवन्तः सञ्चिकाः प्रत्यक्षतया 'virt:/' पुटे प्रतिलिखितुं न शक्नुवन्ति । भवान् उपपुटं निर्माय तस्मिन् स्वसञ्चिकाः प्रतिलिखितुं शक्नोति ।

source: Creating new folders is allowed only in the 'virt:/' folder.
sa: नूतनपुटस्य निर्माणं केवलं 'virt:/' पुटे एव अनुमतम् अस्ति ।

source: Virtual filesystem
sa: आभासी सञ्चिकातन्त्रम्

source: Size
sa: आकृति

source: At Least
sa: न्यूनतम

source: Byte
sa: बाइट्

source: KiB
sa: किब

source: MiB
sa: मिब

source: GiB
sa: गिब

source: Any date
sa: कोऽपि तिथिः

source: &Modified between
sa: &मध्ये परिवर्तितम्

source: an&d
sa: तथा

source: &Not modified after
sa: &पश्चात् परिवर्तनं न कृतम्

source: Mod&ified in the last
sa: अन्तिमे संशोधित&

source: days
sa: दिवसाः

source: weeks
sa: सप्ताहाः

source: months
sa: मासाः

source: years
sa: वर्षाः

source: No&t modified in the last
sa: अन्तिमे परिवर्तनं न&t

source: Ownership
sa: स्वामित्वम्

source: Belongs to &user
sa: &उपयोक्तुः

source: Belongs to gr&oup
sa: gr&oup इत्यस्य भवति

source: P&ermissions
sa: P&ermissions इति

source: O&wner
sa: स्वामी

source: r
sa: र

source: w
sa: इत्यस्मिन्‌

source: Grou&p
sa: समूह

source: A&ll
sa: सर्वे

source: Note: a '?' is a wildcard
sa: नोटः- क '?' इति वाइल्डकार्डः

source: Invalid date entered.
sa: अमान्यतिथिः प्रविष्टा ।

source: The date %1 is not valid according to your locale. Please re-enter a valid date (use the date button for easy access).
sa: भवतः स्थानानुसारं %1 इति तिथिः वैधः नास्ति । कृपया वैधतिथिं पुनः प्रविशन्तु (सुलभप्रवेशार्थं तिथिबटनस्य उपयोगं कुर्वन्तु)।

source: Specified sizes are inconsistent.
sa: निर्दिष्टाः आकाराः असङ्गताः सन्ति ।

source: Please re-enter the values, so that the left side size will be smaller than (or equal to) the right side size.
sa: कृपया मूल्यानि पुनः प्रविशन्तु, येन वामपार्श्वस्य आकारः दक्षिणपार्श्वस्य आकारात् लघुः (अथवा समानः) भविष्यति ।

source: Dates are inconsistent.
sa: तिथयः असङ्गताः सन्ति।

source: The date on the left is later than the date on the right. Please re-enter the dates, so that the left side date will be earlier than the right side date.
sa: वामे तिथिः दक्षिणतः तिथ्याः पश्चात् भवति । कृपया तिथयः पुनः प्रविशन्तु, येन वामपार्श्वस्य तिथिः दक्षिणपार्श्वस्य तिथ्याः पूर्वं भविष्यति ।

source: The date on top is later than the date on the bottom. Please re-enter the dates, so that the top date will be earlier than the bottom date.
sa: उपरि स्थिता तिथिः अधः स्थापितायाः तिथ्याः अपेक्षया पश्चात् भवति । कृपया तिथयः पुनः प्रविशन्तु, येन शीर्षतिथिः अधः तिथ्याः पूर्वं भविष्यति ।

source: Krusader::Choose Files
sa: क्रूसेडर::सञ्चिकाः चिनोतु

source: &General
sa: &सामान्य

source: &Advanced
sa: &उन्नतं

source: Could not load profile.
sa: प्रोफाइल लोड् कर्तुं न शक्तवान्।

source: Any Character
sa: कोऽपि वर्णः

source: Start of Line
sa: रेखायाः आरम्भः

source: End of Line
sa: रेखायाः अन्तः

source: Set of Characters
sa: वर्णानाम् समुच्चयः

source: Repeats, Zero or More Times
sa: पुनरावृत्तिः, शून्यं वा अधिकवारं वा

source: Repeats, One or More Times
sa: पुनरावृत्तिः, एकं वा अधिकं वा

source: Optional
sa: वैकल्पिक

source: Escape
sa: परिभ्रंशति

source: Newline
sa: न्यूलाइन

source: Carriage Return
sa: गाडी प्रत्यागमन

source: White Space
sa: श्वेतम् अन्तरिक्षम्

source: Digit
sa: अङ्कः

source: &Case sensitive
sa: &प्रकरण संवेदनशील

source: Search &for:
sa: अन्वेषणं &for:

source: <p>The filename filtering criteria is defined here.</p><p>You can make use of wildcards. Multiple patterns are separated by space (means logical OR) and patterns are excluded from the search using the pipe symbol.</p><p>If the pattern is ended with a slash (<code>*pattern*/</code>), that means that pattern relates to recursive search of folders.<ul><li><code>pattern</code> - means to search those files/folders that name is <code>pattern</code>, recursive search goes through all subfolders independently of the value of <code>pattern</code></li><li><code>pattern/</code> - means to search all files/folders, but recursive search goes through/excludes the folders that name is <code>pattern</code></li></ul></p><p>It is allowed to use quotation marks for names that contain space. Filter <code>"Program&nbsp;Files"</code> searches out those files/folders that name is <code>Program&nbsp;Files</code>.</p><p>Examples:</p><ul><li><code>*.o</code></li><li><code>*.h *.c??</code></li><li><code>*.cpp *.h | *.moc.cpp</code></li><li><code>* | .svn/ .git/</code></li></ul><p><b>Note</b>: the search term '<code>text</code>' is equivalent to '<code>*text*</code>'.</p>
sa: <p>सञ्चिकानाम-छननमापदण्डः अत्र परिभाषितः अस्ति ।</p><p> भवन्तः वाइल्डकार्ड् इत्यस्य उपयोगं कर्तुं शक्नुवन्ति । बहुविधप्रतिमानाः स्थानेन पृथक् भवन्ति (अर्थात् तार्किकः OR) तथा च प्रतिमानाः पाइपचिह्नस्य उपयोगेन अन्वेषणात् बहिष्कृताः भवन्ति ।</p><p> यदि प्रतिमानं स्लैश ( <code>*pattern*/</code> ) इत्यनेन समाप्तं भवति तर्हि तस्य अर्थः अस्ति यत् प्रतिमानं पुटस्य पुनरावर्तनीयसन्धानेन सह सम्बद्धम् अस्ति ।<ul><li> <code>pattern</code> - इत्यस्य अर्थः अस्ति यत् ताः सञ्चिकाः/पुटं अन्वेष्टुं यस्य नाम <code>pattern</code> अस्ति , पुनरावर्तनीयः अन्वेषणः <code>pattern</code> इत्यस्य मूल्यात् स्वतन्त्रतया सर्वेषु उपपुटेषु गच्छति</li><li> <code>pattern/</code> - इत्यस्य अर्थः सर्वाणि सञ्चिकाः/पुटं अन्वेष्टुं, परन्तु पुनरावर्तनीयं अन्वेषणं तेषां पुटस्य माध्यमेन गच्छति/बहिष्कृतं करोति यस्य नाम <code>pattern</code> अस्ति</li></ul></p><p> येषु नामेषु स्थानं भवति तेषु उद्धरणचिह्नानां उपयोगः अनुमतः अस्ति । <code>&quot;Program Files&quot;</code> इति फ़िल्टरः ताः सञ्चिकाः/पुटं अन्वेषयति येषां नाम <code>Program Files</code> इति ।</p><p> उदाहरणानि : १.</p><ul><li> <code>*.o</code></li><li> <code>*.h *.c??</code></li><li> <code>*.cpp *.h | *.moc.cpp</code></li><li> <code>* | .svn/ .git/</code></li></ul><p> <b>टिप्पणी</b> : &#39; <code>text</code> &#39; इति अन्वेषणपदं &#39; <code>*text*</code> &#39; इत्यस्य तुल्यम् अस्ति ।</p>

source: &Of type:
sa: &प्रकारस्य :

source: All Files
sa: सर्वाणि सञ्चिकाः

source: &Profile handler
sa: &प्रोफाइल संचालक

source: &Load
sa: &भार

source: Searc&h in
sa: Seek & h in

source: &Do not search in
sa: &न अन्वेष्टुम् अन्तः

source: Containing text
sa: पाठः समाहितः

source: &Text:
sa: &पाठ:

source: Encoding:
sa: एन्कोडिंग् :

# Default encoding
source: Default
sa: मूलभूतम्‌

source: &Match whole word only
sa: &समग्रशब्दमात्रस्य मेलनं कुरुत

source: Cas&e sensitive
sa: Cas&e संवेदनशीलः

source: Search in s&ub folders
sa: s&ub समुच्चय मध्ये अन्वेषणं कुर्वन्तु

source: Search in arch&ives
sa: आर्क&ives इत्यत्र अन्वेषणं कुर्वन्तु

source: Follow &links
sa: अनुसरणं कुर्वन्तु &links

source: Exclude Folder Names
sa: पुटनाम बहिष्कृतं कुर्वन्तु

source: Filters out specified folder names from the results.
sa: परिणामेभ्यः निर्दिष्टानि पुटनामानि छानयति ।

source: Enter space-separated folder names
sa: रिक्तस्थानविभक्तपुटनामानि प्रविशन्तु

source: You can insert names with escaped spaces or quoted. Example: .git "target build" build\ krusader
sa: भवन्तः पलायितानि रिक्तस्थानानि वा उद्धृतानि वा नामानि सम्मिलितुं शक्नुवन्ति । उदाहरणम् : .git "लक्ष्यनिर्माणम्" निर्माणं\ krusader

source: No search criteria entered.
sa: अन्वेषणमापदण्डः न प्रविष्टः।

source: Please specify a location to search in.
sa: कृपया अन्वेषणार्थं स्थानं निर्दिशन्तु ।

source: Open the folder history list
sa: समुच्चय इतिहाससूचीं उद्घाटयन्तु

source: Name of folder where command will be processed.
sa: यत्र आदेशः संसाधितः भविष्यति तस्य पुटस्य नाम ।

source: <qt><p>Well, it is actually quite simple: you type your command here and Krusader obeys.</p><p><b>Tip</b>: move within command line history with &lt;Up&gt; and &lt;Down&gt; arrows.</p></qt>
sa: <qt><p>खैर, वस्तुतः एतत् अत्यन्तं सरलम् अस्ति: भवान् अत्र स्वस्य आदेशं टङ्कयति तथा च क्रूसेडरः आज्ञापालयति ।</p><p> <b>युक्तिः</b> : &lt;Up&gt; तथा &lt;Down&gt; बाणैः सह आदेशपङ्क्ति-इतिहासस्य अन्तः गच्छन्तु ।</p></qt>

source: Execution mode
sa: निष्पादनविधिः

source: Rename
sa: पुनर्नाम

source: Edit
sa: सम्पादन

source: Copy
sa: प्रतिलिपि

source: Move
sa: चलनम्

source: Mkdir
sa: मक्दिर्

source: Term
sa: पद

source: Quit
sa: परिजहातु

source: Reload
sa: पुनः लोड करें

source: Ready.
sa: आत्त।

source: Open the available media list
sa: उपलब्धं माध्यमसूचीं उद्घाटयन्तु

# %1 is the mount point of the remote share
source: Remote Share [%1]
sa: दूरस्थः भागः [%1] ।

# Unknown label
source: Unknown
sa: अज्ञात

# Unknown media type
source: Unknown
sa: अज्ञात

source: Floppy
sa: फ्लॉपी

source: CD/DVD-ROM
sa: सीडी/डीवीडी-रोम

source: USB pen drive
sa: USB पेन ड्राइव्

source: USB device
sa: USB उपकरणम्

source: Removable media
sa: हटनीयं माध्यमम्

source: Hard Disk
sa: हार्ड डिस्क

source: Camera
sa: कॅमेरा

source: Video CD/DVD-ROM
sa: विडियो सीडी/डीवीडी-रोम

source: Audio CD/DVD-ROM
sa: श्रव्य सीडी/डीवीडी-रोम

source: Recordable CD/DVD-ROM
sa: रिकार्ड् कर्तुं शक्यते CD/DVD-ROM

source: Mount
sa: माउण्ट्

source: Unmount
sa: अनमाउंट

source: Eject
sa: निष्कासनम्

source: An error occurred while accessing '%1', the system responded: %2
sa: '%1' इत्यत्र प्रवेशं कुर्वन् त्रुटिः अभवत्, प्रणाली प्रतिक्रियाम् अददात्: %2

source: An error occurred while accessing '%1'
sa: '%1' इत्यस्य अभिगमने त्रुटिः अभवत् ।

source: Profiles
sa: प्रोफाइल

source: Remove entry
sa: प्रविष्टिं निष्कासयन्तु

source: Overwrite entry
sa: प्रविष्टिं अधिलेखयतु

source: Add new entry
sa: नूतनं प्रविष्टिं योजयन्तु

source: Krusader::ProfileManager
sa: क्रूसेड्स::प्रोफाइलमैनेजर

source: Enter the profile name:
sa: प्रोफाइलनाम प्रविष्टं कुर्वन्तु:

source: Empty Recently Closed Tabs
sa: रिक्तं सद्यः बन्दं ट्याब्स्

source: <b>Cannot create embedded terminal.</b><br/>
sa: <b>एम्बेडेड् टर्मिनल् निर्मातुं न शक्यते ।</b><br/>

# missing program - arg1 is a URL
source: <b>Cannot create embedded terminal.</b><br>You can fix this by installing Konsole:<br/>%1
sa: <b>एम्बेडेड् टर्मिनल् निर्मातुं न शक्यते ।</b><br> Konsole संस्थाप्य एतत् समाधातुं शक्नुवन्ति:<br/> %1

source: Pause Job
sa: विरामं करोतु Job

source: Start Job
sa: कार्यम् आरभत

source: No jobs
sa: न कार्याणि

source: Play/Pause &Job
sa: प्ले/विराम &कार्य

source: Job Progress Bar
sa: नौकरी प्रगति पट्टी

source: Job Queue Mode
sa: जॉब कतार मोड

source: Run only one job in parallel
sa: समानान्तरेण केवलमेकं कार्यं चालयन्तु

source: Undo Last Job
sa: अन्तिम कार्य पूर्ववत करें

source: Are you sure you want to quit?
sa: किं त्वं निश्चयेन त्यक्तुम् इच्छसि ?

source: There is one job operation left.
sa: एकं कार्यसञ्चालनं अवशिष्टम् अस्ति।

source: No Jobs
sa: नो जॉब्स्

source: %1 Job
sa: %1 कार्यम्

source: Clear Job List
sa: Job List स्पष्टं कुर्वन्तु

source: Pause All Jobs
sa: सर्वाणि कार्याणि विरामयन्तु

source: Move %1 to trash
sa: %1 कचरे स्थानान्तरयन्तु

source: Move %1 file to trash
sa: %1 सञ्चिकां कचरे स्थानान्तरयन्तु

source: Delete %1
sa: %1 विलोपयन्तु

source: Delete %1 file
sa: %1 सञ्चिकां विलोपयन्तु

source: Copy to %1
sa: %1 प्रति प्रतिलिख्यताम्

source: Move to %1
sa: %1 प्रति गच्छन्तु

source: Link to %1
sa: %1 इत्यस्य लिङ्क्

source: General
sa: सामान्य

source: Automount filesystems
sa: सञ्चिकातन्त्राणि स्वयमेव माउण्ट् कुर्वन्तु

source: When stepping into a folder which is defined as a mount point in the <b>fstab</b>, try mounting it with the defined parameters.
sa: यदा <b>fstab</b> मध्ये माउण्ट् बिन्दुरूपेण परिभाषितं समुच्चय मध्ये पदानि स्थापयति तदा परिभाषितमापदण्डैः सह माउण्ट् कर्तुं प्रयतध्वम् ।

source: MountMan will not (un)mount the following mount-points:
sa: MountMan निम्नलिखित माउण्ट्-बिन्दून् (अन)माउण्ट् न करिष्यति:

source: Confirmations
sa: पुष्टिः

source: Request user confirmation for the following operations:
sa: निम्नलिखितक्रियाणां कृते उपयोक्तृपुष्टिं अनुरोधयन्तु:

source: Deleting non-empty folders
sa: अरिक्तपुटं विलोपयति

source: Deleting files
sa: सञ्चिकाः विलोपनम्

source: Copying files
sa: सञ्चिकानां प्रतिलिपिः

source: Moving files
sa: सञ्चिकाः चालयन्

source: Confirm feed to listbox
sa: सूचीपेटिकायां फीड् पुष्टयन्तु

source: Ask for a result name when feeding items to the listbox. By default the standard value is used.
sa: सूचीपेटिकायां वस्तूनि पोषयन् परिणामनाम पृच्छन्तु । पूर्वनिर्धारितरूपेण मानकमूल्यं उपयुज्यते ।

source: Removing Useractions
sa: उपयोक्तृक्रियाः निष्कासयन्

source: Fine-Tuning
sa: सूक्ष्म-समायोजनम्

source: The icon cache size influences how fast the contents of a panel can be displayed. However, too large a cache might consume your memory.
sa: चिह्नसञ्चयस्य आकारः प्रभावं करोति यत् पटलस्य सामग्रीः कियत् शीघ्रं प्रदर्शयितुं शक्यते । तथापि अतिविशालः सञ्चयः भवतः स्मृतिः उपभोक्तुं शक्नोति ।

source: Icon cache size (KB):
sa: चिह्न संग्रह आकार (KB): .

source: Arguments of updatedb:
sa: updatedb इत्यस्य तर्काः :

source: krarc ioslave
sa: क्रार्च इओस्लाव

source: Enable Write Support
sa: लेखनसमर्थनं सक्षमं कुर्वन्तु

source: Enable writing to archives using the krarc ioslave.
sa: krarc ioslave इत्यस्य उपयोगेन अभिलेखागारेषु लेखनं सक्षमं कुर्वन्तु ।

source: <b>Caution when moving into archives:</b><br/><b>Failure during the process might result in data loss.</b><br/><b>Moving archives into themselves will delete them.</b>
sa: <b>अभिलेखागारं प्रति गच्छन् सावधानता:</b><br/> <b>प्रक्रियायाः समये विफलतायाः परिणामः दत्तांशहानिः भवितुम् अर्हति ।</b><br/> <b>अभिलेखागारं स्वयमेव स्थानान्तरयित्वा तान् विलोपयिष्यति ।</b>

source: Archives handling
sa: अभिलेखागारस्य निबन्धनम्

source: Browse Archives As Folders
sa: संग्रहणानि पुटरूपेण ब्राउज् कुर्वन्तु

source: Krusader will browse archives as folders.
sa: क्रुसेडरः अभिलेखान् पुटरूपेण ब्राउज् करिष्यति ।

source: Test archive after packing
sa: पैकिंगस्य अनन्तरं संग्रहस्य परीक्षणं कुर्वन्तु

source: Check the archive's integrity after packing it.
sa: संग्रहस्य अखण्डतां पैक् कृत्वा तस्य जाँचं कुर्वन्तु ।

source: Test archive before unpacking
sa: अनपैकिंग् इत्यस्मात् पूर्वं संग्रहस्य परीक्षणं कुर्वन्तु

source: Some corrupted archives might cause a crash; therefore, testing is suggested.
sa: केचन दूषिताः अभिलेखागाराः दुर्घटनां जनयितुं शक्नुवन्ति; अतः परीक्षणं सुच्यते।

source: Search results
sa: अन्वेषणफलम्

source: Searching for packers...
sa: पैकर्स् इत्यस्य अन्वेषणं कुर्वन्...

source: Make sure to install new packers in your <code>$PATH</code> (e.g. /usr/bin)
sa: स्वस्य <code>$PATH</code> (उदाहरणार्थं /usr/bin) मध्ये नूतनानि पैकर्स् संस्थापयितुं सुनिश्चितं कुर्वन्तु ।

source: Use the default KDE colors
sa: पूर्वनिर्धारित KDE वर्णानाम् उपयोगं कुर्वन्तु

source: <p>Use KDE's global color configuration.</p><p><i>KDE System Settings -> Application Appearance -> Colors</i></p>
sa: <p>KDE इत्यस्य वैश्विकवर्णविन्यासस्य उपयोगं कुर्वन्तु ।</p><p> <i>KDE प्रणाली सेटिंग्स् -&gt; अनुप्रयोगस्य स्वरूपम् -&gt; वर्णाः</i></p>

source: Use alternate background color
sa: वैकल्पिकपृष्ठभूमिवर्णस्य उपयोगं कुर्वन्तु

source: <p>The <b>background color</b> and the <b>alternate background</b> color alternates line by line.</p><p>When you don't use the <i>KDE default colors</i>, you can configure the alternate colors in the <i>colors</i> box.</p>
sa: <p><b>पृष्ठभूमिवर्णः</b> <b>वैकल्पिकपृष्ठभूमिवर्णश्च</b> रेखापङ्क्तिं क्रमेण भवति ।</p><p> यदा भवान् <i>KDE पूर्वनिर्धारितवर्णानां</i> उपयोगं न करोति तदा भवान् <i>वर्णपेटिकायां</i> वैकल्पिकवर्णान् विन्यस्तुं शक्नोति ।</p>

source: Show current item even if not focused
sa: न केन्द्रितं चेदपि वर्तमानं द्रव्यं दर्शयतु

source: <p>Shows the last cursor position in the non active list panel.</p><p>This option is only available when you don't use the <i>KDE default colors</i>.</p>
sa: <p>असक्रियसूचीफलके अन्तिमं कर्सरस्थानं दर्शयति ।</p><p> एषः विकल्पः तदा एव उपलब्धः यदा भवान् <i>KDE पूर्वनिर्धारितवर्णानां</i> उपयोगं न करोति |</p>

source: Dim the colors of the inactive panel
sa: निष्क्रियपटलस्य वर्णाः मन्दं कुर्वन्तु

source: <p>The colors of the inactive panel are calculated by a dim color and a dim factor.</p>
sa: <p>निष्क्रियपटलस्य वर्णाः मन्दवर्णेन मन्दगुणकेन च गण्यन्ते ।</p>

source: Colors
sa: वर्णाः

source: Active
sa: सक्रियं

source: Transparent
sa: पारदर्शी

source: Foreground:
sa: अग्रभूमिः :

source: Folder foreground:
sa: पुटस्य अग्रभूमिः :

source: Same as foreground
sa: अग्रभूमि इव

source: Executable foreground:
sa: कार्यान्वयनीय अग्रभूमिः :

source: Symbolic link foreground:
sa: प्रतीकात्मकं कडि अग्रभूमिः :

source: Invalid symlink foreground:
sa: अमान्य प्रतीकलिङ्क अग्रभूमिः :

source: Background:
sa: पृष्ठभूमि:

source: Same as background
sa: पृष्ठभूमिवत् एव

source: Alternate background:
sa: वैकल्पिक पृष्ठभूमिः

source: Selected foreground:
sa: चयनितं अग्रभूमिः :

source: Selected background:
sa: चयनितपृष्ठभूमिः

source: Same as alt. background
sa: अल्ट इव एव । पृष्ठभूमि

source: Alternate selected background:
sa: वैकल्पिकं चयनितं पृष्ठभूमिः :

source: Same as selected background
sa: चयनितपृष्ठभूमिवत् एव

source: Current foreground:
sa: वर्तमान अग्रभूमिः :

source: Not used
sa: न प्रयुक्तम्

source: Same as selected foreground
sa: चयनित अग्रभूमि इव

source: Selected current foreground:
sa: चयनितं वर्तमान अग्रभूमिः :

source: Current background:
sa: वर्तमान पृष्ठभूमिः

source: Rename foreground:
sa: अग्रभूमिं पुनर्नामकरणम् :

source: Rename background:
sa: पृष्ठभूमिं पुनर्नामकरणम् :

source: Inactive
sa: निष्क्रिय

source: Same as active
sa: सक्रियः इति समानः

source: Dim target color:
sa: मन्द लक्ष्यवर्णः :

source: Dim factor:
sa: मन्द कारकः :

source: KDE default
sa: KDE पूर्वनिर्धारित

source: Synchronizer
sa: समन्वयक

source: Equals foreground:
sa: अग्रभूमिः समः :

source: Equals background:
sa: पृष्ठभूमिः समः :

source: Differing foreground:
sa: भिन्न-भिन्न अग्रभूमिः :

source: Differing background:
sa: भिन्न पृष्ठभूमिः

source: Copy to left foreground:
sa: वाम अग्रभूमिं प्रति प्रतिलिख्यताम् :

source: Copy to left background:
sa: वामपृष्ठभूमिं प्रति प्रतिलिख्यताम् :

source: Copy to right foreground:
sa: दक्षिण अग्रभूमिं प्रति प्रतिलिख्यताम् :

source: Copy to right background:
sa: दक्षिणपृष्ठभूमिं प्रति प्रतिलिख्यताम् :

source: Delete foreground:
sa: अग्रभूमिं विलोपयन्तु :

source: Delete background:
sa: पृष्ठभूमिं विलोपयन्तु :

source: Other
sa: इतर

source: Quicksearch, match foreground:
sa: त्वरित अन्वेषण, मेल अग्रभूमिः :

source: Quicksearch, match background:
sa: त्वरित-अन्वेषणम्, मेल-पृष्ठभूमिः :

source: Quicksearch, non-match foreground:
sa: द्रुत-अन्वेषणम्, अ-मेल-अग्रभूमिः :

source: Quicksearch, non-match background:
sa: त्वरित-अन्वेषणम्, अ-मेलन-पृष्ठभूमिः :

source: Statusbar, active foreground:
sa: स्थितिपट्टिका, सक्रिय अग्रभूमिः :

source: Statusbar, active background:
sa: स्थितिपट्टिका, सक्रियपृष्ठभूमिः :

source: Statusbar, inactive foreground:
sa: स्थितिपट्टिका, निष्क्रिय अग्रभूमिः :

source: Statusbar, inactive background:
sa: स्थितिपट्टिका, निष्क्रियपृष्ठभूमिः:

source: Preview
sa: पूर्वावलोकनम्

source: Import color-scheme
sa: वर्ण-योजना आयात करें

source: Export color-scheme
sa: निर्यात वर्ण-योजना

source: Selected + Current
sa: चयनितम् + वर्तमानम्

source: Selected 2
sa: चयनितम् २

source: Selected 1
sa: चयनितम् 1

source: Current
sa: वर्त्तमानः

source: Invalid symlink
sa: अमान्य प्रतीकलिङ्कः

source: Symbolic link
sa: प्रतीकात्मक कड़ी

source: Application
sa: अनुप्रयोगः

source: Folder
sa: समुच्चय

source: Copy to right
sa: दक्षिणतः प्रतिलिख्यताम्

source: Copy to left
sa: वामभागे प्रतिलिख्यताम्

source: Differing
sa: भिन्नः

source: Equals
sa: समाः

source: Quicksearch non-match
sa: द्रुत-अन्वेषणं अ-मेलनम्

source: Quicksearch match
sa: त्वरित अन्वेषण मेल

source: Statusbar active
sa: स्थितिपट्टिका सक्रियः

source: Statusbar inactive
sa: स्थितिपट्टिका निष्क्रियः

source: Select a color-scheme file
sa: वर्ण-योजना-सञ्चिकां चिनोतु

source: Error: unable to read from file
sa: त्रुटिः : सञ्चिकातः पठितुं असमर्थः

source: Select a color scheme file
sa: वर्णयोजनां सञ्चिकां चिनोतु

source: File %1 already exists. Are you sure you want to overwrite it?
sa: %1 सञ्चिका पूर्वमेव अस्ति । किं भवन्तः निश्चयेन तस्य अधिलेखनं कर्तुम् इच्छन्ति?

source: Error: unable to write to file
sa: त्रुटिः : सञ्चिकायां लिखितुं असमर्थः

source: Packers
sa: पैकर्स

source: Checksum Utilities
sa: चेकसम उपयोगिताएँ

source: The %1 path is incorrect, no valid path found.
sa: %1 मार्गः अशुद्धः, वैधमार्गः न लब्धः ।

source: The %1 path is incorrect, %2 used instead.
sa: %1 मार्गः अशुद्धः, तस्य स्थाने %2 प्रयुक्तः ।

source: Viewer/Editor
sa: दर्शक/सम्पादक

source: Internal editor and viewer opens each file in a separate window
sa: आन्तरिकसम्पादकः दर्शकश्च प्रत्येकं सञ्चिकां पृथक् विण्डो मध्ये उद्घाटयति

source: If checked, each file will open in a separate window, otherwise, the viewer will work in a single, tabbed mode
sa: यदि परीक्षितं भवति तर्हि प्रत्येकं सञ्चिका पृथक् विण्डो मध्ये उद्घाट्यते, अन्यथा, दर्शकः एकस्मिन्, ट्याब्ड् मोड् मध्ये कार्यं करिष्यति

source: Hide the tab bar when only one tab is opened
sa: यदा केवलं एकः ट्याब् उद्घाटितः भवति तदा ट्याब् बारं गोपयन्तु

source: If checked, the Viewer tab bar will hide if only one tab is open
sa: यदि चेक् कृतं तर्हि Viewer ट्याब् बारः गोप्यते यदि केवलं एकः ट्याब् उद्घाटितः अस्ति

source: Viewer
sa: दर्शक

source: Default viewer mode:
sa: पूर्वनिर्धारितदर्शकविधिः :

source: Generic mode
sa: जेनेरिक मोड

source: Use the system's default viewer
sa: प्रणाल्याः पूर्वनिर्धारितदर्शकस्य उपयोगं कुर्वन्तु

source: Text mode
sa: पाठविधिः

source: View the file in text-only mode
sa: सञ्चिकां केवलं पाठ-विधाने पश्यन्तु

source: Hex mode
sa: हेक्स मोड

source: View the file in hex-mode (better for binary files)
sa: सञ्चिकां hex-mode मध्ये पश्यन्तु (द्विचक्रीयसञ्चिकानां कृते उत्तमम्)

source: Lister mode
sa: सूचीकरणविधिः

source: View the file with lister (for huge text files)
sa: lister इत्यनेन सह सञ्चिकां पश्यन्तु (विशालपाठसञ्चिकानां कृते)

source: Use Okteta as Hex viewer
sa: Oktata इत्यस्य उपयोगं Hex viewer इत्यस्य रूपेण कुर्वन्तु

source: If available, use Okteta as Hex viewer instead of the internal viewer
sa: यदि उपलब्धं भवति तर्हि आन्तरिकदर्शकस्य स्थाने Okteta इत्यस्य उपयोगं Hex viewer इत्यस्य रूपेण कुर्वन्तु

source: If a text file is bigger than this size then lister will be used.
sa: यदि पाठसञ्चिका एतस्मात् आकारात् बृहत्तरं भवति तर्हि lister इत्यस्य उपयोगः भविष्यति ।

source: Use lister if the text file is bigger than:
sa: यदि पाठसञ्चिका अस्य अपेक्षया बृहत्तरं भवति तर्हि lister इत्यस्य उपयोगं कुर्वन्तु:

source: Editor
sa: सम्पादक

source: Editor:
sa: सम्पादकः :

source: Hint: use 'internal editor' if you want to use Krusader's fast built-in editor
sa: सङ्केतः: यदि भवान् Krusader इत्यस्य द्रुतनिर्मितसम्पादकस्य उपयोगं कर्तुम् इच्छति तर्हि 'internal editor' इत्यस्य उपयोगं कुर्वन्तु

source: Atomic extensions
sa: परमाणुविस्ताराः

source: Atomic extensions:
sa: परमाणुविस्तारः :

source: Warn on exit
sa: निर्गमनसमये चेतावनी

source: Display a warning when trying to close the main window.
sa: मुख्यविण्डो पिधातुं प्रयतमाने चेतावनी प्रदर्शयन्तु ।

source: Show and close to tray
sa: दर्शयन्तु ट्रे इत्यस्य समीपे च

source: Show an icon in the system tray and keep running in the background when the window is closed.
sa: सिस्टम् ट्रे मध्ये एकं चिह्नं दर्शयन्तु तथा च यदा विण्डो पिहितं भवति तदा पृष्ठभूमितः चालयन्तु ।

source: Temp Folder:
sa: Temp Folder: 1.1.

source: Note: you must have full permissions for the temporary folder.
sa: नोटः- अस्थायीपुटस्य कृते भवतः पूर्णानुमतिः भवितुमर्हति ।

source: Delete mode
sa: विलोपनविधिः

source: Move to trash
sa: कचरायां गच्छन्तु

source: Files will be moved to trash when deleted.
sa: विलोपनसमये सञ्चिकाः कचरे स्थापिताः भविष्यन्ति ।

source: Delete files
sa: सञ्चिकाः विलोपयन्तु

source: Files will be permanently deleted.
sa: सञ्चिकाः स्थायिरूपेण विलोपिताः भविष्यन्ति।

source: Terminal
sa: टर्मिनल्

source: External Terminal:
sa: बाह्य टर्मिनलः :

source: %d will be replaced by the workdir.
sa: %d इत्यस्य स्थाने workdir इत्यनेन स्थापितं भविष्यति ।

source: Embedded Terminal sends Chdir on panel change
sa: एम्बेडेड् टर्मिनल् इत्यनेन Chdir इत्यस्मै पटलपरिवर्तने प्रेष्यते
