Repository: KDE/krusader
Catalog: po/sa/krusader.po
Languages: sa

source: Terminal execution
sa: अन्तीय निष्पादन

source: Terminal for UserActions:
sa: UserActions कृते टर्मिनल् :

source: %t will be replaced by the title of the action, %d with the workdir.
sa: %t इत्यस्य स्थाने क्रियायाः उपाधिः भविष्यति, %d workdir इत्यनेन सह ।

source: Output collection
sa: आउटपुट संग्रह

source: Normal font:
sa: सामान्यः फ़ॉन्टः :

source: Font with fixed width:
sa: नियतविस्तारयुक्तः फ़ॉन्टः :

source: Use fixed width font as default
sa: पूर्वनिर्धारितरूपेण नियतविस्तारस्य फन्ट् इत्यस्य उपयोगं कुर्वन्तु

source: Konfigurator - Creating Your Own Krusader
sa: Konfigurator - स्वस्य क्रूसेडरस्य निर्माणम्

source: Startup
sa: स्टार्टअप

source: Krusader's settings upon startup
sa: प्रारम्भे क्रूसेडरस्य सेटिंग्स्

source: Panel
sa: पटल

source: Basic Operations
sa: मूलभूत संचालन

source: Advanced
sa: उन्नतं

source: Be sure you know what you are doing.
sa: भवन्तः किं कुर्वन्ति इति अवश्यं जानन्ति।

source: Customize the way Krusader deals with archives
sa: क्रुसाडरः अभिलेखागारस्य व्यवहारं यथा करोति तत् अनुकूलितं कुर्वन्तु

source: Dependencies
sa: आश्रयाः

source: Set the full path of the external applications
sa: बाह्य-अनुप्रयोगानाम् पूर्णमार्गं सेट् कुर्वन्तु

source: User Actions
sa: उपयोक्तृक्रियाः

source: Configure your personal actions
sa: स्वस्य व्यक्तिगतक्रियाः विन्यस्यताम्

source: Link MIMEs to protocols
sa: MIMEs प्रोटोकॉल इत्यनेन सह लिङ्क् कुर्वन्तु

source: The current page has been changed. Do you want to apply changes?
sa: वर्तमानपृष्ठं परिवर्तितम् अस्ति । परिवर्तनं प्रयोक्तुं इच्छति वा ?

source: Custom color
sa: कस्टम रङ्ग

# Default color
source: Default
sa: मूलभूतम्‌

source: Red
sa: रक्त

source: Green
sa: हरित

source: Blue
sa: नील

source: Cyan
sa: सियान्

source: Magenta
sa: मैजेन्टा

source: Yellow
sa: पीतं

source: Dark Red
sa: श्यामलालः

source: Dark Green
sa: गहरे हरित

source: Dark Blue
sa: गहरे नीले

source: Dark Cyan
sa: कृष्णा सियान

source: Dark Magenta
sa: डार्क मैजेन्टा

source: Dark Yellow
sa: श्यामपीतवर्णः

source: White
sa: श्वेतः

source: Light Gray
sa: हल्के ग्रे

source: Gray
sa: धूसर

source: Dark Gray
sa: गहरे धूसरवर्णः

source: Black
sa: कृष्णः

source: unarj not found, but arj found, which will be used for unpacking
sa: अनर्ज् न लब्धः, किन्तु अर्ज् लब्धः, यः विमोचनार्थं प्रयुक्तः भविष्यति

source: rpm found, but cpio not found which is required for unpacking
sa: rpm प्राप्तम्, परन्तु cpio न प्राप्तम् यत् अनपैकिंग् कृते आवश्यकम् अस्ति

source: Found
sa: प्राप्तः

source: Packing
sa: पैकिंग

source: Unpacking
sa: अनपैकिंग

source: Note
sa: टीका

source: enabled
sa: सक्षमम्

source: disabled
sa: अक्षमित

source: diff utility
sa: diff उपयोगिता

source: email client
sa: ईमेल क्लायन्ट्

source: batch renamer
sa: बैच नामकरण

source: checksum utility
sa: checksum उपयोगिता

source: Tool
sa: उपकरण

source: Status
sa: स्थितिः

source: Tab-Switch panel
sa: ट्याब्-स्विच् पटल

source: Show &FN Keys Bar
sa: &FN कीज बार दिखाएँ

source: Show &Command Line
sa: &Command Line दर्शयतु

source: Show &Embedded Terminal
sa: &Embedded टर्मिनल् दर्शयतु

source: Show &Hidden Files
sa: &Hidden Files दर्शयतु

source: Empty Trash
sa: रिक्त कचरा

source: Trash Popup Menu
sa: कचरा पॉपअप मेनू

source: popup cmdline
sa: पॉपअप cmdline

source: Start &Root Mode Krusader
sa: प्रारम्भ &मूल मोड Krusader

source: Pro&files
sa: प्रो&सञ्चिकाः

source: Sp&lit File...
sa: Sp&lit सञ्चिका...

source: Com&bine Files...
sa: Com&bine सञ्चिकाः...

source: &Select Newer and Single
sa: &नवीनतरं एककं च चयनं कुर्वन्तु

source: Select &Newer
sa: &नवीनतरं चिनोतु

source: Select &Single
sa: &Single इति चयनं कुर्वन्तु

source: Select Different &and Single
sa: भिन्न &एकं च चयनं कुर्वन्तु

source: Select &Different
sa: &विभिन्नं चिनोतु

source: Start and &Forget
sa: आरभत तथा &विस्मरन्तु

source: Display &Separated Standard and Error Output
sa: Display &Separated Standard तथा त्रुटिनिर्गमः

source: Display &Mixed Standard and Error Output
sa: Display &Mixed Standard तथा त्रुटिनिर्गमः

source: Start in &New Terminal
sa: &New Terminal इत्यत्र आरभत

source: Send to &Embedded Terminal Emulator
sa: &Embedded Terminal Emulator इत्यत्र प्रेषयन्तु

source: Start &Terminal
sa: प्रारम्भ &टर्मिनल

source: &Search...
sa: &अन्वेषण...

source: &Locate...
sa: &स्थानीय...

source: Synchronize Fol&ders...
sa: Fol&ders समन्वयित करें...

source: D&isk Usage...
sa: D&isk उपयोग...

source: Configure &Krusader...
sa: &Crusader विन्यस्तं कुर्वन्तु...

source: Save &Position
sa: सेव &पोजिशन

source: Compare b&y Content...
sa: b&y सामग्रीं तुलनां कुर्वन्तु...

source: Multi &Rename...
sa: बहु &पुनर्नाम...

source: Vertical Mode
sa: ऊर्ध्वाधर मोड

source: User&actions
sa: प्रयोक्तृ&क्रियाः

source: Manage User Actions...
sa: उपयोक्तृक्रियाः प्रबन्धयन्तु...

source: Select Remote Charset
sa: दूरस्थं Charset इति चिनोतु

source: Recently Closed Tabs
sa: सद्यः बन्दाः ट्याब्स्

source: Quit Krusader.
sa: क्रूसेडर त्यजतु।

source: Popular URLs...
sa: लोकप्रिय URLs...

source: Toggle Fullscreen Embedded Terminal
sa: पूर्णपर्दे एम्बेडेड् टर्मिनल् टॉगल कुर्वन्तु

source: Move Focus Up
sa: Focus Up चालयन्तु

source: Move Focus Down
sa: ध्यानं अधः चालयन्तु

source: Setup Krusader the way you like it
sa: यथा रोचते तथा क्रूसेडरं सेटअप कुर्वन्तु

source: Search for files
sa: सञ्चिकाः अन्वेष्टुम्

source: No selected files to send.
sa: प्रेषयितुं चयनितसञ्चिकाः नास्ति।

source: Krusader cannot find a supported mail client. Please install one to your path. Hint: Krusader supports KMail.
sa: क्रुसाडरः समर्थितं मेलग्राहकं न प्राप्नोति । कृपया स्वमार्गे एकं संस्थापयन्तु। सङ्केतः: क्रुसाडरः KMail इत्यस्य समर्थनं करोति ।

source: Sending file: %2
sa: सञ्चिकां प्रेषयति: %2

source: Error executing %1.
sa: %1 निष्पादने त्रुटिः ।

source: Do not know which files to compare.
sa: न ज्ञातव्यं यत् काः सञ्चिकाः तुलनां कर्तव्याः।

source: To compare two files by content, you can either:<ul><li>Select one file in the left panel, and one in the right panel.</li><li>Select exactly two files in the active panel.</li><li>Make sure there is a file in the other panel, with the same name as the current file in the active panel.</li></ul>
sa: सामग्रीद्वारा सञ्चिकाद्वयस्य तुलनां कर्तुं भवान् वा कर्तुं शक्नोति:<ul><li> वामफलके एकां सञ्चिकां, दक्षिणपटलस्य च एकं चिनोतु ।</li><li> सक्रियपटले सम्यक् द्वौ सञ्चिकां चिनोतु ।</li><li> अन्यस्मिन् पटले सञ्चिका अस्ति इति सुनिश्चितं कुर्वन्तु, यस्य नाम सक्रियपटलस्य वर्तमानसञ्चिकायाः समानम् अस्ति ।</li></ul>

source: Krusader is unable to download %1
sa: Krusader %1 अवतरणं कर्तुं असमर्थः अस्ति

source: Krusader cannot find any of the supported diff-frontends. Please install one to your path. Hint: Krusader supports Kompare, KDiff3 and Xxdiff.
sa: क्रुसाडरः समर्थितानां डिफ्-फ्रण्ट्-एण्ड्-मध्ये किमपि न प्राप्नोति । कृपया स्वमार्गे एकं संस्थापयन्तु। संकेतः - क्रुसेडरः Kompare, KDiff3 तथा Xxdiff इत्येतयोः समर्थनं करोति ।

source: Cannot find the 'locate' command. Please install the findutils-locate package of GNU, or set its dependencies in Konfigurator
sa: 'locate' इति आदेशं न प्राप्यते । कृपया GNU इत्यस्य findutils-locate संकुलं संस्थापयन्तु, अथवा तस्य आश्रयान् Konfigurator मध्ये सेट् कुर्वन्तु

# Arg is a string containing the bad quoting.
source: Bad quoting in terminal command: %1
sa: टर्मिनल् आदेशे दुष्टं उद्धरणम् : १. %1

source: Cannot find a batch rename tool. You can get KRename at %1
sa: बैच् नामान्तरणसाधनं न प्राप्यते । %1 इत्यत्र KRename प्राप्तुं शक्नुवन्ति

source: Error executing '%1'.
sa: '%1' निष्पादने त्रुटिः ।

source: Improper operations in root mode can damage your operating system. <p>Furthermore, running UI applications as root is insecure and can allow attackers to gain root access.
sa: रूट् मोड् मध्ये अनुचितं कार्यं भवतः प्रचालनतन्त्रस्य क्षतिं कर्तुं शक्नोति ।<p> अपि च, UI अनुप्रयोगानाम् रूटरूपेण चालनं असुरक्षितं भवति, आक्रमणकारिणः रूट्-प्रवेशं प्राप्तुं शक्नुवन्ति ।

source: Cannot start root mode Krusader, %1 not found or not executable. Please verify that kde-cli-tools are installed.
sa: मूलविधिं आरभ्यतुं न शक्यते Krusader, %1 न प्राप्तम् अथवा निष्पादनीयम् । कृपया kde-cli-tools संस्थापितम् इति सत्यापयन्तु ।

source: Do not know which file to split.
sa: कस्याः सञ्चिकायाः विभक्तिः कर्तव्या इति न ज्ञातव्यम् ।

source: You cannot split a folder.
sa: भवन्तः पुटं विभक्तुं न शक्नुवन्ति ।

source: Do not know which files to combine.
sa: न जानाति यत् काः सञ्चिकाः संयोजितव्याः इति।

source: You cannot combine a folder.
sa: भवन्तः पुटं संयोजयितुं न शक्नुवन्ति ।

source: Not a split file: %1.
sa: न तु विभक्तसञ्चिका: %1.

source: Select only one split file.
sa: केवलम् एकां विभक्तसञ्चिकां चिनोतु ।

source: Combining %1.* to folder:
sa: %1.* पुटं प्रति संयोजयन्:

source: Open trash bin
sa: कचराकोषं उद्घाटयतु

source: Empty trash bin
sa: रिक्त कचरा कूप

source: Statusbar will show basic information about file below mouse pointer.
sa: Statusbar mouse pointer इत्यस्य अधः file इत्यस्य विषये मूलभूतसूचनाः दर्शयिष्यति ।

source: <qt><b>Welcome to Krusader.</b><p>As this is your first run, your machine will now be checked for external applications. Then the Konfigurator will be launched where you can customize Krusader to your needs.</p></qt>
sa: <qt><b>क्रूसाडर इत्यत्र स्वागतम्।</b><p> यतः एतत् भवतः प्रथमं चालनम् अस्ति, इदानीं भवतः यन्त्रं बाह्य-अनुप्रयोगानाम् कृते परीक्षितं भविष्यति । ततः Konfigurator प्रारम्भः भविष्यति यत्र भवान् स्वस्य आवश्यकतानुसारं Krusader इत्येतत् अनुकूलितुं शक्नोति ।</p></qt>

source: Bring Main Window to Top
sa: मुख्यविण्डो उपरि आनयन्तु

source: Lister
sa: सूचीकरणम्

source: &File
sa: &संचिका

source: &Edit
sa: &सम्पादन

source: Compare Se&tup
sa: Se&tup तुलनां कुर्वन्तु

source: &View
sa: &दृश्यं

source: &Go
sa: &गच्छ

source: &Tools
sa: &उपकरणाः

source: &Settings
sa: &सेटिंग्स

source: Command Execution &Mode Setup
sa: आदेश निष्पादनम् &Mode Setup

source: &Window
sa: &कोष्ठ

source: &Help
sa: &साहाय्यम्‌

source: Main Toolbar
sa: मुख्य साधनपट्टी

source: Actions Toolbar
sa: क्रियाः साधनपट्टिका

source: Function keys allow performing fast operations on files.
sa: फंक्शन् कील्स् सञ्चिकासु द्रुतक्रियाः कर्तुं शक्नुवन्ति ।

source: Horizontal Mode
sa: क्षैतिज मोड

source: &Generic Viewer
sa: &सामान्य दर्शक

source: &Text Viewer
sa: &पाठदर्शक

source: &Hex Viewer
sa: &हेक्स दर्शक

source: &Lister
sa: &लिस्टर

source: Text &Editor
sa: पाठ & सम्पादक

source: &Close Current Tab
sa: &वर्तमान ट्याब् बन्दं कुर्वन्तु

source: &Next Tab
sa: &अगला ट्याब्

source: &Previous Tab
sa: &पूर्व ट्याब्

source: &KrViewer
sa: &KrViewer इति

# Arg is a string containing the bad quoting.
source: Bad quoting in editor command: %1
sa: सम्पादक-आदेशे दुष्टं उद्धरणम् : १. %1

source: Can not open "%1"
sa: "%1" उद्घाटयितुं न शक्यते ।

# filename (filestate)
source: %1 (Editing)
sa: %1 (सम्पादनम्)

# filename (filestate)
source: %1 (Viewing)
sa: %1 (दर्शनम्)

# filestate: filename
source: Editing: %1
sa: सम्पादनम् : %1

# filestate: filename
source: Viewing: %1
sa: दृश्यमानम् : %1

source: Save selection...
sa: चयनं रक्षतु...

source: Save as...
sa: यथा रक्षन्तु...

source: Print...
sa: मुद्रणं...

source: Search next
sa: अग्रे अन्वेषणं कुर्वन्तु

source: Search previous
sa: पूर्वम् अन्वेष्टुम्

source: Jump to position
sa: स्थितिं प्रति कूदन्तु

source: Select charset
sa: charset इत्यस्य चयनं कुर्वन्तु

source: Lister:
sa: सूचीकरणम् :

source: Stop search
sa: अन्वेषणं स्थगयतु

source: Jump to next match
sa: अग्रिम-क्रीडायाः कृते कूदन्तु

source: Jump to previous match
sa: पूर्वमेलनं प्रति कूदन्तु

source: Options
sa: विकल्पाः

source: Modify search behavior
sa: अन्वेषणव्यवहारं परिवर्तयन्तु

source: From cursor
sa: कर्सरतः

source: Match whole words only
sa: केवलं सम्पूर्णशब्दानां मेलनं कुर्वन्तु

source: Hexadecimal
sa: षट्दशमलवः

source: Error reading file %1.
sa: %1 सञ्चिकायाः पठने त्रुटिः ।

source: Column: %1, Position: %2 (%3, %4%)
sa: स्तम्भः %1, स्थितिः %2 (%3, %4%)

source: Search:
sa: अन्वेषण:

source: Search position:
sa: अन्वेषणस्थानं :

source: Text position:
sa: पाठस्थानम् :

source: Invalid number.
sa: अमान्य संख्या।

source: Number out of range.
sa: परिधितः बहिः संख्या।

source: Nothing is selected.
sa: न किमपि चयनं भवति।

source: Reverse printing is not supported. Continue with normal printing?
sa: विपरीतमुद्रणं समर्थितं नास्ति । सामान्यमुद्रणं निरन्तरं कुर्वन्तु?

source: No file selected or selected file cannot be displayed.
sa: कोऽपि सञ्चिका चयनिता वा चयनिता वा सञ्चिका प्रदर्शयितुं न शक्यते ।

source: Error at opening %1.
sa: %1 उद्घाटने त्रुटिः ।

source: Missing Plugin
sa: प्लगिन् लुप्तम्

# missing kpart - arg1 is a URL
source: <b>No text editor plugin available.</b><br/>Internal editor will not work without this.<br/>You can fix this by installing Kate:<br/>%1
sa: <b>पाठसम्पादकप्लगिन् उपलब्धं नास्ति ।</b><br/> एतत् विना आन्तरिकसम्पादकः कार्यं न करिष्यति।<br/> भवान् Kate संस्थाप्य एतत् समाधातुं शक्नोति:<br/> %1

source: %1 is bigger than %2 MB
sa: %1 %2 MB इत्यस्मात् बृहत्तरम् अस्ति

source: Cannot edit %1
sa: %1 सम्पादयितुं न शक्यते

source: Krusader::Locate
sa: क्रूसेडर::स्थान

source: Search for:
sa: अन्वेषणं कुर्वन्तु:

source: Do not search in path
sa: मार्गे मा अन्वेष्टुम्

source: Show only the existing files
sa: केवलं विद्यमानसञ्चिकाः एव दर्शयतु

source: Case Sensitive
sa: प्रकरणसंवेदनशीलम्

source: Results
sa: परिणामाः

source: Locate
sa: स्थानं ज्ञातव्यम्

source: Update DB
sa: DB अद्यतनं कुर्वन्तु

source: Cannot start 'locate'. Check the 'Dependencies' page in konfigurator.
sa: 'स्थानम्' आरभ्यतुं न शक्यते । konfigurator मध्ये 'Dependencies' पृष्ठं पश्यन्तु ।

source: Error during the start of 'locate' process.
sa: 'locate' प्रक्रियायाः आरम्भे त्रुटिः ।

source: Locate produced the following error message: %1
sa: Locate इत्यनेन निम्नलिखितदोषसन्देशः उत्पन्नः । %1

# @title:menu
source: Locate
sa: स्थानं ज्ञातव्यम्

source: View (F3)
sa: दृश्यम् (F3)

source: Edit (F4)
sa: सम्पादनम् (F4) .

source: Compare by content (F10)
sa: सामग्रीद्वारा तुलनां कुर्वन्तु (F10) .

source: Find (Ctrl+F)
sa: ज्ञातव्यं (Ctrl+F) .

source: Find next (Ctrl+N)
sa: अग्रिमम् अन्वेष्टुम् (Ctrl+N)

source: Find previous (Ctrl+P)
sa: पूर्वम् (Ctrl+P) ज्ञातव्यम् ।

source: Copy selected to clipboard
sa: चयनितं प्रतिलिपिं क्लिप्बोर्ड् मध्ये कुर्वन्तु

source: Search string not found.
sa: अन्वेषणमाला न प्राप्तम्।

source: Locate results
sa: परिणामान् ज्ञातव्यम्

source: Query Name
sa: प्रश्ननाम

source: Here you can name the file collection:
sa: अत्र भवान् सञ्चिकासङ्ग्रहस्य नामकरणं कर्तुं शक्नोति :

source: Stop
sa: विरमतु

source: Feed to listbox
sa: सूचीपेटिकायां फीड् कुर्वन्तु

source: Krusader Twin-Panel File Manager by KDE
sa: क्रूसेडर KDE द्वारा द्वि-पैनल-सञ्चिका-प्रबन्धकः

source: Krusader
sa: क्रूसेडर

source: Krusader - ROOT PRIVILEGES
sa: क्रूसेडर्स - मूल विशेषाधिकार

source: © 2000-2003 Shie Erlich, Rafi Yanai © 2004-2022 Krusader Krew
sa: © 2000-2003 शी एर्लिच, रफी यानाई © 2004-2022 क्रूसेडर चालक दल

source: Feedback: https://forum.kde.org/viewforum.php?f=225
sa: स्पर्शावबोध: https://forum.kde.org/दृश्यमञ्च.php?f=225

source: Davide Gianforte
sa: डेविडे जियान्फोर्टे

source: Developer
sa: विकासकः

source: Toni Asensi Esteve
sa: टोनी असेन्सी एस्टेवे

source: Nikita Melnichenko
sa: निकिता मेलनिचेन्को

source: Yuri Chornoivan
sa: युरी चोरनोइवान

source: Documentation
sa: दस्तावेजीकरणम्

source: Rafi Yanai
sa: रफी यनाई

source: Author (retired)
sa: लेखक (निवृत्त)

source: Shie Erlich
sa: शिए एर्लिच

source: Csaba Karai
sa: क्सबा कराई

source: Developer (retired)
sa: विकासकः (निवृत्तः)

source: Heiner Eichmann
sa: हेनर आइचमैन

source: Jonas Bähr
sa: जोनास बाह्र

source: Václav Jůza
sa: वाक्लाव Jůza

source: Jan Lepper
sa: जन लेप्पर

source: Andrey Matveyakin
sa: आन्द्रेय मात्वेयाकिन्

source: Simon Persson
sa: सिमोन पर्सोन्

source: Alexander Bikadorov
sa: अलेक्जेण्डर बिकादोरोव

source: Martin Kostolný
sa: मार्टिन् कोस्टोल्नी

source: Dirk Eschler
sa: डिर्क एश्लर

source: Webmaster (retired)
sa: जालस्थलः (निवृत्तः)

source: Frank Schoolmeesters
sa: फ्रैंक स्कूलमीस्टर्स्

source: Documentation and marketing coordinator (retired)
sa: दस्तावेजीकरणविपणनसमन्वयकः (निवृत्तः)

source: Richard Holt
sa: रिचर्ड होल्ट्

source: Documentation & Proofing (retired)
sa: दस्तावेजीकरण एवं प्रमाणीकरण (सेवानिवृत्त) .

source: Matej Urbancic
sa: मतेज अर्बन्सिक

source: Marketing & Product Research (retired)
sa: विपणन एवं उत्पाद अनुसन्धान (सेवानिवृत्त)

source: kde.org
sa: kde.org इति

source: Everyone involved in KDE
sa: केडीई-सम्बद्धाः सर्वे

source: l10n.kde.org
sa: l10n.kde.org इति

source: KDE Translation Teams
sa: केडीई अनुवाददलानि

source: Jiří Paleček
sa: जिरि पालेचेक

source: QA, bug-hunting, patches and general help
sa: QA, बग-शिकारः, पैच्स् तथा सामान्यसहायता

source: Jiří Klement
sa: जिरी क्लेमेण्ट्

source: Important help in KDE 4 porting
sa: KDE 4 पोर्टिंग् इत्यत्र महत्त्वपूर्णा सहायता

source: Andrew Neupokoev
sa: एण्ड्रयू न्यूपोकोएव

source: Killer Logo and Icons for Krusader (contest winner)
sa: क्रूसेडर (प्रतियोगिताविजेता) कृते किलर लोगो तथा चिह्नानि

source: The UsefulArts Organization
sa: The UsefulArts Organization इति संस्था

source: Icon for Krusader
sa: क्रूसेडर् कृते चिह्नम्

source: Gábor Lehel
sa: गाबोर लेहेल

source: Viewer module for 3rd Hand
sa: तृतीयहस्तस्य कृते दर्शकमॉड्यूलम्

source: Mark Eatough
sa: मार्क ईटौफ इति

source: Handbook Proof-Reader
sa: हस्तपुस्तिका प्रमाण-पाठक

source: Jan Halasa
sa: लाल हलासा

source: The old Bookmark Module
sa: पुरातनं Bookmark Module इति

source: Hans Löffler
sa: हंस लोफ्लर

source: Dir history button
sa: Dir इतिहास बटन

source: Szombathelyi György
sa: ग्योर्गी स्जोम्बाथेल्यी

source: ISO KIO slave
sa: ISO KIO दासः

source: Jan Willem van de Meent (Adios)
sa: जन विलेम वैन डी मीन्ट् (Adios)

source: Icons for Krusader
sa: क्रूसाडरस्य कृते चिह्नानि

source: Mikolaj Machowski
sa: मिकोलाज माचोव्स्की

source: Usability and QA
sa: उपयोगिता तथा QA

source: Cristi Dumitrescu
sa: क्रिस्टी दुमित्रेस्कु

source: patch for KViewer
sa: KViewer कृते patch

source: Milan Brabec
sa: मिलान ब्राबेक

source: the first patch ever!
sa: अद्यपर्यन्तं प्रथमः पट्टिका!

source: Asim Husanovic
sa: असिम हुसानोविच्

source: Bosnian translation
sa: बोस्नियाई अनुवाद

source: Doutor Zero
sa: वैद्य शून्य

source: Brazilian Portuguese translation
sa: ब्राजीलियन पुर्तगाली अनुवाद

source: Milen Ivanov
sa: मिलेन इवानोव

source: Bulgarian translation
sa: बल्गेरियाई अनुवाद

source: Quim Perez
sa: क्विम पेरेज

source: Catalan translation
sa: कातालान अनुवाद

source: Jinghua Luo
sa: जिंगहुआ लुओ

source: Chinese Simplified translation
sa: चीनी सरलीकृत अनुवाद

source: Mitek
sa: मिटेक

source: Old Czech translation
sa: पुरातन चेक अनुवाद

source: Martin Sixta
sa: मार्टिन् सिक्स्टा

source: Vaclav Jůza
sa: वाक्लाव जूजा

source: Czech translation
sa: चेक अनुवाद

source: Anders Bruun Olsen
sa: एण्डर्स ब्रुउन् ओल्सेन्

source: Old Danish translation
sa: पुरातन डेनिश अनुवाद

source: Peter H. Sorensen
sa: पीटर एच् सोरेन्सेन्

source: Danish translation
sa: डेनिश अनुवाद

source: Dutch translation
sa: डच् अनुवाद

source: Rene-Pierre Lehmann
sa: रेने-पिएरे लेहमैन

source: Old French translation
sa: पुरातन फ्रेंच अनुवाद

source: David Guillerm
sa: डेविड गिलर्म

source: French translation
sa: फ्रेंच अनुवाद

source: Christoph Thielecke
sa: क्रिस्टोफ थिलेके

source: Old German translation
sa: पुरातन जर्मन अनुवाद

source: German translation
sa: जर्मन अनुवाद

source: Spiros Georgaras
sa: स्पिरोस जॉर्जारास

source: Greek translation
sa: ग्रीक अनुवाद

source: Kukk Zoltan
sa: ज़ोल्टान् पश्यन्तु

source: Old Hungarian translation
sa: पुरातन हङ्गरी अनुवाद

source: Arpad Biro
sa: अर्पद बीरो

source: Hungarian translation
sa: हङ्गेरी अनुवाद

source: Giuseppe Bordoni
sa: जुसेप्पे बोर्दोनी

source: Italian translation
sa: इटालियन अनुवाद

source: Hideki Kimura
sa: हिदेकी किमुरा

source: Japanese translation
sa: जापानी अनुवाद

source: UTUMI Hirosi
sa: उतुमि हिरोसि

source: Old Japanese translation
sa: पुरातन जापानी अनुवाद

source: Dovydas Sankauskas
sa: दोव्यदास सङ्कौस्कस

source: Lithuanian translation
sa: लिथुआनियाई अनुवाद

source: Bruno Queiros
sa: ब्रूनो क्वेरोस्

source: Portuguese translation
sa: पुर्तगाली अनुवाद

source: Lukasz Janyst
sa: लुकास्ज जनिस्ट

source: Old Polish translation
sa: पुरातन पोलिश अनुवाद

source: Pawel Salawa
sa: पावेल सलावा

source: Polish translation
sa: पोलिश अनुवाद

source: Dmitry A. Bugay
sa: दिमित्री क. गुड

source: Russian translation
sa: रूसी अनुवाद

source: Dmitry Chernyak
sa: दिमित्री चेर्न्याक

source: Old Russian translation
sa: पुरातन रूसी अनुवाद

source: Sasa Tomic
sa: अधुना टॉमिकः

source: Serbian translation
sa: सर्बियाई अनुवाद

source: Zdenko Podobný and Ondrej Pačay (Yogi)
sa: ज़्डेन्को पोडोब्नी तथा ओण्ड्रेज पचाय (योगी)

source: Slovak translation
sa: स्लोवाक अनुवाद

source: Slovenian translation
sa: स्लोवेनियाई अनुवाद

source: Rafael Munoz
sa: राफेल मुनोज

source: Old Spanish translation
sa: पुरातन स्पेनिश अनुवाद

source: Alejandro Araiza Alvarado
sa: अलेजान्ड्रो अरइजा अल्वाराडो

source: Spanish translation
sa: स्पेनिश अनुवाद

source: Erik Johanssen
sa: एरिक जोहानसेन्

source: Old Swedish translation
sa: पुरातन स्वीडिश अनुवाद

source: Anders Linden
sa: एण्डर्स् लिण्डेन

source: Peter Landgren
sa: पीटर लैण्डग्रेन्

source: Swedish translation
sa: स्वीडिश अनुवाद

source: Bekir Sonat
sa: बेकिर सोनाट्

source: Turkish translation
sa: तुर्की अनुवाद

source: Ivan Petrouchtchak
sa: इवान पेट्रोउचचक

source: Ukrainian translation
sa: यूक्रेनी अनुवाद

source: Seongnam Jee
sa: सेओङ्गनाम जी

source: Korean translation
sa: कोरियाई अनुवाद

source: Start left panel at <path>
sa: <path> इत्यत्र वामपटलम् आरभत

source: Start right panel at <path>
sa: <path> इत्यत्र दक्षिणपटलम् आरभत

source: Load this profile on startup
sa: प्रारम्भे एतत् प्रोफाइलं लोड् कुर्वन्तु

source: Enable debug output
sa: त्रुटिनिवारणनिर्गमं सक्षमं कुर्वन्तु

source: URL to open
sa: URL उद्घाटयितुं

source: &MountMan...
sa: &माउंटमैन...

source: Open &MountMan
sa: &MountMan उद्घाटयतु

source: Cannot start 'mount'. Check the 'Dependencies' page in konfigurator.
sa: 'माउण्ट्' आरभुं न शक्यते । konfigurator मध्ये 'Dependencies' पृष्ठं पश्यन्तु ।

source: MountMan is not operational. Sorry
sa: माउण्ट्मैन् कार्यरतं नास्ति । क्षम्यताम्‌

source: MountMan - Your Mount-Manager
sa: MountMan - भवतः माउण्ट्-प्रबन्धकः

source: &Eject
sa: &उत्सर्जनम्

source: &Unmount
sa: &अनमाउंट

source: Total Size
sa: कुल आकार

source: Free Size
sa: मुक्त आकार

source: Free %
sa: निःशुल्कः %

source: Show only removable devices
sa: केवलं हटनीयानि उपकरणानि दर्शयन्तु

source: &Mount
sa: &माउंट

source: MountMan
sa: माउण्टमैन

source: Format
sa: प्रारूप

source: Calculate Occupied Space
sa: कब्जाकृतस्थानस्य गणनां कुर्वन्तु

source: Name: %1
sa: नाम: %1

source: Total occupied space: %1
sa: कुलम् आक्रान्तं स्थानम् : %1

source: (%2 byte)
sa: (%2 बाइट्)

source: in %1 folder
sa: %1 पुटे

source: and %1 file
sa: तथा %1 सञ्चिका

source: Show Details
sa: विवरणं दर्शयतु

source: Show columns with details
sa: विवरणसहिताः स्तम्भाः दर्शयन्तु

source: Show Hidden Folders
sa: गुप्तपुटं दर्शयतु

source: Show folders starting with a dot
sa: बिन्दुना आरभ्य पुटं दर्शयतु

source: Start From Root
sa: मूलतः आरभ्यताम्

source: Set root of the tree to root of filesystem
sa: वृक्षस्य मूलं सञ्चिकातन्त्रस्य मूलं प्रति सेट् कुर्वन्तु

source: Start From Current
sa: वर्तमानतः आरभ्यताम्

source: Set root of the tree to the current folder
sa: वृक्षस्य मूलं वर्तमानपुटे सेट् कुर्वन्तु

source: Start From Place
sa: स्थानात् आरभ्यताम्

source: Set root of the tree to closest folder listed in 'Places'
sa: 'स्थानम्' इत्यत्र सूचीकृते निकटतमपुटे वृक्षस्य मूलं सेट् कुर्वन्तु ।

# @action:inmenu
source: Cut
sa: छिन्न

# @action:inmenu
source: Copy
sa: प्रतिलिपि

# @action:inmenu
source: Move to Trash
sa: Trash इत्यत्र गच्छन्तु

# @action:inmenu
source: Delete
sa: लुप्

# @action:inmenu
source: Properties
sa: गुणाः

# Default layout
source: Default
sa: मूलभूतम्‌

source: Compact
sa: संकुचित

source: Classic
sa: क्लासिक

source: Custom layout: "%1"
sa: इष्टविन्यासः "%1" ।

source: Preview not available
sa: पूर्वावलोकनं उपलब्धं नास्ति
