Repository: KDE/krusader
Catalog: po/sa/krusader.po
Languages: sa

source: Restore ori&ginal operation
sa: ori&ginal संचालनं पुनर्स्थापितं कुर्वन्तु

source: Re&verse direction
sa: Re&verse दिशा

source: Copy from &right to left
sa: &दक्षिणतः वामतः प्रतिलिख्यताम्

source: Copy from &left to right
sa: &वामतः दक्षिणतः प्रतिलिख्यताम्

source: &Delete (left single)
sa: &Delete (वाम एकल)

source: V&iew left file
sa: V&iew वाम सञ्चिका

source: &Compare Files
sa: &सञ्चिकानां तुलनां कुर्वन्तु

source: C&opy selected to clipboard (left)
sa: C&opy क्लिप्बोर्ड् प्रति चयनितम् (वामभागे)

source: Co&py selected to clipboard (right)
sa: Co&py क्लिप्बोर्ड् प्रति चयनितम् (दक्षिणे)

source: &Select items
sa: &वस्तूनाम् चयनं कुर्वन्तु

source: Deselec&t items
sa: Deselect&t द्रव्यम्

source: I&nvert selection
sa: I&nvert चयनम्

source: Synchronize with &KGet
sa: &KGet इत्यनेन सह समन्वयं कुर्वन्तु

source: Select items
sa: वस्तूनि चयनं कुर्वन्तु

source: Deselect items
sa: वस्तूनि अचयनं कुर्वन्तु

source: The target folder must not be empty.
sa: लक्ष्यपुटं रिक्तं न भवितुमर्हति ।

source: The source folder must not be empty.
sa: स्रोतपुटं रिक्तं न भवितुमर्हति ।

source: Synchronizer has nothing to do.
sa: Synchronizer इत्यस्य किमपि सम्बन्धः नास्ति ।

source: The synchronizer window contains data from a previous compare. If you exit, this data will be lost. Do you really want to exit?
sa: समन्वयकविण्डो मध्ये पूर्वतुलनायाः दत्तांशः भवति । यदि भवान् निर्गच्छति तर्हि एषः दत्तांशः नष्टः भविष्यति । किं भवन्तः वास्तवमेव निर्गन्तुं इच्छन्ति ?

source: I/O error while comparing file %1 with %2.
sa: %1 सञ्चिकायाः %2 इत्यनेन सह तुलनां कुर्वन् I/O त्रुटिः ।

source: Comparing file %1 (%2)...
sa: %1 (%2) सञ्चिकायाः तुलनां कुर्वन्...

source: New Tab
sa: नवीन ट्याब्

source: Duplicate Current Tab
sa: वर्तमान ट्याब् डुप्लिकेट् कुर्वन्तु

source: Move Current Tab to Other Side
sa: Current Tab इत्येतत् Other Side इत्यत्र स्थानान्तरयन्तु

source: Move Current Tab to the Left
sa: वर्तमान ट्याब् वामभागे गच्छन्तु

source: Move Current Tab to the Right
sa: वर्तमान ट्याब् दक्षिणतः स्थानान्तरयन्तु

source: Close Current Tab
sa: वर्तमान ट्याब् बन्दं कुर्वन्तु

source: Undo Close Tab
sa: पूर्ववतं कुर्वन्तु Close Tab

source: Next Tab
sa: अग्रिमः ट्याब्

source: Previous Tab
sa: पूर्व ट्याब्

source: Close Inactive Tabs
sa: निष्क्रिय ट्याब्स् बन्दं कुर्वन्तु

source: Close Duplicated Tabs
sa: डुप्लिकेट ट्याब्स् बन्दं कुर्वन्तु

source: Lock Tab
sa: ताला ट्याब्

source: Pin Tab
sa: पिन ट्याब

source: Unlock Tab
sa: अनलॉक ट्याब्

source: Unpin Tab
sa: अनपिन् टब

source: Needed panel specification missing in expander %1
sa: विस्तारक %1 मध्ये पटलविनिर्देशस्य आवश्यकता अस्ति

source: Expander: Bad argument to %1: %2 is not valid item specifier
sa: विस्तारकः: %1 प्रति दुष्टः तर्कः: %2 वैधः द्रव्यनिर्देशकः नास्ति

source: Panel's Path...
sa: पैनलस्य मार्गः...

source: Automatically escape spaces
sa: स्वयमेव रिक्तस्थानानि पलायन्ते

source: Number of...
sa: संख्या के...

source: Count:
sa: गणनां कारोतु:

source: Expander: Bad argument to Count: %1 is not valid item specifier
sa: विस्तारकः: Count कृते दुष्टः तर्कः: %1 वैधः द्रव्यनिर्देशकः नास्ति

source: Filter Mask (*.h, *.cpp, etc.)
sa: फ़िल्टर मास्क (*.h, *.cpp, इत्यादि)

source: Current File (!= Selected File)...
sa: वर्तमानसञ्चिका (!= चयनितसञ्चिका)...

source: Omit the current path (optional)
sa: वर्तमानमार्गं परित्यजन्तु (वैकल्पिकम्) .

source: Item List of...
sa: मद सूची के...

source: Which items:
sa: के वस्तूनि :

source: Separator between the items (optional):
sa: द्रव्ययोः मध्ये विभाजकः (वैकल्पिकः) :

source: Mask (optional, all but 'Selected'):
sa: मुखौटा (वैकल्पिकं, 'चयनितम्' विहाय सर्वे):

source: Filename of an Item List...
sa: एकस्य द्रव्यसूचिकायाः सञ्चिकानाम...

source: Separator between the items (optional)
sa: द्रव्ययोः मध्ये विभाजकः (वैकल्पिकः)

source: Expander: temporary file could not be opened (%1)
sa: विस्तारकः : अस्थायी सञ्चिका उद्घाटयितुं न शक्यते (%1)

source: Manipulate the Selection...
sa: चयनं हेरफेरं कुर्वन्तु...

source: Selection mask:
sa: चयनमास्कः :

source: Manipulate in which way:
sa: केन प्रकारेण हेरफेरम् :

source: Jump to a Location...
sa: एकं स्थानं प्रति कूदन्तु...

source: Choose a path:
sa: एकं मार्गं चिनुत :

source: Open location in a new tab
sa: नूतने ट्याब् मध्ये स्थानं उद्घाटयन्तु

source: Expander: at least 1 parameter is required for Goto.
sa: विस्तारकः : Goto कृते न्यूनातिन्यूनं १ पैरामीटर् आवश्यकम् अस्ति ।

source: Ask Parameter from User...
sa: उपयोक्तृतः पैरामीटर् पृच्छन्तु...

source: Question:
sa: प्रश्न:

source: Preset (optional):
sa: पूर्वनिर्धारित (वैकल्पिकम्):

source: Caption (optional):
sa: शीर्षकम् (वैकल्पिकम्):

source: Expander: at least 1 parameter is required for Ask.
sa: विस्तारकः: Ask कृते न्यूनातिन्यूनं १ पैरामीटर् आवश्यकम् अस्ति ।

source: User Action
sa: उपयोक्ता क्रिया

source: Copy to Clipboard...
sa: क्लिप्बोर्ड् प्रति प्रतिलिपिं कुर्वन्तु...

source: What to copy:
sa: किं प्रतिलिपिं कर्तव्यम् :

source: Append to current clipboard content with this separator (optional):
sa: अस्मिन् विभाजकेन सह वर्तमानक्लिपबोर्डसामग्रीषु संलग्नं कुर्वन्तु (वैकल्पिकम्):

source: Expander: at least 1 parameter is required for Clipboard.
sa: विस्तारकः : Clipboard कृते न्यूनातिन्यूनं १ पैरामीटर् आवश्यकम् अस्ति ।

source: Expander: %Each% may not be in the second argument of %Clipboard%
sa: विस्तारकः: %Each% %Clipboard% इत्यस्य द्वितीय तर्के न भवेत् ।

source: Copy a File/Folder...
sa: एकं सञ्चिकां/पुटं प्रतिलिख्य...

source: Where to copy:
sa: प्रतिलिपिः कुत्र कर्तव्या :

source: Expander: at least 2 parameter is required for Copy.
sa: विस्तारकः : प्रतिलिपिकृते न्यूनातिन्यूनं २ पैरामीटर् आवश्यकम् ।

source: Expander: %Each% may not be in the second argument of %Copy%
sa: विस्तारकः: %Each% %Copy% इत्यस्य द्वितीय तर्के न भवेत् ।

source: Expander: invalid URLs in %_Copy("src", "dest")%
sa: विस्तारकः: %_Copy("src", "dest")% मध्ये अमान्य-URLs

source: Move/Rename a File/Folder...
sa: सञ्चिकां/पुटं स्थानान्तरयन्तु/पुनर्नामकरणं कुर्वन्तु...

source: What to move/rename:
sa: किं स्थानान्तरितव्यं/नामान्तरं कर्तव्यम् :

source: New target/name:
sa: नवीनं लक्ष्यम्/नाम :

source: Expander: at least 2 parameter is required for Move.
sa: विस्तारकः : Move कृते न्यूनातिन्यूनं २ पैरामीटर् आवश्यकम् अस्ति ।

source: %Each% may not be in the second argument of %Move%
sa: %Each% %Move% इत्यस्य द्वितीय तर्के न स्यात् ।

source: Expander: invalid URLs in %_Move("src", "dest")%
sa: विस्तारकः: %_Move("src", "dest")% मध्ये अमान्य-URLs

source: Load a Synchronizer Profile...
sa: एकं समन्वयक-प्रोफाइलं लोड् कुर्वन्तु...

source: Choose a profile:
sa: एकं प्रोफाइलं चिनुत:

source: Expander: no profile specified for %_Sync(profile)%
sa: विस्तारकः: %_Sync(profile)% कृते कोऽपि प्रोफाइलः निर्दिष्टः नास्ति ।

source: Load a Searchmodule Profile...
sa: एकं Searchmodule प्रोफाइल लोडं कुर्वन्तु...

source: Expander: no profile specified for %_NewSearch(profile)%
sa: विस्तारकः: %_NewSearch(profile)% कृते कोऽपि प्रोफाइलः निर्दिष्टः नास्ति ।

source: Load a Panel Profile...
sa: एकं Panel Profile लोडं कुर्वन्तु...

source: Expander: no profile specified for %_Profile(profile)%; abort...
sa: विस्तारकः: %_Profile(profile)% कृते कोऽपि प्रोफाइलः निर्दिष्टः नास्ति; गर्भपातं कुर्वन्तु...

source: Separate Program Call for Each...
sa: प्रत्येकस्य कृते पृथक् कार्यक्रमस्य आह्वानं...

source: Set Sorting for This Panel...
sa: अस्य पटलस्य कृते क्रमणं सेट् कुर्वन्तु...

source: Choose a column:
sa: स्तम्भं चिनोतु :

source: Choose a sort sequence:
sa: क्रमाङ्कनं चिनोतु :

source: Expander: no column specified for %_ColSort(column)%
sa: विस्तारकः: %_ColSort(column)% कृते कोऽपि स्तम्भः निर्दिष्टः नास्ति ।

source: Expander: unknown column specified for %_ColSort(%1)%
sa: विस्तारकः: %_ColSort(%1)% कृते निर्दिष्टः अज्ञातस्तम्भः ।

source: Set Relation Between the Panels...
sa: फलकयोः मध्ये सम्बन्धं सेट् कुर्वन्तु...

source: Set the new size in percent:
sa: नूतनं आकारं प्रतिशते सेट् कुर्वन्तु:

source: Expander: Value %1 out of range for %_PanelSize(percent)%. The first parameter has to be >0 and <100
sa: विस्तारकः: %_PanelSize(percent)% कृते %1 मूल्यं परिधितः बहिः । प्रथमं पैरामीटर् >0 तथा <100 भवितुमर्हति

source: View File with Krusader's Internal Viewer...
sa: Krusader इत्यस्य आन्तरिकदर्शकेन सह सञ्चिकां पश्यन्तु...

source: Which file to view (normally '%aCurrent%'):
sa: का सञ्चिका द्रष्टव्या (सामान्यतया '%aCurrent%'):

source: Choose a view mode:
sa: दृश्यविधिं चिनोतु :

source: Choose a window mode:
sa: एकं विण्डो मोड् चिनुत:

source: Expander: no file to view in %_View(filename)%
sa: विस्तारकः: %_View(filename)% इत्यत्र द्रष्टुं कोऽपि सञ्चिका नास्ति ।

source: %Each% is not allowed in parameter to %1
sa: %1 यावत् पैरामीटर् मध्ये %Each% अनुमतं नास्ति

source: Expander: Bad panel specifier %1 in placeholder %2
sa: विस्तारकः: स्थानधारक %2 मध्ये दुष्टः फलकनिर्दिष्टः %1

source: Error: unterminated % in Expander
sa: त्रुटिः : विस्तारकर्त्रे % न्यूनीकृतम्

source: Error: unrecognized %%%1%2%% in Expander
sa: त्रुटिः : विस्तारकेषु %%%1%2%% अपरिचितः

source: Error: missing ')' in Expander
sa: त्रुटिः : Expander मध्ये ')' अनुपलब्धम्

source: Standard Output (stdout)
sa: मानक निर्गम (stdout) 1.1.

source: Standard Error (stderr)
sa: मानक त्रुटि (stderr) .

source: Output
sa: उत्पादनम्

source: Use font with fixed width
sa: नियतविस्तारयुक्तं फन्ट् उपयुज्यताम्

source: Kill
sa: हन्

source: Kill the running process
sa: धावनप्रक्रियाम् मारयतु

source: *.txt|Text files *|All files
sa: *.txt|पाठसञ्चिकाः *|सर्वाः सञ्चिकाः

source: This file already exists. Do you want to overwrite it or append the output?
sa: एषा सञ्चिका पूर्वमेव अस्ति । किं भवन्तः तत् अधिलेखयितुम् इच्छन्ति वा आउटपुट् योजयितुम् इच्छन्ति वा?

source: Overwrite or append?
sa: अधिलेखनं वा संलग्नं वा ?

source: Append
sa: परिशिष्टम्

source: Export failed
sa: निर्यातः विफलः अभवत्

source: Cannot run user action, %1 not found or not executable. Please verify that kde-cli-tools are installed.
sa: उपयोक्तृक्रिया चालयितुं न शक्यते, %1 न लब्धम् अथवा निष्पादनीयम् । कृपया kde-cli-tools संस्थापितम् इति सत्यापयन्तु ।

source: Embedded terminal emulator does not work, using output collection instead.
sa: एम्बेडेड् टर्मिनल् एमुलेटर् कार्यं न करोति, तस्य स्थाने आउटपुट् संग्रहणं उपयुज्यते ।

source: Confirm Execution
sa: निष्पादनस्य पुष्टिं कुर्वन्तु

source: Command being executed:
sa: निष्पादितः आदेशः :

source: The file %1 does not contain valid UserActions.
sa: %1 सञ्चिकायां वैधं UserActions नास्ति ।

source: UserActions - cannot read from file
sa: UserActions - सञ्चिकातः पठितुं न शक्नोति

source: The actionfile's root element is not called %1, using %2
sa: actionfile इत्यस्य मूलतत्त्वं %1 इति न उच्यते, %2 इत्यस्य उपयोगेन

source: Unable to open actions file %1
sa: %1 क्रियासञ्चिकां उद्घाटयितुं असमर्थः

source: Action without name detected. This action will not be imported. This is an error in the file, you may want to correct it.
sa: नाम विना क्रिया ज्ञाता। एषा क्रिया आयातिता न भविष्यति। एषा सञ्चिकायां दोषः अस्ति, भवान् तत् सम्यक् कर्तुम् इच्छति ।

source: UserActions - invalid action
sa: UserActions - अमान्य क्रिया

source: Equal panel-size
sa: समानः पटल-आकारः

source: Sets the ratio between the two panels to 50/50
sa: द्वयोः पटलयोः मध्ये अनुपातं 50/50 इति सेट् करोति

source: Samples
sa: नमूनानि

source: Edit as root
sa: मूलरूपेण सम्पादयतु

source: Edit a file as root
sa: सञ्चिकां मूलरूपेण सम्पादयन्तु

source: Edit a file with root permissions
sa: मूलानुमतियुक्तां सञ्चिकां सम्पादयन्तु

source: Mount a new filesystem
sa: नूतनं सञ्चिकातन्त्रं माउण्ट् कुर्वन्तु

source: Enqueue in Amarok
sa: अमरोक् मध्ये एन्क्यू

source: Append selected item(s) to Amarok playlist
sa: चयनितं द्रव्यं (वस्तूनि) Amarok प्लेलिस्ट् मध्ये योजयन्तु

source: Multimedia
sa: बहुमाध्यमम्

source: Copy file path of current item (escaping spaces)
sa: वर्तमानवस्तुनः सञ्चिकामार्गं प्रतिलिख्य (पलायनस्थानानि)

source: Copy file path of current item
sa: वर्तमानवस्तूनाम् सञ्चिकामार्गं प्रतिलिख्यताम्

source: Copy file path(s) of selected item(s)
sa: चयनितस्य द्रव्यस्य (वस्तूनाम्) सञ्चिकामार्ग(मार्गाः) प्रतिलिपिं कुर्वन्तु ।

source: Sort by Name
sa: नाम्ना क्रमबद्धः

source: Sorts the active panel by Name
sa: सक्रियपटलं Name इत्यनेन क्रमयति

source: Sort by Extension
sa: Extension द्वारा क्रमबद्ध करें

source: Sorts the active panel by Extension
sa: सक्रियपटलं Extension इत्यनेन क्रमयति

source: Sort by Size
sa: आकारानुसारं क्रमयन्तु

source: Sorts the active panel by Size
sa: सक्रियपटलं Size इत्यनेन क्रमयति

source: Sort by Modified
sa: परिवर्तित के अनुसार क्रमबद्ध करें

source: Sorts the active panel by Modified
sa: सक्रियपटलं Modified इत्यनेन क्रमयति

source: Backup current
sa: बैकअप वर्तमान

source: Backup current file in current folder
sa: वर्तमानपुटे वर्तमानसञ्चिकायाः बैकअपं गृह्यताम्

source: System
sa: व्यवस्था

source: Backs current file up in current folder and asks the user for a new filename. By default ".old" is appended to the original filename.
sa: वर्तमान सञ्चिकायाः पृष्ठपोषणं वर्तमानपुटे कृत्वा उपयोक्त्रेण नूतनं सञ्चिकानाम पृच्छति । पूर्वनिर्धारितरूपेण ".old" मूलसञ्चिकानाम्नि संलग्नम् अस्ति ।

source: krarc: write support is disabled. You can enable it on the 'Archives' page in Konfigurator.
sa: krarc: write समर्थनं अक्षमम् अस्ति। Konfigurator इत्यस्मिन् 'Archives' पृष्ठे सक्षमं कर्तुं शक्नुवन्ति ।

source: Creating %1...
sa: %1 रचयन्...

source: Packing %1...
sa: पैकिंग %1...

source: Unpacking %1...
sa: %1 अनपैकिंग...

source: An error has happened, related to the external program '%1'. The error message is: '%2'.
sa: एकः त्रुटिः अभवत्, बाह्यप्रोग्रामेन '%1' इत्यनेन सह सम्बद्धा । त्रुटिसन्देशः अस्ति: '%2' ।

source: Copying from archive to archive is not supported.
sa: आर्काइव् तः आर्काइव् प्रति प्रतिलिपिकरणं समर्थितं नास्ति ।

source: Make sure that the %1 binary is installed properly on your system.
sa: %1 द्विचक्रिका भवतः प्रणाल्यां सम्यक् संस्थापितम् इति सुनिश्चितं कुर्वन्तु ।

source: Krarc Password Dialog
sa: Krarc गुप्तशब्द संवाद

source: Accessing the file requires a password.
sa: सञ्चिकां प्राप्तुं गुप्तशब्दस्य आवश्यकता भवति ।
