Repository: KDE/krusader
Catalog: po/sa/krusader.po
Languages: sa

source: When checked, whenever the panel is changed (for example, by pressing Tab), Krusader changes the current folder in the embedded terminal.
sa: यदा कदापि पटलं परिवर्तते (उदाहरणार्थं, Tab नुदन्), तदा Krusader एम्बेडेड् टर्मिनल् मध्ये वर्तमानपुटं परिवर्तयति ।

source: Active panel follows Embedded Terminal working directory
sa: सक्रियः पटलः Embedded Terminal कार्यनिर्देशिकायाः अनुसरणं करोति

source: When checked, whenever terminal working directory is changed (for example, by executing 'cd' or 'popd' command), Krusader changes the current folder of active panel.
sa: यदा परीक्षितं भवति तदा कदापि टर्मिनल् कार्यनिर्देशिका परिवर्तिता भवति (उदाहरणार्थं 'cd' अथवा 'popd' आदेशं निष्पादयित्वा), Krusader सक्रियपटलस्य वर्तमानपुटं परिवर्तयति ।

source: Searching for tools...
sa: साधनानि अन्वेष्य...

source: Make sure to install new tools in your <code>$PATH</code> (e.g. /usr/bin)
sa: स्वस्य <code>$PATH</code> मध्ये नूतनानि साधनानि संस्थापनं सुनिश्चितं कुर्वन्तु (उदा. /usr/bin)

source: Add new atomic extension
sa: नूतनं परमाणुविस्तारं योजयन्तु

source: Extension:
sa: विस्तार:

source: Atomic extensions must start with '.' and must contain at least one more '.' character.
sa: परमाणुविस्तारस्य आरम्भः '.' तथा न्यूनातिन्यूनम् एकं अधिकं '.' स्वभावः।

source: Navigator bar
sa: नेविगेटर बार

source: Edit Mode by default
sa: पूर्वनिर्धारितरूपेण Edit Mode इति

source: Show editable path in Navigator bar by default
sa: पूर्वनिर्धारितरूपेण Navigator bar मध्ये सम्पादनीयमार्गं दर्शयतु

source: Show full path by default
sa: पूर्वनिर्धारितरूपेण पूर्णमार्गं दर्शयतु

source: Always show full path in Navigator bar by default.
sa: पूर्वनिर्धारितरूपेण Navigator bar मध्ये सर्वदा पूर्णमार्गं दर्शयन्तु ।

source: Operation
sa: संचालन

source: Autoselect folders
sa: पुटं स्वयमेव चयनं कुर्वन्तु

source: When matching the select criteria, not only files will be selected, but also folders.
sa: चयनमापदण्डस्य मेलनं कुर्वन् न केवलं सञ्चिकाः चयनिताः भविष्यन्ति, अपितु पुटे अपि चयनिताः भविष्यन्ति ।

source: Rename selects extension
sa: Rename इत्येतत् विस्तारं चिनोति

source: When renaming a file, the whole text is selected. If you want Total-Commander like renaming of just the name, without extension, uncheck this option.
sa: सञ्चिकायाः नामकरणं कुर्वन् सम्पूर्णः पाठः चयनितः भवति । यदि भवान् केवलं नामस्य पुनर्नामकरणं इव Total-Commander इच्छति, विस्तारं विना, तर्हि एतत् विकल्पं अनचेक् कुर्वन्तु ।

source: Unselect files before copy/move
sa: प्रतिलिपिं/स्थानांतरणात् पूर्वं सञ्चिकाः अचयनं कुर्वन्तु

source: Unselect files, which are to be copied/moved, before the operation starts.
sa: कार्यस्य आरम्भात् पूर्वं सञ्चिकाः अचयनं कुर्वन्तु, येषां प्रतिलिपिः/स्थापनीयाः सन्ति ।

source: Filter dialog remembers settings
sa: फ़िल्टर संवाद सेटिङ्ग्स् स्मरणं करोति

source: The filter dialog is opened with the last filter settings that where applied to the panel.
sa: फ़िल्टर संवादः अन्तिमैः फ़िल्टर सेटिंग्स् इत्यनेन सह उद्घाटितः भवति यत् यत्र फलकस्य उपरि प्रयुक्तम् अस्ति ।

source: Tabs
sa: टब्स्

source: Use full path tab names
sa: पूर्णमार्गट्याब्नामानां उपयोगं कुर्वन्तु

source: Display the full path in the folder tabs. By default only the last part of the path is displayed.
sa: समुच्चय ट्याब्स् मध्ये पूर्णमार्गं प्रदर्शयन्तु । पूर्वनिर्धारितरूपेण केवलं मार्गस्य अन्तिमभागः एव प्रदर्शितः भवति ।

source: Show close tab buttons
sa: close ट्याब् बटन्स् दर्शयतु

source: Show close tab buttons.
sa: close ट्याब् बटन्स् दर्शयतु।

source: Expanding tabs
sa: ट्याब्स् विस्तारयन्

source: Expanding tabs.
sa: ट्याब्स् विस्तारयन् ।

source: Show new tab button
sa: नूतनं ट्याब् बटनं दर्शयतु

source: Show new tab button.
sa: नूतनं ट्याब् बटनं दर्शयतु।

source: Insert tabs after current
sa: वर्तमानस्य अनन्तरं ट्याब्स् सम्मिलितं कुर्वन्तु

source: Insert new tabs to the right of the current one.
sa: वर्तमानस्य दक्षिणभागे नूतनानि ट्याब्स् निवेशयन्तु ।

source: Show Tab Bar on single tab
sa: एकस्मिन् ट्याब् मध्ये Tab Bar दर्शयतु

source: Show the tab bar with only one tab.
sa: केवलं एकेन ट्याब् सह ट्याब् बारं दर्शयतु ।

source: Close tab by double click
sa: डबल क्लिक् कृत्वा ट्याब् बन्दं कुर्वन्तु

source: Close tab by double click.
sa: डबल क्लिक् कृत्वा ट्याब् बन्दं कुर्वन्तु।

source: New tab button duplicates a tab
sa: नूतनं ट्याब् बटनं ट्याब् डुप्लिकेट् करोति

source: If checked, new tab button duplicates a tab, otherwise it opens a tab in home directory.
sa: यदि चेक् कृतं तर्हि नूतनं ट्याब् बटन् ट्याब् डुप्लिकेट् करोति, अन्यथा गृहनिर्देशिकायां ट्याब् उद्घाटयति ।

source: Duplicate active tab by click:
sa: क्लिक् कृत्वा सक्रियट्याब् डुप्लिकेट् कुर्वन्तु:

source: Disabled
sa: अक्षमित

source: Alt+Click
sa: Alt+क्लिक् कुर्वन्तु

source: Ctrl+Click
sa: Ctrl+क्लिक् कुर्वन्तु

source: Duplicate active tab by clicking Ctrl/Alt+LMB
sa: Ctrl/Alt+LMB इत्यत्र क्लिक् कृत्वा सक्रियट्याब् डुप्लिकेट् कुर्वन्तु

source: Tab Bar position:
sa: ट्याब् बार स्थितिः :

source: Top
sa: उपरितन

source: Bottom
sa: अधः

source: Search bar
sa: अन्वेषणपट्टिका

source: Start by typing
sa: टङ्कयित्वा आरभत

source: Open search bar and start searching by typing in panel.
sa: search bar उद्घाट्य panel इत्यत्र टङ्कयित्वा अन्वेषणं आरभत ।

source: Case sensitive
sa: प्रकरणसंवेदनशीलः

source: Search must match case.
sa: अन्वेषणं केसस्य मेलनं भवितुमर्हति।

source: Up/Down cancels search
sa: Up/Down अन्वेषणं रद्दं करोति

source: Pressing the Up/Down buttons closes the search bar (only in search mode).
sa: Up/Down बटन् नुदनेन अन्वेषणपट्टिका (केवलं अन्वेषणविधाने) बन्दं भवति ।

source: Folder navigation with Right Arrow
sa: Right Arrow इत्यनेन सह समुच्चय नेविगेशनम्

source: Pressing the Right button enters folder if no search text editing intention is captured.
sa: यदि अन्वेषणपाठसम्पादनस्य अभिप्रायः न गृहीतः तर्हि Right बटनं नुदन् समुच्चय प्रविशति ।

source: Position:
sa: स्थितिः:

source: Default mode:
sa: पूर्वनिर्धारितविधिः :

source: Search
sa: अन्वेषण

source: Select
sa: विचि

source: Filter
sa: फ़िल्टर

source: Set the default mode on first usage
sa: प्रथमप्रयोगे पूर्वनिर्धारितं मोडं सेट् कुर्वन्तु

source: Bookmark Search
sa: बुकमार्क अन्वेषणम्

source: Always show search bar
sa: सदैव अन्वेषणपट्टिकां दर्शयतु

source: Make bookmark search bar always visible
sa: बुकमार्क अन्वेषणपट्टिकां सर्वदा दृश्यमानं कुर्वन्तु

source: Search in special items
sa: विशेषवस्तूनि अन्वेष्टुम्

source: Bookmark search is also applied to special items in bookmark menu like Trash, Popular URLs, Jump Back, etc.
sa: बुकमार्क-सन्धानं बुकमार्क-मेनू-मध्ये विशेष-वस्तूनाम् अपि प्रयुक्तं भवति यथा Trash, Popular URLs, Jump Back इत्यादिषु ।

source: Status/Totalsbar
sa: स्थिति/कुलपट्टी

source: Show size in bytes too
sa: बाइट् इत्यत्र अपि आकारं दर्शयतु

source: Show space information
sa: अन्तरिक्षस्य सूचनां दर्शयतु

source: Show free/total space on the device
sa: यन्त्रे मुक्तं/कुलस्थानं दर्शयतु

source: Layout
sa: प्रारूपं

source: Layout:
sa: प्रारूपं:

source: Frame Color:
sa: फ्रेम रङ्गः :

# Frame color
source: Defined by Layout
sa: लेआउट् द्वारा परिभाषितम्

# Frame color
source: None
sa: न कश्चित्

# Frame color
source: Statusbar
sa: स्थितिपट्टिका

source: Frame Shape:
sa: फ्रेम आकारः :

# Frame shape
source: Defined by Layout
sa: लेआउट् द्वारा परिभाषितम्

# Frame shape
source: None
sa: न कश्चित्

# Frame shape
source: Box
sa: कोश

# Frame shape
source: Panel
sa: पटल

source: Frame Shadow:
sa: फ्रेम छाया :

# Frame shadow
source: Defined by Layout
sa: लेआउट् द्वारा परिभाषितम्

# Frame shadow
source: None
sa: न कश्चित्

# Frame shadow
source: Raised
sa: उन्नत

# Frame shadow
source: Sunken
sa: डुबन्

source: Default icon size:
sa: पूर्वनिर्धारितचिह्न आकारः :

source: Use icons in the filenames
sa: सञ्चिकानामेषु चिह्नानां उपयोगं कुर्वन्तु

source: Show the icons for filenames and folders.
sa: सञ्चिकानामानां, पुटस्य च चिह्नानि दर्शयतु ।

source: Show previews by default
sa: पूर्वावलोकनानि पूर्वनिर्धारितरूपेण दर्शयन्तु

source: Show previews of files and folders.
sa: सञ्चिकानां, पुटस्य च पूर्वावलोकनं दर्शयतु ।

source: View font:
sa: फ़ॉन्ट् पश्यन्तु :

source: The duration after a tooltip is shown for a file item, in milliseconds. Set a negative value to disable tooltips.
sa: टूलटिप् इत्यस्य अनन्तरं अवधिः सञ्चिकावस्तुनः कृते दर्शिता भवति, मिलीसेकेण्ड्-मात्रायां । tooltips निष्क्रियं कर्तुं नकारात्मकं मूल्यं सेट् कुर्वन्तु ।

source: Tooltip delay (msec):
sa: टूलटिप् विलम्ब (msec): .

source: Use human-readable file size
sa: मानव-पठनीय-सञ्चिका-आकारस्य उपयोगं कुर्वन्तु

source: File sizes are displayed in B, KB, MB and GB, not just in bytes.
sa: सञ्चिकायाः आकाराः B, KB, MB, GB इत्यत्र प्रदर्शिताः भवन्ति, न केवलं बाइट्-रूपेण ।

source: Show hidden files
sa: गुप्तसञ्चिकाः दर्शयतु

source: Display files beginning with a dot.
sa: बिन्दुना आरभ्य सञ्चिकाः प्रदर्शयन्तु ।

source: Numeric Permissions
sa: संख्यात्मकाः अनुमतिः

source: Show octal numbers (0755) instead of the standard permissions (rwxr-xr-x) in the permission column.
sa: अनुमतिस्तम्भे मानकानुमतीनां (rwxr-xr-x) स्थाने अष्टसङ्ख्याः (0755) दर्शयन्तु ।

source: Load the user defined folder icons
sa: उपयोक्तृनिर्धारितपुटचिह्नानि लोड् कुर्वन्तु

source: Load the user defined folder icons (can cause decrease in performance).
sa: उपयोक्तृनिर्धारितपुटचिह्नानि लोड् कुर्वन्तु (प्रदर्शने न्यूनतां जनयितुं शक्नोति) ।

source: Always show current item
sa: सर्वदा वर्तमानं द्रव्यं दर्शयतु

source: Show current item border decoration in inactive panel.
sa: निष्क्रियपटले वर्तमानवस्तुसीमासज्जां दर्शयतु।

source: Sort method:
sa: क्रमाङ्कनविधिः :

source: Alphabetical
sa: वर्णमालानुसारम्

source: Alphabetical and numbers
sa: वर्णमाला तथा संख्या

source: Character code
sa: वर्णसङ्केतः

source: Character code and numbers
sa: वर्णसङ्केतः सङ्ख्याः च

# Krusader sort
source: Krusader
sa: क्रूसेडर

source: Case sensitive sorting
sa: प्रकरणसंवेदनशीलं क्रमणं

source: All files beginning with capital letters appear before files beginning with non-capital letters (UNIX default).
sa: बृहत् अक्षरैः आरभ्यमाणाः सर्वाणि सञ्चिकाः अ-बृहत् अक्षरैः आरभ्यमाणानां सञ्चिकानां पुरतः दृश्यन्ते (UNIX पूर्वनिर्धारितम्) ।

source: Show folders first
sa: प्रथमं पुटं दर्शयतु

source: Always sort dirs by name
sa: सदैव नाम्ना दिर्स् क्रमयन्तु

source: Folders are sorted by name, regardless of the sort column.
sa: पुटं नामद्वारा क्रमबद्धं भवति, क्रमाङ्कस्तम्भं न कृत्वा ।

source: Locale aware sorting
sa: स्थानीय जागरूक क्रमवारी

source: The sorting is performed in a locale- and also platform-dependent manner. Can be slow.
sa: क्रमणं स्थानीय- तथा च मञ्च-निर्भररूपेण क्रियते । मन्दं भवितुम् अर्हति।

source: View modes
sa: दृश्यविधानानि

source: Default view mode:
sa: पूर्वनिर्धारितदृश्यविधिः :

source: Buttons
sa: बटनम्

source: Toolbar buttons have icons
sa: टूल्बार बटन् मध्ये चिह्नानि सन्ति

source: Show Media Button
sa: मीडिया बटनं दर्शयतु

source: The media button will be visible.
sa: मीडिया बटनं दृश्यते।

source: Show Back Button
sa: Back Button दर्शयतु

source: Show Forward Button
sa: अग्रे बटनं दर्शयतु

source: Show History Button
sa: इतिहास बटनं दर्शयतु

source: The history button will be visible.
sa: इतिहासस्य बटनं दृश्यते ।

source: Show Bookmarks Button
sa: बुकमार्क्स् बटनं दर्शयतु

source: The bookmarks button will be visible.
sa: bookmarks इति बटनं दृश्यते ।

source: Show Panel Toolbar
sa: Panel Toolbar दर्शयतु

source: The panel toolbar will be visible.
sa: फलकसाधनपट्टिका दृश्यते ।

source: Visible Panel Toolbar buttons
sa: दृश्यमानं Panel Toolbar बटन्स्

source: Equal button (=)
sa: सम बटन (=)

source: Changes the panel folder to the other panel folder.
sa: फलकपुटं अन्यपटलपुटं प्रति परिवर्तयति ।

source: Up button (..)
sa: अप बटन (..)

source: Changes the panel folder to the parent folder.
sa: फलकपुटं मातापितृपुटं प्रति परिवर्तयति ।

source: Home button (~)
sa: गृह बटन (~)

source: Changes the panel folder to the home folder.
sa: फलकपुटं गृहपुटं प्रति परिवर्तयति ।

source: Root button (/)
sa: मूल बटन (/)

source: Changes the panel folder to the root folder.
sa: फलकपुटं मूलपुटं प्रति परिवर्तयति ।

source: Toggle-button for sync-browsing
sa: समन्वयन-ब्राउजिंग् कृते Toggle-button

source: Each folder change in the panel is also performed in the other panel.
sa: फलकस्य प्रत्येकं पुटपरिवर्तनं अन्यस्मिन् पटले अपि क्रियते ।

source: Selection Mode
sa: चयनविधिः

source: Krusader Mode
sa: क्रूसेडर मोड

source: Both keys allow selecting files. To select more than one file, hold the Ctrl key and click the left mouse button. Right-click menu is invoked using a short click on the right mouse button.
sa: द्वयोः कीलयोः सञ्चिकानां चयनं भवति । एकादशाधिकसञ्चिकां चिन्वितुं Ctrl कीलं धारयित्वा वाममूषकस्य बटन् नुदन्तु । राइट्-क्लिक् मेन्यू राइट्-माउस् बटन् इत्यस्य उपरि लघुक्लिक् इत्यस्य उपयोगेन आह्वयति ।

source: Konqueror Mode
sa: विजेता मोड

source: Pressing the left mouse button selects files - you can click and select multiple files. Right-click menu is invoked using a short click on the right mouse button.
sa: वाममूषकस्य बटनं नुदनेन सञ्चिकाः चयनं भवति - भवान् बहुसञ्चिकाः क्लिक् कृत्वा चिन्वितुं शक्नोति । राइट्-क्लिक् मेन्यू राइट्-माउस् बटन् इत्यस्य उपरि लघुक्लिक् इत्यस्य उपयोगेन आह्वयति ।

source: Total-Commander Mode
sa: कुल-सेनापति मोड

source: The left mouse button does not select, but sets the current file without affecting the current selection. The right mouse button selects multiple files and the right-click menu is invoked by pressing and holding the right mouse button.
sa: वाममूषकस्य बटनं न चयनं करोति, परन्तु वर्तमानचयनं न प्रभावितं कृत्वा वर्तमानसञ्चिकां सेट् करोति । दक्षिणमूषकस्य बटनं बहुविधसञ्चिकानां चयनं करोति तथा च दक्षिणमूषकस्य बटनं नुत्वा धारयित्वा दक्षिण-क्लिक्-मेनू आह्वयति ।

source: Ergonomic Mode
sa: एर्गोनॉमिक मोड

source: The left mouse button does not select, but sets the current file without affecting the current selection. The right mouse button invokes the context-menu. You can select with Ctrl key and the left button.
sa: वाममूषकस्य बटनं न चयनं करोति, परन्तु वर्तमानचयनं न प्रभावितं कृत्वा वर्तमानसञ्चिकां सेट् करोति । दक्षिणमूषकस्य बटन् सन्दर्भ-मेनू आह्वयति । Ctrl कीलेन वामबटनेन च चयनं कर्तुं शक्नुवन्ति ।

source: Custom Selection Mode
sa: कस्टम चयन मोड

source: Design your own selection mode.
sa: स्वस्य चयनविधिं डिजाइनं कुर्वन्तु।

source: Details
sa: वर्णन

source: Double-click selects (classic)
sa: द्विवारं क्लिक् कृत्वा चयनं करोति (classic)

source: A single click on a file will select and focus, a double click opens the file or steps into the folder.
sa: सञ्चिकायां एकवारं क्लिक् कृत्वा चयनं कृत्वा फोकस भविष्यति, द्विवारं क्लिक् कृत्वा सञ्चिका उद्घाट्यते अथवा समुच्चय मध्ये पदानि गच्छति ।

source: Obey global selection policy
sa: वैश्विकचयननीतिं पालनम्

source: <p>Use global setting:</p><p><i>Plasma System Settings -> Input Devices -> Mouse</i></p>
sa: <p>वैश्विकसेटिंग् इत्यस्य उपयोगं कुर्वन्तु:</p><p> <i>प्लाज्मा सिस्टम् सेटिंग्स् -&gt; इनपुट् डिवाइसेस् -&gt; माउस्</i></p>

source: Based on KDE's selection mode
sa: KDE इत्यस्य चयनविधानस्य आधारेण

source: If checked, use a mode based on KDE's style.
sa: यदि परीक्षितं तर्हि KDE इत्यस्य शैल्याः आधारेण एकं मोड् उपयुज्यताम् ।

source: Left mouse button selects
sa: वाममूषकस्य बटनं चयनं करोति

source: If checked, left clicking an item will select it.
sa: यदि चेक् कृतं तर्हि कस्यचित् द्रव्यस्य वामक्लिक् कृत्वा तत् चयनं भविष्यति ।

source: Left mouse button preserves selection
sa: वाममूषकस्य बटन् चयनं रक्षति

source: If checked, left clicking an item will select it, but will not unselect other, already selected items.
sa: यदि चेक् कृतम् अस्ति तर्हि कस्मिंश्चित् द्रव्ये वाम-क्लिक् कृत्वा तत् चयनं भविष्यति, परन्तु अन्ये, पूर्वमेव चयनित-वस्तूनाम् अचयनं न भविष्यति ।

source: Shift/Ctrl-Left mouse button selects
sa: Shift/Ctrl-Left माउस् बटन् चयनं करोति

source: If checked, Shift/Ctrl left clicking will select items. Note: this is meaningless if 'Left Button Selects' is checked.
sa: यदि चेक् कृतं तर्हि Shift/Ctrl वामक्लिक् कृत्वा वस्तूनि चिनोति । नोटः- यदि 'Left Button Selects' इति चेक् कृतम् अस्ति तर्हि एतत् निरर्थकं भवति ।

source: Right mouse button selects
sa: दक्षिणमूषकस्य बटनं चयनं करोति

source: If checked, right clicking an item will select it.
sa: यदि चेक् कृतं तर्हि कस्मिंश्चित् द्रव्ये राइट् क्लिक् करणेन तस्य चयनं भविष्यति ।

source: Right mouse button preserves selection
sa: दक्षिणमूषकस्य बटन् चयनं रक्षति

source: If checked, right clicking an item will select it, but will not unselect other, already selected items.
sa: यदि चेक् कृतं तर्हि कस्यचित् द्रव्यस्य राइट् क्लिक् करणेन तस्य चयनं भविष्यति, परन्तु अन्येषां, पूर्वमेव चयनितानां वस्तूनि अचयनं न भविष्यति ।

source: Shift/Ctrl-Right mouse button selects
sa: Shift/Ctrl-Right माउस् बटन् चयनं करोति

source: If checked, Shift/Ctrl right clicking will select items. Note: this is meaningless if 'Right Button Selects' is checked.
sa: यदि चेक् कृतम् अस्ति तर्हि Shift/Ctrl राइट् क्लिक् करणेन वस्तूनि चयनं भविष्यति । नोटः- यदि 'Right Button Selects' इति चेक् कृतम् अस्ति तर्हि एतत् निरर्थकं भवति ।

source: Spacebar moves down
sa: अन्तरिक्षपट्टिका अधः गच्छति

source: If checked, pressing the spacebar will select the current item and move down. Otherwise, current item is selected, but remains the current item.
sa: यदि चेक् कृतं तर्हि स्पेसबार नुदने वर्तमानं द्रव्यं चित्वा अधः गमिष्यति । अन्यथा वर्तमानवस्तु चयनितं भवति, परन्तु वर्तमानवस्तु एव तिष्ठति ।

source: Spacebar calculates disk space
sa: स्पेसबार डिस्कस्थानस्य गणनां करोति

source: If checked, pressing the spacebar while the current item is a folder, will (except from selecting the folder) calculate space occupied of the folder (recursively).
sa: यदि चेक् कृतं तर्हि वर्तमानं द्रव्यं पुटं भवति चेत् स्पेसबारं नुदन्, (पुटस्य चयनं विहाय) पुटस्य कब्जाकृतं स्थानं गणयन्तु (पुनरावृत्तिरूपेण)।

source: Insert moves down
sa: इन्सर्ट् अधः गच्छति

source: If checked, pressing Insert will select the current item, and move down to the next item. Otherwise, current item is not changed.
sa: यदि चेक् कृतं तर्हि Insert नुदने वर्तमानं द्रव्यं चिनोति, अग्रिमवस्तुं प्रति अधः गमिष्यति । अन्यथा वर्तमानवस्तु परिवर्तनं न भवति ।

source: Right clicking pops context menu immediately
sa: राइट् क्लिक् करणेन तत्क्षणमेव context menu pops भवति

source: If checked, right clicking will result in an immediate showing of the context menu. Otherwise, user needs to click and hold the right mouse button for 500ms.
sa: यदि चेक् कृतं तर्हि राइट् क्लिक् करणेन सन्दर्भमेनू इत्यस्य तत्क्षणं प्रदर्शनं भविष्यति । अन्यथा उपयोक्त्रेण 500ms यावत् दक्षिणमूषकस्य बटनं क्लिक् कृत्वा धारयितुं आवश्यकम् ।

source: A plain mouse button resets selection
sa: साधारणं मूषकबटनं चयनं पुनः सेट् करोति

source: Reset selection on a mouse click without modifiers (i.e. Shift or Ctrl). Selection with Shift/Ctrl for the mouse button have to be enabled for this setting to work.
sa: संशोधकाः (अर्थात् Shift अथवा Ctrl) विना माउस् क्लिक् इत्यत्र चयनं पुनः सेट् कुर्वन्तु । एतत् सेटिङ्ग् कार्यं कर्तुं मूषकस्य बटनस्य कृते Shift/Ctrl इत्यनेन सह चयनं सक्षमं कर्तव्यम् अस्ति ।

source: Media Menu
sa: मीडिया मेनू

source: Show Mount Path
sa: पर्वतमार्गं दर्शयतु

source: Show File System Type
sa: सञ्चिकातन्त्रप्रकारं दर्शयतु

source: Hide SquashFS entries
sa: SquashFS प्रविष्टयः गोपयन्तु

source: Show Size:
sa: आकारं दर्शयतु :

# setting 'show size'
source: Always
sa: सर्वदा

# setting 'show size'
source: When Device has no Label
sa: यदा Device इत्यस्य Label नास्ति

# setting 'show size'
source: Never
sa: कदापि न

source: Hide following mountpoints:
sa: निम्नलिखित माउण्ट्पॉइण्ट् गोपयन्तु :

source: Add new hidden mount point
sa: नूतनं गुप्तं माउण्ट्-बिन्दुं योजयन्तु

source: Mount point:
sa: माउण्ट् बिन्दुः :

source: Links
sa: लिङ्कानि

source: Defined Links
sa: परिभाषितलिङ्कानि

source: Add protocol to the link list.
sa: लिङ्क् सूचीयां प्रोटोकॉलं योजयन्तु।

source: Remove protocol from the link list.
sa: लिङ्क् सूचीतः प्रोटोकॉलं निष्कासयन्तु ।

source: Add MIME to the selected protocol on the link list.
sa: लिङ्क् सूचीयां चयनितप्रोटोकॉलमध्ये MIME योजयन्तु ।

source: Remove MIME from the link list.
sa: लिङ्क् सूचीतः MIME निष्कासयन्तु ।

source: Protocols
sa: प्रोटोकॉल

source: MIMEs
sa: MIMEs इति

source: Defines the panel profile used at startup. A panel profile contains:<ul><li>all the tabs paths</li><li>the current tab</li><li>the active panel</li></ul><b>&lt;Last session&gt;</b> is a special panel profile which is saved automatically when Krusader is closed.
sa: प्रारम्भे उपयुज्यमानं फलकप्रोफाइलं परिभाषयति । एकस्मिन् पटलप्रोफाइलमध्ये अन्तर्भवति:<ul><li> सर्वे ट्याब्स् मार्गाः</li><li> वर्तमान ट्याब्</li><li> सक्रियः पटलः</li></ul> <b>&lt;Last session&gt;</b> इति विशेषः पटलप्रोफाइलः अस्ति यः स्वयमेव रक्षितः भवति यदा Krusader बन्दः भवति ।

source: Startup profile:
sa: स्टार्टअप प्रोफाइल :

source: <Last session>
sa: <अन्तिमसत्रम्>

source: Show splashscreen
sa: स्पलैशस्क्रीन् दर्शयतु

source: Display a splashscreen when starting Krusader.
sa: Krusader इत्यस्य आरम्भे स्पलैशस्क्रीन् प्रदर्शयन्तु ।

source: Single instance mode
sa: एकदृष्टान्तविधिः

source: Only one Krusader instance is allowed to run.
sa: केवलं एकं क्रूसेडर-दृष्टान्तं चालयितुं अनुमतिः अस्ति ।

source: Fallback Icon Theme:
sa: Fallback Icon विषयः :

source: Whenever icon is not found in system icon theme, this theme will be used as a fallback. If fallback theme doesn't contain the icon, Breeze or Oxygen will be used if any of these are present.
sa: यदा कदापि system icon theme इत्यस्मिन् icon न लभ्यते तदा एतत् theme fallback इत्यस्य रूपेण उपयुज्यते । यदि fallback theme इत्यत्र चिह्नं नास्ति तर्हि एतेषु कश्चन अपि उपस्थितः चेत् Breeze अथवा Oxygen इत्यस्य उपयोगः भविष्यति ।

source: User Interface
sa: उपयोक्तृ-अन्तरफलकम्

source: Save last position, size and panel settings
sa: अन्तिमस्थानं, आकारः, फलकसेटिंग्स् च रक्षन्तु

source: <p>At startup, the main window will resize itself to the size it was when last shutdown. It will also appear in the same location of the screen, having panels sorted and aligned as they were before.</p> <p>If this option is disabled, you can use the menu <i>Window -> Save Position</i> option to manually set the main window's size and position at startup.</p>
sa: <p>प्रारम्भे मुख्यविण्डो अन्तिमनिरोधसमये यत् आकारं आसीत् तस्मिन् आकारे स्वस्य आकारं परिवर्तयिष्यति । इदं पटलस्य समाने स्थाने अपि दृश्यते, यत्र पूर्ववत् पटलाः क्रमबद्धाः, संरेखिताः च सन्ति ।</p><p> यदि एषः विकल्पः अक्षमः अस्ति तर्हि आरम्भे मुख्यविण्डो इत्यस्य आकारं स्थानं च मैन्युअल् रूपेण सेट् कर्तुं मेनू <i>Window -&gt; Save Position</i> विकल्पस्य उपयोगं कर्तुं शक्नोति ।</p>

source: Update default panel settings
sa: पूर्वनिर्धारितपटलसेटिंग्स् अद्यतनं कुर्वन्तु

source: When settings of a panel are changed, save them as the default for new panels of the same type.
sa: यदा पटलस्य सेटिङ्ग्स् परिवर्तन्ते तदा समानप्रकारस्य नूतनपैनलस्य कृते पूर्वनिर्धारितरूपेण रक्षन्तु ।

source: Start to tray
sa: ट्रे कर्तुं आरभत

source: Krusader starts to tray, without showing the main window
sa: क्रुसेडरः ट्रे कर्तुं आरभते, मुख्यजालकं न दर्शयन्

source: Save component settings on exit
sa: निर्गमनसमये घटकसेटिंग्स् रक्षन्तु

source: Check the state of the user interface components and restore them to their condition when last shutdown.
sa: उपयोक्तृ-अन्तरफलक-घटकानाम् स्थितिं पश्यन्तु, अन्तिम-निरोधसमये तान् पुनः स्थापयन्तु ।

source: Show function keys
sa: फंक्शन् कील्स् दर्शयतु

source: Function keys will be visible after startup.
sa: स्टार्टअप इत्यस्य अनन्तरं फंक्शन् कील्स् दृश्यन्ते।

source: Show command line
sa: आदेशपङ्क्तिं दर्शयतु

source: Command line will be visible after startup.
sa: प्रारम्भस्य अनन्तरं आदेशपङ्क्तिः दृश्यते ।

source: Show embedded terminal
sa: एम्बेडेड् टर्मिनल् दर्शयतु

source: Embedded terminal will be visible after startup.
sa: स्टार्टअप इत्यस्य अनन्तरं एम्बेडेड् टर्मिनल् दृश्यते ।

source: Information
sa: सूचना

source: Here you can configure settings about useractions. To set up, configure and manage your useractions please use ActionMan.
sa: अत्र भवान् useractions विषये सेटिङ्ग्स् विन्यस्तुं शक्नोति । स्वस्य उपयोक्तृक्रियाः स्थापयितुं, विन्यस्तुं, प्रबन्धयितुं च कृपया ActionMan इत्यस्य उपयोगं कुर्वन्तु ।

source: Start ActionMan
sa: ActionMan आरभत
