Repository: KDE/krusader
Catalog: po/sa/krusader.po
Languages: sa

source: Close the search bar
sa: अन्वेषणपट्टिकां पिधाय

source: Change the search mode
sa: अन्वेषणविधिं परिवर्तयन्तु

source: Enter or select search string
sa: अन्वेषणमालं प्रविशतु अथवा चिनोतु

source: Save the current search string
sa: वर्तमान अन्वेषण स्ट्रिंग् रक्षन्तु

source: Open selection dialog
sa: चयनसंवादं उद्घाटयन्तु

source: Saved search text to history
sa: अन्वेषणपाठः इतिहासे रक्षितः

source: The statusbar displays information about the filesystem which holds your current folder: total size, free space, type of filesystem, etc.
sa: स्थितिपट्टिका सञ्चिकातन्त्रस्य विषये सूचनां प्रदर्शयति यत् भवतः वर्तमानपुटं धारयति: कुल आकारः, मुक्तस्थानं, सञ्चिकातन्त्रस्य प्रकारः इत्यादयः ।

source: Open menu with bookmarks. You can also add current location to the list, edit bookmarks or add subfolder to the list.
sa: पुस्तकचिह्नैः सह मेनू उद्घाटयन्तु। भवन्तः सूचीयां वर्तमानस्थानं योजयितुं, पुस्तकचिह्नानि सम्पादयितुं वा सूचीयां उपपुटं योजयितुं वा शक्नुवन्ति ।

source: Name of folder where you are. You can also enter name of desired location to move there. Use of Net protocols like ftp or fish is possible.
sa: यत्र भवान् अस्ति तस्य पुटस्य नाम। तत्र गन्तुं इष्टस्थानस्य नाम अपि प्रविष्टुं शक्नुवन्ति । ftp अथवा fish इत्यादीनां Net प्रोटोकॉलस्य उपयोगः सम्भवः ।

source: The totals bar shows how many files exist, how many selected and the bytes math
sa: totals bar इत्यत्र कति सञ्चिकाः सन्ति, कति चयनिताः, बाइट् गणितं च दर्शयति

source: Cancel folder space calculation
sa: समुच्चय स्पेस गणना रद्दं कुर्वन्तु

source: Move Sidebar clockwise
sa: Sidebar घण्टायाः दिशि चालयन्तु

source: Open the Sidebar
sa: Sidebar उद्घाटयन्तु

source: This button toggles the sync-browse mode. When active, each folder change is performed in the active and inactive panel - if possible.
sa: एतत् बटन् sync-browse मोड् टॉग्ल् करोति । सक्रियतायां प्रत्येकं पुटपरिवर्तनं सक्रियः निष्क्रियः च पटलः - यदि सम्भवति।

source: Close the Sidebar
sa: Sidebar इत्येतत् पिधाय

source: Warning: The left and the right side are showing the same folder.
sa: चेतावनी: वामः दक्षिणः च एकमेव पुटं दर्शयति ।

source: %1 free out of %2 (%3%) on %4 [(%5)]
sa: %4 [(%5)] इत्यत्र %2 (%3%) तः %1 मुक्तः ।

source: %1 free
sa: %1 मुक्तम्

source: loading previews: %p%
sa: पूर्वावलोकनानि लोडयति: %p%

source: >> Reading...
sa: >> पठनम्...

source: >> Reading: %1 % complete...
sa: >> पठनम्: %1 % पूर्णम्...

source: >> Reading: %1
sa: >> पठनम् : %1

source: Error: %1
sa: त्रुटिः %1

source: Cut to Clipboard
sa: क्लिप्बोर्डं प्रति कटयतु

source: Copy to Clipboard
sa: क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Paste from Clipboard
sa: क्लिप्बोर्डतः पेस्ट् कुर्वन्तु

source: View File
sa: सञ्चिकां पश्यन्तु

source: Edit File
sa: सञ्चिका सम्पादयतु

source: &New Text File...
sa: &नवीनपाठसञ्चिका...

source: Copy to other panel
sa: अन्यपटलं प्रति प्रतिलिख्यताम्

source: Move to other panel
sa: अन्यं पटलं प्रति गच्छन्तु

source: Copy delayed...
sa: प्रतिलिपि विलम्बित...

source: Move delayed...
sa: चालनं विलम्बितम्...

source: New Folder...
sa: नवीनं पुटम्...

source: Start Terminal Here
sa: अत्र टर्मिनल् आरभ्यताम्

source: F3 View Dialog
sa: F3 दृश्यसंवादः

source: Right-click Menu
sa: Menu इत्यत्र राइट्-क्लिक् कुर्वन्तु

source: &Properties...
sa: &गुणाः...

source: &Compare Folders
sa: &पुटस्य तुलनां कुर्वन्तु

source: Calculate &Occupied Space
sa: &Occupied Space की गणना करें

source: Pac&k...
sa: बन्ध...

source: &Unpack...
sa: &अनपैक...

source: Create Checksum...
sa: चेकसम रचयन्तु...

source: Verify Checksum...
sa: चेकसमस्य सत्यापनम्...

source: Alternative Delete
sa: वैकल्पिकं विलोपनम्

source: Root
sa: मूलं

source: Go to Other Panel's Folder
sa: Other Panel इत्यस्य Folder इत्यत्र गच्छन्तु

source: &Reload
sa: &पुनः भार

source: Cancel Refresh of View
sa: दृश्यस्य ताजगी रद्दं कुर्वन्तु

source: New Net &Connection...
sa: नवीन नेट &संयोजन...

source: Disconnect &from Net
sa: Net इत्यस्मात् &विच्छेदं कुर्वन्तु

source: Sync Panels
sa: समन्वयन फलकम्

source: Jump Back
sa: पृष्ठतः कूदन्तु

source: Set Jump Back Point
sa: Jump Back Point सेट् कुर्वन्तु

source: S&ynchron Folder Changes
sa: S&ynchron समुच्चय परिवर्तनम्

source: Go to Location Bar
sa: Location Bar इत्यत्र गच्छन्तु

source: Toggle Sidebar
sa: Toggle Sidebar इति

source: Left Bookmarks
sa: वामपुस्तकचिह्नानि

source: Right Bookmarks
sa: सही बुकमार्क

source: History
sa: इतिहास

source: Left History
sa: इतिहासं वामम्

source: Right History
sa: सही इतिहास

source: Media
sa: मीडिया

source: Left Media
sa: वाम मीडिया

source: Right Media
sa: सही मीडिया

source: Find in folder...
sa: समुच्चय मध्ये अन्वेष्टुम्...

source: Select in folder...
sa: समुच्चय मध्ये चयनं कुर्वन्तु...

source: Filter in folder...
sa: समुच्चय मध्ये फ़िल्टर...

source: ROOT (/)
sa: मूलं (/)

source: Rename file, folder, etc.
sa: सञ्चिकायाः, पुटस्य इत्यादीनां नामकरणं पुनः कुर्वन्तु ।

source: Open file in viewer.
sa: viewer मध्ये सञ्चिकां उद्घाटयन्तु।

source: <qt><p>Edit file.</p><p>The editor can be defined in Konfigurator, default is <b>internal editor</b>.</p></qt>
sa: <qt><p>सञ्चिकां सम्पादयन्तु।</p><p> सम्पादकं Konfigurator मध्ये परिभाषितुं शक्यते, पूर्वनिर्धारितं <b>आन्तरिकसम्पादकः</b> अस्ति ।</p></qt>

source: Copy file from one panel to the other.
sa: एकस्मात् पटलात् अन्यतमं पटलं प्रति सञ्चिकां प्रतिलिख्यताम् ।

source: Move file from one panel to the other.
sa: एकस्मात् पटलात् अन्यतमं पटलं प्रति सञ्चिकां स्थानान्तरयन्तु ।

source: Create folder in current panel.
sa: वर्तमान फलकस्य मध्ये पुटं रचयन्तु ।

source: Delete file, folder, etc.
sa: सञ्चिकां, पुटम् इत्यादीनि विलोपयन्तु।

source: <qt><p>Open terminal in current folder.</p><p>The terminal can be defined in Konfigurator, default is <b>konsole</b>.</p></qt>
sa: <qt><p>वर्तमानपुटे टर्मिनल् उद्घाटयन्तु।</p><p> टर्मिनल् Konfigurator मध्ये परिभाषितुं शक्यते, पूर्वनिर्धारितं <b>konsole</b> अस्ति ।</p></qt>

source: Open/Run Files
sa: सञ्चिकाः उद्घाटयन्तु/चालयन्तु

source: Run
sa: धावनं करोतु

source: Open in New Tabs
sa: New Tabs इत्यत्र उद्घाटयन्तु

source: Open in New Tab
sa: New Tab इत्यत्र उद्घाटयन्तु

source: Browse Archive
sa: संग्रहालय ब्राउज़ करें

source: Other...
sa: इतर...

source: Open With
sa: Open With इति

source: Move to Trash
sa: Trash इत्यत्र गच्छन्तु

source: New Hardlink...
sa: नवीन हार्डलिङ्क...

source: Redirect Link...
sa: पुनर्निर्देशनलिङ्क...

source: Link Handling
sa: Link Handling इति

source: Send by Email
sa: ईमेलद्वारा प्रेषयन्तु

source: Restore
sa: निर्यत्

source: Synchronize Selected Files...
sa: चयनितसञ्चिकानां समन्वयनम्...

source: Create New
sa: New रचयतु

source: You can edit links only on local file systems
sa: केवलं स्थानीयसञ्चिकातन्त्रेषु एव लिङ्क् सम्पादयितुं शक्नुवन्ति

source: The current file is not a link, so it cannot be redirected.
sa: वर्तमानसञ्चिका लिङ्क् नास्ति, अतः पुनः निर्दिशितुं न शक्यते ।

source: Link Redirection
sa: लिङ्क पुनर्निर्देशनम्

source: Please enter the new link destination:
sa: कृपया नूतनं लिङ्कं गन्तव्यस्थानं प्रविशन्तु:

source: Cannot remove old link: %1
sa: पुरातनं लिङ्कं निष्कासयितुं न शक्यते: %1

source: Failed to create a new link: %1
sa: नूतनं लिङ्क् निर्मातुं असफलम्: %1

source: You can create links only on local file systems
sa: भवान् केवलं स्थानीयसञ्चिकातन्त्रेषु एव लिङ्क् निर्मातुम् अर्हति

source: Create a new link to: %1
sa: नूतनं लिङ्कं रचयन्तु: %1

source: A folder or a file with this name already exists.
sa: एतत्नाम्ना पुटं वा सञ्चिका वा पूर्वमेव विद्यते ।

source: Failed to create a new symlink '%1' to: '%2'
sa: '%1' इत्यस्य नूतनं प्रतीकसम्बद्धं निर्मातुं असफलम् यत्: '%2' इति ।

source: Failed to create a new link '%1' to '%2'
sa: '%1' तः '%2' पर्यन्तं नूतनं लिङ्कं निर्मातुं असफलम् ।

source: No permissions to view this file.
sa: एतां सञ्चिकां द्रष्टुं अनुमतिः नास्ति ।

source: Enter a URL to view:
sa: द्रष्टुं URL प्रविष्टं कुर्वन्तु:

source: You cannot edit a folder
sa: भवन्तः पुटं सम्पादयितुं न शक्नुवन्ति

source: No permissions to edit this file.
sa: एतां सञ्चिकां सम्पादयितुं अनुमतिः नास्ति ।

source: Enter the filename to edit:
sa: सम्पादयितुं सञ्चिकानाम प्रविष्टं कुर्वन्तु:

source: Move %1 to:
sa: %1 इत्यस्य स्थानान्तरणं कुर्वन्तु:

source: Move %1 file to:
sa: %1 सञ्चिकां अत्र स्थानान्तरयन्तु:

source: Copy %1 to:
sa: %1 प्रतिलिख्य:

source: Copy %1 file to:
sa: %1 सञ्चिकां प्रतिलिख्य:

source: Folder's name:
sa: पुटस्य नाम :

source: Do you really want to move this item to the trash?
sa: किं भवन्तः वास्तवमेव एतत् द्रव्यं कचरे स्थानान्तरयितुम् इच्छन्ति?

source: <qt>Do you really want to delete this item <b>physically</b> (not just removing it from the virtual items)?</qt>
sa: <qt>किं भवान् वास्तवमेव एतत् द्रव्यं <b>भौतिकरूपेण</b> विलोपयितुम् इच्छति (न केवलं आभासीवस्तूनाम् अपसारयितुं)?</qt>

source: Do you really want to delete this item?
sa: किं भवान् वास्तवमेव एतत् द्रव्यं विलोपयितुम् इच्छति?

source: <qt><p>Folder <b>%1</b> is not empty.</p>
sa: <qt><p><b>%1</b> पुटं रिक्तं नास्ति ।</p>

source: <p>Skip this one or trash all?</p></qt>
sa: <p>एतत् एकं त्यजतु वा सर्वं कचरान् पातयतु वा?</p></qt>

source: <p>Skip this one or delete all?</p></qt>
sa: <p>एतत् एकं त्यजतु वा सर्वं विलोपयतु वा?</p></qt>

source: &Skip
sa: &क्षिपते

source: &Trash All
sa: &कचरा सर्वम्

source: &Delete All
sa: &सर्वं विलोपयतु

source: Do you really want to delete this virtual item (physical files stay untouched)?
sa: किं भवान् वास्तवमेव एतत् आभासीवस्तु विलोपयितुम् इच्छति (भौतिकसञ्चिकाः अस्पृष्टाः तिष्ठन्ति)?

source: Could not start %1
sa: %1 आरभ्यतुं न शक्तवान्

source: %1 cannot open %2
sa: %1 %2 उद्घाटयितुं न शक्नोति

source: <qt><p>The archive <b>%1.%2</b> already exists. Do you want to overwrite it?</p><p>All data in the previous archive will be lost.</p></qt>
sa: <qt><p><b>%1.%2</b> इति संग्रहः पूर्वमेव अस्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति ?</p><p> पूर्वसंग्रहे विद्यमानाः सर्वे दत्तांशाः नष्टाः भविष्यन्ति ।</p></qt>

source: <qt><p>The archive <b>%1.%2</b> already exists. Do you want to overwrite it?</p><p>Zip will replace identically named entries in the zip archive or add entries for new names.</p></qt>
sa: <qt><p><b>%1.%2</b> इति संग्रहः पूर्वमेव अस्ति । किं भवन्तः तस्य अधिलेखनं कर्तुम् इच्छन्ति ?</p><p> जिप् जिप् आर्काइव् मध्ये समाननामयुक्तानि प्रविष्टयः प्रतिस्थापयिष्यति अथवा नूतननामानां कृते प्रविष्टयः योजयिष्यति ।</p></qt>

source: Cannot pack files onto a virtual destination.
sa: आभासीगन्तव्यस्थाने सञ्चिकाः पैक् कर्तुं न शक्यते ।

source: Unpack %1 to:
sa: %1 इत्येतत् अनपैक् कुर्वन्तु:

source: Unpack %1 file to:
sa: %1 सञ्चिकां अनपैक् कुर्वन्तु:

source: Columns
sa: स्तम्भाः

source: Automatically Resize Columns
sa: स्वचालितरूपेण स्तम्भानां आकारं परिवर्तयतु

source: %1 out of %2, %3 (%4) out of %5 (%6)
sa: %2 मध्ये %1, %5 मध्ये %3 (%4) (%6)

source: %1 out of %2, %3 out of %4
sa: %2 मध्ये %1, %4 मध्ये %3

source: Apply filter to folder&s
sa: समुच्चय&s इत्यत्र फ़िल्टरं प्रयोजयन्तु

source: Filter Files
sa: Filter Files इति

source: Apply &selection to folders
sa: पुटेषु &चयनं प्रयोजयन्तु

source: Select Files
sa: Files इति चिनोतु

source: &Detailed View
sa: &विस्तृत दृश्य

source: &Brief View
sa: &संक्षिप्त दृश्य

source: Climb up the folder tree
sa: पुटवृक्षस्य उपरि आरोहन्तु

source: (Broken Link)
sa: (भग्नलिङ्कः)

source: Symbolic Link
sa: प्रतीकात्मक लिङ्क

source: %1 (Link)
sa: %1 (लिङ्क)

# Show the string 'DIR' instead of file size in detailed view (for folders)
source: DIR
sa: त्वम्‌

# File property
source: Name
sa: नामः

# File property
source: Ext
sa: एक्सटेंशन 1

# File property
source: Size
sa: आकृति

# File property
source: Type
sa: प्रकारः

# File property
source: Modified
sa: परिवर्तित

# File property
source: Changed
sa: परिवर्तितः

# File property
source: Accessed
sa: अभिगमनम्

# File property
source: Perms
sa: पर्म्स्

# File property
source: rwx
sa: रव्क्स

# File property
source: Owner
sa: स्वामी

# File property
source: Group
sa: समूह

source: Size: %1
sa: आकारः %1

# File property
source: Type: %1
sa: प्रकारः %1

# File property
source: Modified: %1
sa: परिवर्तितं: %1

# File property
source: Changed: %1
sa: परिवर्तितम्: %1

# File property
source: Last Access: %1
sa: अन्तिमप्रवेशः %1

# File property
source: Permissions: %1
sa: अनुमतिः : %1

# File property
source: Owner: %1
sa: स्वामी : %1

# File property
source: Group: %1
sa: समूहः %1

# File property; broken symbolic link
source: Link to: %1 - (broken)
sa: लिङ्क्: %1 - (भग्नः)

# File property
source: Link to: %1
sa: लिङ्क्: %1

source: Tree Panel: a tree view of the local file system
sa: Tree Panel: स्थानीयसञ्चिकातन्त्रस्य वृक्षदृश्यम्

source: Preview Panel: display a preview of the current file
sa: पूर्वावलोकनफलकम् : वर्तमानसञ्चिकायाः पूर्वावलोकनं प्रदर्शयन्तु

source: View Panel: view the current file
sa: View Panel: वर्तमानसञ्चिकां पश्यन्तु

source: Disk Usage Panel: view the usage of a folder
sa: Disk Usage Panel: कस्यचित् पुटस्य उपयोगं पश्यन्तु

source: Disk Usage:
sa: डिस्कस्य उपयोगः :

source: Tree:
sa: वृक्षः:

source: Preview:
sa: पूर्वावलोकनम् :

source: View:
sa: दृश्यं:

source: Preview: %1
sa: पूर्वावलोकनम् : %1

source: View: %1
sa: दृश्यम् : %1

source: Disk Usage: %1
sa: डिस्कस्य उपयोगः : %1

source: Default Zoom
sa: पूर्वनिर्धारित जूम

source: &All Files
sa: &सर्वसञ्चिकाः

source: &Custom
sa: &आचारः

source: Select &Group...
sa: &समूहः चयनं कुर्वन्तु...

source: &Select All
sa: &सर्वं चिनोतु

source: &Unselect Group...
sa: &समूहं अचयनं कुर्वन्तु...

source: U&nselect All
sa: उ&सर्वं चयनं कुर्वन्तु

source: &Invert Selection
sa: &चयन उल्टा करो

source: Restore Selection
sa: चयनं पुनः स्थापयतु

source: Select Files with the Same Name
sa: समाननामयुक्तानि सञ्चिकाः चिनोतु

source: Select Files with the Same Extension
sa: समानविस्तारयुक्तानि सञ्चिकाः चिनोतु

source: Show View Options Menu
sa: दृश्यविकल्पमेनू दर्शयतु

source: Set Focus to the Panel
sa: Focus इत्येतत् Panel इत्यत्र सेट् कुर्वन्तु

source: Apply settings to other tabs
sa: अन्येषु ट्याब्षु सेटिङ्ग्स् प्रयोजयन्तु

source: Show Previews
sa: पूर्वावलोकनानि दर्शयतु

source: Save settings as default
sa: सेटिङ्ग्स् पूर्वनिर्धारितरूपेण रक्षन्तु

source: Select group
sa: समूहं चिनोतु

source: Select all files in the current folder
sa: वर्तमानपुटे सर्वाणि सञ्चिकानि चिनोतु

source: Unselect all
sa: सर्वाणि अचयनं कुर्वन्तु

source: Save settings as default for new instances of this view type
sa: अस्य दृश्यप्रकारस्य नूतनानां उदाहरणानां कृते सेटिङ्ग्स् पूर्वनिर्धारितरूपेण रक्षन्तु

source: Open a new tab
sa: नूतनं ट्याब् उद्घाटयन्तु

source: [invalid]
sa: [अप्रतिषेध]

source: Krusader::Search
sa: क्रूसेडर::अन्वेषण

source: Query to clipboard
sa: क्लिपबोर्डं प्रति प्रश्नः

source: Place search text to clipboard when a found file is opened.
sa: यदा प्राप्तसञ्चिका उद्घाटिता भवति तदा अन्वेषणपाठं क्लिप्बोर्ड् मध्ये स्थापयन्तु ।

source: Close
sa: पिधानं करोतु

source: Compare by content
sa: सामग्रीद्वारा तुलनां कुरुत

source: Text found:
sa: पाठः प्राप्तः :

source: Idle
sa: आलम

source: &Results
sa: &परिणामाः

source: Found %1 match.
sa: %1 मेलनं प्राप्तम् ।

source: Since you chose to also search in archives, note the following limitations: You cannot search for text (grep) while doing a search that includes archives.
sa: यतः भवान् अभिलेखागारेषु अपि अन्वेषणं कर्तुं चितवान्, अतः निम्नलिखितसीमाः अवलोकयन्तु । अभिलेखागारं समाविष्टं अन्वेषणं कुर्वन् भवान् पाठं (grep) अन्वेष्टुं न शक्नोति ।

source: Found 0 matches.
sa: 0 मेल मिलाप प्राप्त।

source: Finished searching.
sa: अन्वेषणं समाप्तम्।

source: Krusader Search
sa: क्रूसेडर अन्वेषण

source: Search results for "%1" in %2
sa: %2 मध्ये "%1" इत्यस्य अन्वेषणपरिणामाः

source: Search results for "%1" containing "%2" in %3
sa: %3 मध्ये "%2" युक्तस्य "%1" इत्यस्य अन्वेषणपरिणामाः

source: Here you can name the file collection
sa: अत्र भवान् सञ्चिकासङ्ग्रहस्य नामकरणं कर्तुं शक्नोति

source: Query name
sa: प्रश्ननाम

source: Krusader::Combining...
sa: क्रूसेडर::संयोजन...

source: Combining the file %1...
sa: %1 सञ्चिकां संयोजयन्...

source: The CRC information file (%1) is missing. Validity checking is impossible without it. Continue combining?
sa: CRC सूचनासञ्चिका (%1) अनुपलब्धा अस्ति । तद्विना वैधतापरीक्षणम् असम्भवम्। संयोजनं निरन्तरं कुर्वन्तु ?

source: Error at reading the CRC file (%1).
sa: CRC सञ्चिकां पठने त्रुटिः (%1) ।

source: Not a valid CRC file.
sa: वैधः CRC सञ्चिका नास्ति ।

source: Validity checking is impossible without a good CRC file. Continue combining?
sa: उत्तमं CRC सञ्चिकां विना वैधतायाः परीक्षणम् असम्भवम् अस्ति । संयोजनं निरन्तरं कुर्वन्तु ?

source: File Already Exists
sa: सञ्चिका पूर्वमेव विद्यते

source: Cannot open the first split file of %1.
sa: %1 इत्यस्य प्रथमा विभक्तसञ्चिकां उद्घाटयितुं न शक्यते ।

source: Incorrect filesize, the file might have been corrupted.
sa: अशुद्धसञ्चिकाप्रमाणं, सञ्चिका दूषिता भवितुम् अर्हति ।

source: Incorrect CRC checksum, the file might have been corrupted.
sa: अशुद्ध CRC चेकसम, सञ्चिका दूषिता भवितुम् अर्हति ।

source: Krusader::Splitting...
sa: क्रूसेडर::विभाजन...

source: Splitting the file %1...
sa: %1 सञ्चिकां विभज्य...

source: Cannot split a folder.
sa: पुटं विभक्तुं न शक्यते ।

source: Error reading file %1: %2
sa: %1: %2 सञ्चिकायाः पठने त्रुटिः

source: Error writing file %1: %2
sa: %1: %2 सञ्चिकालेखने त्रुटिः

source: 1.44 MB (3.5")
sa: १.४४ एमबी (३.५")

source: 1.2 MB (5.25")
sa: १.२ एमबी (५.२५")

source: 720 kB (3.5")
sa: ७२० केबी (३.५")

source: 360 kB (5.25")
sa: ३६० केबी (५.२५")

source: 100 MB (ZIP)
sa: १०० एमबी (जिप्)

source: 250 MB (ZIP)
sa: २५० एमबी (जिप्)

source: 650 MB (CD-R)
sa: ६५० एमबी (सीडी-आर)

source: 700 MB (CD-R)
sa: ७०० एमबी (सीडी-आर)

source: Split the file %1 to folder:
sa: %1 इति सञ्चिकां पुटं प्रति विभज्यताम् :

source: User Defined
sa: उपयोक्ता परिभाषितम्

source: Max file size:
sa: अधिकतमं सञ्चिकायाः आकारः :

source: kByte
sa: केबाइट्

source: MByte
sa: Mbyte इति

source: GByte
sa: जीबाइट्स्

source: Overwrite files without confirmation
sa: पुष्टिकरणं विना सञ्चिकाः अधिलिखन्तु

source: &Split
sa: &भंज

source: Krusader::Splitter
sa: धर्मयुद्ध::विभाजक

source: The folder path URL is malformed.
sa: पुटमार्गस्य URL विकृतः अस्ति ।

source: Krusader::Feed to listbox
sa: क्रूसेडर::सूचीपेटीं प्रति फीड् कुर्वन्तु

source: No elements to feed.
sa: न पोषयितुं तत्त्वानि।

source: Synchronize results
sa: परिणामान् समन्वययन्तु

source: Side to feed:
sa: पोषयितुं पक्षः :

source: Left
sa: वामः

source: Right
sa: दक्षिणः

source: Both
sa: उभौ

source: Selected files only
sa: केवलं चयनितसञ्चिकाः

source: Cannot open %1.
sa: %1 उद्घाटयितुं न शक्यते ।

source: Krusader::Synchronize
sa: क्रूसेडर::समन्वयनम्

source: Right to left: Copy 1 file
sa: दक्षिणतः वामतः : १ सञ्चिकां प्रतिलिख्यताम्

source: (1 byte)
sa: (१ बाइट्)

source: Ready: %2/1 file, %3/%4
sa: सज्जम् : %2/1 सञ्चिका, %3/%4

source: Left to right: Copy 1 file
sa: वामतः दक्षिणतः : १ सञ्चिकां प्रतिलिख्यताम्

source: Left: Delete 1 file
sa: वामः : १ सञ्चिकां विलोपयन्तु

source: Confirm overwrites
sa: अधिलेखनं पुष्टिं कुर्वन्तु

source: &Start
sa: &प्रारंभः

source: &Pause
sa: &विराम

source: &Close
sa: &पिधानं करोतु

source: Pause
sa: विराम

source: Resume
sa: पुनर्प्रारम्भय

source: Number of files: %1
sa: सञ्चिकानां संख्या: %1

source: Number of compared folders: %1
sa: तुलनाकृतपुटस्य संख्या: %1

source: Error at copying file %1 to %2.
sa: %1 सञ्चिकां %2 प्रति प्रतिलिखितुं त्रुटिः ।

source: Error at deleting file %1.
sa: %1 सञ्चिकां विलोपने त्रुटिः ।

source: Krusader::Synchronizer
sa: क्रूसेडर::समन्वयक

source: Feeding the URLs to KGet
sa: KGet मध्ये URLs फीड करणं

source: Krusader::Synchronize Folders
sa: Krusader::पुटं समन्वययन्तु

source: Folder Comparison
sa: फोल्डर तुलना

source: File &Filter:
sa: सञ्चिका &छिद्रकः :

source: The left base folder used during the synchronization process.
sa: समन्वयनप्रक्रियायाः समये उपयुज्यमानं वाममूलपुटम् ।

source: The right base folder used during the synchronization process.
sa: समन्वयनप्रक्रियायाः समये उपयुज्यमानं सम्यक् आधारपुटम् ।

source: Recurse subfolders
sa: उपपुटं पुनः कुर्वन्तु

source: Compare not only the base folders but their subfolders as well.
sa: न केवलं आधारपुटस्य अपितु तेषां उपपुटस्य अपि तुलनां कुर्वन्तु ।

source: Follow symlinks
sa: प्रतीकलिङ्कानां अनुसरणं कुर्वन्तु

source: Follow symbolic links during the compare process.
sa: तुलनाप्रक्रियायाः समये प्रतीकात्मकलिङ्कानां अनुसरणं कुर्वन्तु।

source: Compare duplicated files with same size by content.
sa: सामग्रीद्वारा समानाकारयुक्तानां द्वितीयकसञ्चिकानां तुलनां कुर्वन्तु ।

source: Ignore Date
sa: तिथिम् अवहेलयतु

source: <p>Ignore date information during the compare process.</p><p><b>Note</b>: useful if the files are located on network filesystems or in archives.</p>
sa: <p>तुलनाप्रक्रियायाः समये तिथिसूचनाः अवहेलयन्तु ।</p><p> <b>टिप्पणी</b> : यदि सञ्चिकाः संजालसञ्चिकातन्त्रेषु अथवा अभिलेखागारेषु स्थिताः सन्ति तर्हि उपयोगी ।</p>

source: Asymmetric
sa: असममित

source: <p><b>Asymmetric mode</b></p><p>The left side is the destination, the right is the source folder. Files existing only in the left folder will be deleted, the other differing ones will be copied from right to left.</p><p><b>Note</b>: useful when updating a folder from a file server.</p>
sa: <p><b>असममित मोड</b></p><p> वामभागः गन्तव्यः, दक्षिणः स्रोतपुटः । केवलं वामपुटे विद्यमानाः सञ्चिकाः विलोपिताः भविष्यन्ति, अन्ये भिन्नाः दक्षिणतः वामतः प्रतिलिपिताः भविष्यन्ति ।</p><p> <b>नोट्</b> : सञ्चिकासर्वरतः पुटस्य अद्यतनीकरणे उपयोगी ।</p>

source: Ignore Case
sa: प्रकरणस्य अवहेलना कुर्वन्तु

source: <p>Case insensitive filename compare.</p><p><b>Note</b>: useful when synchronizing Windows filesystems.</p>
sa: <p>केस असंवेदनशीलं सञ्चिकानाम तुलनां कुर्वन्तु।</p><p> <b>नोट्</b> : विण्डोज सञ्चिकातन्त्राणां समन्वयनकाले उपयोगी ।</p>

source: S&how options
sa: S&how विकल्पाः

source: Show files marked to <i>Copy from left to right</i>.
sa: <i>वामतः दक्षिणतः प्रतिलिख्यताम्</i> इति चिह्नितानि सञ्चिकाः दर्शयतु |

source: Show files considered to be identical.
sa: समानानि इति मन्यमाणानि सञ्चिकाः दर्शयन्तु ।

source: Show excluded files.
sa: बहिष्कृतसञ्चिकाः दर्शयतु।

source: Show files marked to <i>Copy from right to left</i>.
sa: <i>दक्षिणतः वामतः प्रतिलिख्यताम्</i> इति चिह्नितानि सञ्चिकाः दर्शयतु |

source: Show files marked to delete.
sa: विलोपनार्थं चिह्नितानि सञ्चिकाः दर्शयतु।

source: Show files that exist on both sides.
sa: उभयतः विद्यमानाः सञ्चिकाः दर्शयन्तु ।

source: Duplicates
sa: डुप्लिकेट

source: Show files that exist on one side only.
sa: केवलं एकस्मिन् पार्श्वे विद्यमानाः सञ्चिकाः दर्शयन्तु ।

source: Singles
sa: एकलः

source: The compare results of the synchronizer (Ctrl+M).
sa: समन्वयकस्य (Ctrl+M) तुलना परिणामाः ।

# @title:column file name
source: Name
sa: नामः

# @title:column
source: Size
sa: आकृति

# @title:column
source: Date
sa: दिनाङ्कः

source: &Synchronizer
sa: &समन्वयक

source: &Options
sa: &विकल्पाः

source: Parallel threads:
sa: समानान्तरसूत्राः :

source: Equality threshold:
sa: समानता सीमा :

source: sec
sa: सेक

source: min
sa: मि

source: hour
sa: घटकः

source: day
sa: दिनं

source: Time shift (right-left):
sa: समय परिवर्तन (दक्षिण-वाम) :

source: Ignore hidden files
sa: गुप्तसञ्चिकानां अवहेलनां कुर्वन्तु

source: Profile manager (Ctrl+P).
sa: प्रोफाइल प्रबन्धक (Ctrl+P)।

source: Swap sides (Ctrl+S).
sa: स्वैप पक्ष (Ctrl+S)।

source: Compare
sa: तूल

source: Quiet
sa: शांतिम्

source: Scroll Results
sa: स्क्रॉल परिणाम

source: Synchronize
sa: समन्वयनम्

source: Selected files from targ&et folder:
sa: targ&et समुच्चय तः चयनितसञ्चिकाः:

source: Selected files from sou&rce folder:
sa: sou&rce समुच्चय तः चयनितसञ्चिकाः:

source: Selected files from &left folder:
sa: &left समुच्चय तः चयनितसञ्चिकाः:

source: Selected files from &right folder:
sa: &right समुच्चय तः चयनितसञ्चिकाः:

source: Targ&et folder:
sa: Targ&et पुटम् :

source: Sou&rce folder:
sa: स्रोतपुटम् :

source: &Left folder:
sa: &वामपुटम् :

source: &Right folder:
sa: &दक्षिणपुटम् :

source: URL must be the descendant of either the left or the right base URL.
sa: URL वामस्य अथवा दक्षिणस्य आधारस्य URL इत्यस्य वंशजः भवितुमर्हति ।

source: Synchronize Folders
sa: Folders समन्वयनम्

source: E&xclude
sa: E&xclude इति
