Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Saved search text to history
ar: حفظ نص البحث في السجل
be: Тэкст пошуку захаваны ў гісторыю
he: טקסט החיפוש נשמר להיסטוריה
hi: खोज पाठ को इतिहास में सहेजा गया
lv: Vēsturē saglabātās meklēšanas teksts

source: The statusbar displays information about the filesystem which holds your current folder: total size, free space, type of filesystem, etc.
ar: شريط الحالة يعرض معلومات عن نظام الملفات الذي يحتوي على مجلدك الحالي: الحجم الإجمالي، المساحة الحرة، نوع نظام الملفات، إلخ.
be: Панэль стану паказвае інфармацыю пра файлавую сістэму, у якой знаходзіцца бягучая папка: агульны памер, вольнае месца, тып файлавай сістэмы і г.д.
he: סרגל המצב מציג מידע על מערכת הקבצים שמחזיקה את התיקייה הנוכחית שלך: גודל כולל, נפח פנוי, סוג מערכת הקבצים וכו׳.
hi: स्टेटसबार उस फाइल सिस्टम के बारे में जानकारी प्रदर्शित करता है जिसमें आपका वर्तमान फ़ोल्डर है: कुल आकार, खाली स्थान, फाइल सिस्टम का प्रकार, आदि।
lv: Statusa josla parāda informāciju par datņu sistēmu, kurā atrodas pašreizējā mapē: tās kopējo izmēru, brīvo vietu, datņu sistēmas tipu u.c.

source: Open menu with bookmarks. You can also add current location to the list, edit bookmarks or add subfolder to the list.
ar: افتح قائمة بالإشارات المرجعية. يمكنك أيضاً إضافة الموقع الحالي إلى القائمة، تحرير الإشارات المرجعية أو إضافة مجلد فرعي إلى القائمة.
be: Адкрыць меню закладак. Вы можаце дадаць бягучае месцазнаходжанне ў спіс, рэдагаваць закладкі або дадаць падпапку ў спіс.
he: פתיחת תפריט עם סימניות. אפשר גם להוסיף את המקום הנוכחי לרשימה, לערוך סימניות או להוסיף תת־תיקייה לרשימה.
hi: बुकमार्क के साथ मेनू खोलें। आप सूची में वर्तमान स्थान भी जोड़ सकते हैं, बुकमार्क संपादित कर सकते हैं या सूची में सबफ़ोल्डर जोड़ सकते हैं।
lv: Atvērt grāmatzīmju izvēlni. Tāpat arī varat sarakstam pievienot pašreizējo atrašanās vietu, rediģēt grāmatzīmes vai sarakstam pievienot apakšmapi.

source: Name of folder where you are. You can also enter name of desired location to move there. Use of Net protocols like ftp or fish is possible.
ar: اسم المجلد الذي أنت فيه. يمكنك أيضاً إدخال اسم الموقع المرغوب للانتقال إليه. استخدام موافيق الشبكة مثل ftp أو fish ممكن.
be: Назва папкі, у якой вы знаходзіцеся. Вы таксама можаце ўвесці назву патрэбнага месцазнаходжання для пераходу туды. Магчыма выкарыстанне сеткавых пратаколаў, такіх як ftp або fish.
he: שם התיקייה במקום הנוכחי. אפשר גם למלא שם של מקום נחוץ כדי לעבור אליו. אפשר גם להשתמש בפרוטוקולי רשת כגון ftp או fish.
hi: उस फ़ोल्डर का नाम जहाँ आप हैं। आप वहाँ जाने के लिए इच्छित स्थान का नाम भी दर्ज कर सकते हैं। FTP या फ़िश जैसे नेट प्रोटोकॉल का उपयोग संभव है।
lv: Mapes, kurā atrodaties, nosaukums. Tāpat arī varat te ierakstīt adresi uz vietu, kuru vēlaties atvērt. Iespējams izmantot tīkla protokolus, piemēram, „ftp“ un „fish“.

source: The totals bar shows how many files exist, how many selected and the bytes math
ar: شريط الإجماليات يظهر عدد الملفات الموجودة، وعدد الملفات المحددة وحساب البايتات
be: Панэль вынікаў паказвае колькасць файлаў, колькасць абраных і падлік байтаў
he: פס הסיכומים מציג כמה קבצים קיימים, כמה נבחרו ואת חישוב הבתים
hi: कुल बार दिखाता है कि कितनी फ़ाइलें मौजूद हैं, कितनी चुनी गई हैं और बाइट्स का गणित
lv: Kopsavilkuma josla parāda kopējo datņu skaitu, atlasīto datņu skaitu un aprēķināto izmēru

source: Cancel folder space calculation
ar: ألغِ حساب مساحة المجلد
be: Скасаваць падлік месца ў папцы
he: ביטול חישוב נפח תיקייה
hi: फ़ोल्डर स्थान गणना रद्द करें
lv: Atcelt mapes vietas aprēķināšanu

source: Move Sidebar clockwise
ar: حرك الشريط الجانبي في اتجاه عقارب الساعة
be: Перамясціць бакавую панэль па гадзіннікавай стрэлцы
he: העברת לוח הצד עם כיוון השעון
hi: साइडबार को दक्षिणावर्त घुमाएँ
lv: Pārvietot sānu joslu pulksteņrādītāja virzienā

source: Open the Sidebar
ar: افتح الشريط الجانبي
be: Адкрыць бакавую панэль
he: פתיחת לוח הצד
hi: साइडबार खोलें
lv: Atvērt sānu joslu

source: This button toggles the sync-browse mode. When active, each folder change is performed in the active and inactive panel - if possible.
ar: هذا الزر يغير وضع التصفح المتزامن. عندما يكون نشطاً، كل تغيير في المجلد يحدث في اللوحة النشطة وغير النشطة - إذا كان ذلك ممكناً.
be: Гэта кнопка пераключае рэжым сінхранізаванага агляду. Калі ён уключаны, кожны пераход паміж папкамі ажыццяўляецца ў абедзвюх панэлях — калі магчыма.
he: הכפתור הזה מחליף את מצב הסנכרון-עיון. כשהוא פעיל, כל שינוי בתיקייה מבוצע הן בלוח הפעיל והן בלוח שאינו פעיל - אם ניתן.
hi: यह बटन सिंक-ब्राउज़ मोड को टॉगल करता है। सक्रिय होने पर, प्रत्येक फ़ोल्डर परिवर्तन सक्रिय और निष्क्रिय पैनल में किया जाता है - यदि संभव हो तो।
lv: Šī poga pārslēdz starp sinhronizācijas un pārlūkošana režīmu. Kad ieslēgts, katra mapes izmaiņa, ja iespējams notiek reizē aktīvajā un neaktīvajā panelī.

source: Close the Sidebar
ar: أغلق الشريط الجانبي
be: Закрыць бакавую панэль
he: סגירת לוח הצד
hi: साइडबार बंद करें
lv: Aizvērt sānu joslu

source: Warning: The left and the right side are showing the same folder.
ar: تحذير: الجانب الأيسر والأيمن يعرضان نفس المجلد.
be: Папярэджанне: левая і правая панэль паказваюць адну і тую ж папку.
he: אזהרה: הצד השמאלי והצד הימני מציגים את אותה התיקייה.
hi: चेतावनी: बाएँ और दाएँ भाग एक ही फ़ोल्डर दिखा रहे हैं।
lv: Uzmanību: kreisā un labā puse rāda vienu un to pašu mapi.

source: %1 free out of %2 (%3%) on %4 [(%5)]
ar: %1 حر من أصل %2 (%3%) على %4 [(%5)]
be: %1 вольна з %2 (%3%) на %4 [(%5)]
he: %1 פנויים מתוך %2 (%3%) ב־%4 [(%5)]
hi: %4 पर %2 में से %1 निःशुल्क (%3%) [(%5)]
lv: %1 brīvi no %2 (%3%) ierīcē %4 [(%5)]

source: %1 free
ar: المتبقي %1
be: %1 вольна
he: %1 פנויים
hi: %1 निःशुल्क
lv: %1 brīvi

source: loading previews: %p%
ar: جار تحميل المعاينات: %p%
be: загрузка прадпрагляду: %p%
he: התצוגות המקדימות נטענות: %p%
hi: पूर्वावलोकन लोड हो रहा है: %p%
lv: ielādē priekšskatījumus: %p %

source: >> Reading...
ar: >> يقرأ...
be: >> Чытанне...
he: >> מתבצעת קריאה…
hi: >> पढना...
lv: >> Lasa...

source: >> Reading: %1 % complete...
ar: >> جار القراءة: %1 % مكتمل...
be: >> Чытанне: %1 % завершана...
he: >> נקרא: %1 % הושלמו…
hi: >> पढ़ना: %1 % पूर्ण...
lv: >> Lasa: pabeigts %1 %...

source: >> Reading: %1
ar: >> يقرأ: %1
be: >> Чытанне: %1
he: >> נקרא: %1
hi: >> पढ़ना: %1
lv: >> Lasa: %1

source: Error: %1
ar: الخطأ: %1
be: Памылка: %1
he: שגיאה: %1
hi: त्रुटि: %1
lv: Kļūda: %1

source: Cut to Clipboard
ar: قص إلى الحافظة
be: Выразаць у буфер абмену
he: גזירה ללוח הגזירים
hi: क्लिपबोर्ड पर काटें
lv: Izgriezt starpliktuvē

source: Copy to Clipboard
ar: انسخ إلى الحافظة
be: Капіяваць у буфер абмену
he: העתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
lv: Kopēt starpliktuvē

source: Paste from Clipboard
ar: ألصق من الحافظة
be: Уставіць з буфера абмену
he: הדבקה מלוח הגזירים
hi: क्लिपबोर्ड से चिपकाएँ
lv: Ielīmēt no starpliktuves

source: View File
ar: شاهد الملف
be: Прагляд файла
he: הצגת קובץ
hi: फ़ाइल देखें
lv: Skatīt datni

source: Edit File
ar: حرّر الملفّ
be: Рэдагаваць файл
he: עריכת קובץ
hi: फ़ाइल संपादित करें
lv: Rediģēt datni

source: &New Text File...
ar: ملف نصي جديد...
be: &Новы тэкставы файл...
he: &קובץ טקסט חדש…
hi: &नई पाठ फ़ाइल...
lv: &Jauna teksta datne...

source: Copy to other panel
ar: انسخ إلى لوحة أخرى
be: Капіяваць у іншую панэль
he: העתקה ללוח השני
hi: अन्य पैनल पर कॉपी करें
lv: Kopēt uz otru paneli

source: Move to other panel
ar: انقل إلى لوحة أخرى
be: Перамясціць у іншую панэль
he: העברה ללוח השני
hi: अन्य पैनल पर जाएँ
lv: Pārvietot uz otru paneli

source: Copy delayed...
ar: انسخ مؤجلاً...
be: Адкладзенае капіраванне...
he: העתקה מעוכבת…
hi: प्रतिलिपि विलंबित...
lv: Kopēšana ir aizkavēta...

source: Move delayed...
ar: انقل مؤجلاً...
be: Адкладзены перанос...
he: העברה מעוכבת…
hi: कदम विलंबित...
lv: Pārvietošana ir aizkavēta...

source: New Folder...
ar: مجلّد جديد...
be: Новая папка...
he: תיקייה חדשה…
hi: नया फ़ोल्डर...
lv: Jauna mape...

source: Start Terminal Here
ar: ابدأ الطرفية هنا
be: Запусціць тэрмінал тут
he: פתיחת מסוף כאן
hi: टर्मिनल यहां से प्रारंभ करें
lv: Atvērt termināli te

source: F3 View Dialog
ar: F3 مربع حوار العرض
be: Дыялог прагляду (F3)
he: F3 חלונית הצגה
hi: F3 संवाद देखें
lv: F3 apskates lodziņš

source: Right-click Menu
ar: قائمة النقر بزر الفأرة الأيمن
be: Меню правай кнопкі мышы
he: תפריט לחיצה ימנית
hi: राइट-क्लिक मेनू
lv: Labās pogas izvēlne

source: &Properties...
ar: &خصائص...
be: &Уласцівасці...
he: מ&אפיינים…
hi: &गुण...
lv: Ī&pašības...

source: &Compare Folders
ar: قارن المجلدات
be: &Параўнаць папкі
he: ה&שוואת ותיקיות
hi: फ़ोल्डरों की तुलना करें
lv: &Salīdzināt mapes

source: Calculate &Occupied Space
ar: احسب المساحة المشغولة
be: Разлічыць &занятае месца
he: חישוב הנפח ש&נתפס
hi: &अधिभोगित स्थान की गणना करें
lv: &Aprēķināt aizņemto vietu

source: Pac&k...
ar: اضغط...
be: Упакава&ць...
he: א&ריזה…
hi: सामान बाँधना...
lv: Pak&ot...

source: &Unpack...
ar: فك الضغط...
be: &Распакаваць...
he: &פריסה…
hi: &पैक खोलें...
lv: A&tpakot...

source: Create Checksum...
ar: أنشئ مجموع اختباري...
be: Стварыць кантрольную суму...
he: יצירת סיכום ביקורת…
hi: चेकसम बनाएं...
lv: Izveidot kontrolsummu...

source: Verify Checksum...
ar: تحقق من المجموع الاختباري...
be: Праверыць кантрольную суму...
he: אימות סיכום ביקורת...
hi: चेकसम सत्यापित करें...
lv: Pārbaudīt kontrolsummu...

source: New Symlink...
ar: رابط رمزي جديد...
be: Новы сімвалічная спасылкака...
he: קישור סמלי חדש…
hi: नया सिमलिंक...
lv: Jauna simboliskā saite...

source: T&est Archive
ar: اختبر الأرشيف
be: Пратэставаць архіў
he: &בדיקת ארכיון
hi: पुरालेख का परीक्षण करें
lv: &Testēt arhīvu

source: Alternative Delete
ar: حذف بديل
be: Альтэрнатыўнае выдаленне
he: מחיקה חלופית
hi: वैकल्पिक हटाएं
lv: Alternatīvā dzēšana

source: Root
ar: جذر
be: Корань
he: תיקיית על
hi: जड़
lv: Sakne

source: Go to Other Panel's Folder
ar: اذهب إلى مجلد اللوحة الأخرى
be: Перайсці ў папку іншай панэлі
he: מעבר לתיקייה של הלוח השני
hi: अन्य पैनल के फ़ोल्डर पर जाएँ
lv: Iet uz otra paneļa mapi

source: &Reload
ar: أ&عد التحميل
be: &Перазагрузіць
he: &ריענון
hi: &पुनः लोड करें
lv: &Pārlādēt

source: Cancel Refresh of View
ar: ألغِ تحديث العرض
be: Скасаваць абнаўленне прагляду
he: ביטול רענון התצוגה
hi: दृश्य का रिफ्रेश रद्द करें
lv: Atcelt skata pārlādēšanu

source: New Net &Connection...
ar: اتصال شبكة جديد...
be: Новае &сеткавое злучэнне...
he: חיבור חדש ל&רשת…
hi: नया नेट और कनेक्शन...
lv: Jauns tīkla &savienojums...

source: Disconnect &from Net
ar: افصل من الشبكة
be: Адключыцца &ад сеткі
he: הת&נתקות מהרשת
hi: नेट से डिस्कनेक्ट करें
lv: Atvienoties &no tīkla

source: Sync Panels
ar: تزامن الألواح
be: Сінхранізаваць панэлі
he: סנכרון לוחות
hi: सिंक पैनल
lv: Sinhronizēt paneļus

source: Jump Back
ar: اقفز للخلف
be: Вярнуцца назад
he: קפיצה חזרה
hi: वापस जाएं
lv: Atgriezties

source: Set Jump Back Point
ar: عين نقطة القفز للخلف
be: Усталяваць пункт вяртання
he: הגדרת נקודת קפיצה חזרה
hi: जंप बैक पॉइंट सेट करें
lv: Iestatīt atgriešanās punktu

source: S&ynchron Folder Changes
ar: تزامن تغييرات المجلد
be: С&інхранізаваць змены ў папках
he: &סנכרון שינויי תיקיות
hi: S&ynchron फ़ोल्डर परिवर्तन
lv: Sin&hronizēt mapju izmaiņas

source: Go to Location Bar
ar: اذهب إلى شريط الموقع
be: Перайсці да радка месцазнаходжання
he: מעבר לסרגל המקום
hi: स्थान बार पर जाएँ
lv: Iet uz vietas joslu

source: Toggle Sidebar
ar: بدّل الشريط الجانبي
be: Пераключыць бакавую панэль
he: הצגת/הסתרת סרגל צד
hi: साइडबार टॉगल करें
lv: Pārslēgt sānu joslu

source: Left Bookmarks
ar: الإشارات المرجعية اليسرى
be: Закладкі злева
he: סימניות שמאל
hi: बाएँ बुकमार्क
lv: Kreisās puses grāmatzīmes

source: Right Bookmarks
ar: الإشارات المرجعية اليمنى
be: Закладкі справа
he: סימניות ימין
hi: दायाँ बुकमार्क
lv: Labās puses grāmatzīmes

source: History
ar: التاريخ
be: Гісторыя
he: היסטוריה
hi: इतिहास
lv: Vēsture

source: Left History
ar: السجل الأيسر
be: Гісторыя злева
he: היסטוריית שמאל
hi: बायाँ इतिहास
lv: Kreisās puses vēsture

source: Right History
ar: السجل الأيمن
be: Гісторыя справа
he: היסטוריית ימין
hi: सही इतिहास
lv: Labās puses vēsture

source: Media
ar: وسائط
be: Носьбіты
he: מדיה
hi: मिडिया
lv: Datu nesējs

source: Left Media
ar: الوسائط اليسرى
be: Носьбіты злева
he: מדיה משמאל
hi: वाम मीडिया
lv: Kreisās puses datu nesējs

source: Right Media
ar: الوسائط اليمنى
be: Носьбіты справа
he: מדיה מימין
hi: राइट मीडिया
lv: Labās puses datu nesējs

source: Find in folder...
ar: ابحث في المجلد...
be: Знайсці ў папцы...
he: איתור בתיקייה…
hi: फ़ोल्डर में खोजें...
lv: Atrast mapē...

source: Select in folder...
ar: اختر في المجلد...
be: Выбраць у папцы...
he: בחירה בתיקייה…
hi: फ़ोल्डर में चयन करें...
lv: Atlasīt mapē...

source: Filter in folder...
ar: صَفِّ في المجلد...
be: Фільтраваць у папцы...
he: סינון בתיקייה…
hi: फ़ोल्डर में फ़िल्टर करें...
lv: Filtrēt mapē...

source: ROOT (/)
ar: الجذر (/)
be: Корань (/)
he: תיקיית על (/)
hi: जड़ (/)
lv: SAKNE (/)

source: Rename file, folder, etc.
ar: أعد تسمية ملف، مجلد، إلخ.
be: Перайменаваць файл, папку і г.д.
he: שינוי שם קובץ, תיקייה וכו׳.
hi: फ़ाइल, फ़ोल्डर आदि का नाम बदलें.
lv: Pārdēvēt datni, mapi u.c.

source: Open file in viewer.
ar: افتح الملف في العارض.
be: Адкрыць файл у праглядальніку.
he: פתיחת קובץ במציג.
hi: फ़ाइल को व्यूअर में खोलें.
lv: Atvērt datni skatītājā.

source: <qt><p>Edit file.</p><p>The editor can be defined in Konfigurator, default is <b>internal editor</b>.</p></qt>
ar: <qt><p>حرر الملف.</p><p>يمكن تعيين المحرر في Konfigurator، الافتراضي هو <b>محرر داخلي</b>.</p></qt>
be: <qt><p>Рэдагаваць файл.</p><p>Рэдактар можна вызначыць у Konfigurator, прадвызначаны — <b>унутраны рэдактар</b>.</p></qt>
he: <qt><p>עריכת קובץ.</p><p>אפשר להגדיר את העורך דרך Konfigurator, ברירת המחדל היא <b>העורך הפנימי</b>.</p></qt>
hi: <qt><p>फ़ाइल संपादित करें.</p><p> संपादक को कॉन्फिगरेटर में परिभाषित किया जा सकता है, डिफ़ॉल्ट <b>आंतरिक संपादक</b> है।</p></qt>
lv: <qt><p>Rediģēt datni.</p><p>Redaktoru varat noteikt „Konfigurator“ logā. Noklusējums ir <b>iekšējais redaktors</b>.</p></qt>

source: Copy file from one panel to the other.
ar: انسخ الملف من لوحة إلى الأخرى.
be: Капіяваць файл з адной панэлі ў іншую.
he: העתקת קבצים מלוח אחד לאחר.
hi: एक पैनल से दूसरे पैनल पर फ़ाइल कॉपी करें.
lv: Kopēt datni no viena paneļa uz otru.

source: Move file from one panel to the other.
ar: انقل الملف من لوحة إلى الأخرى.
be: Перамясціць файл з адной панэлі ў іншую.
he: העברת קבצים מלוח אחד לאחר.
hi: फ़ाइल को एक पैनल से दूसरे पैनल पर ले जाएँ.
lv: Pārvietot datni no viena paneļa uz otru.

source: Create folder in current panel.
ar: أنشئ مجلدًا في اللوحة الحالية.
be: Стварыць папку ў бягучай панэлі.
he: יצירת תיקייה בלוח הנוכחי.
hi: वर्तमान पैनल में फ़ोल्डर बनाएँ.
lv: Izveidot mapi pašreizējā panelī.

source: Delete file, folder, etc.
ar: احذف ملف، مجلد، إلخ.
be: Выдаліць файл, папку і г.д.
he: מחיקת קובץ, תיקייה וכו׳.
hi: फ़ाइल, फ़ोल्डर आदि हटाएँ.
lv: Dzēst datni, mapi u.c.

source: <qt><p>Open terminal in current folder.</p><p>The terminal can be defined in Konfigurator, default is <b>konsole</b>.</p></qt>
ar: <qt><p>افتح الطرفية في المجلد الحالي.</p><p>يمكن تعيين الطرفية في Konfigurator، المبدئي هو <b>كونسول</b>.</p></qt>
be: <qt><p>Адкрыць тэрмінал у бягучай папцы.</p><p>Тэрмінал можна вызначыць у Konfigurator, прадвызначаны — <b>konsole</b>.</p></qt>
he: <qt><p>פתיחת המסוף בתיקייה המקומית.</p><p>אפשר להגדיר את המסוף דרך Konfigurator, ברירת המחדל היא <b>konsole</b>.</p></qt>
hi: <qt><p>वर्तमान फ़ोल्डर में टर्मिनल खोलें.</p><p> टर्मिनल को Konfigurator में परिभाषित किया जा सकता है, डिफ़ॉल्ट <b>konsole</b> है।</p></qt>
lv: <qt><p>Atvērt termināli pašreizējā mapē.</p><p>Termināļa programmu varat definēt „Konfigurator“ logā. Pēc noklusējuma tā ir <b>konsole</b>.</p></qt>

source: Open/Run Files
ar: افتح/شغل الملفات
be: Адкрыць/Запусціць файлы
he: פתיחת/הרצת קבצים
hi: फ़ाइलें खोलें/चलाएँ
lv: Atvērt/palaist datnes

source: Run
ar: شغّل
be: Запусціць
he: הרצה
hi: दौड़ना
lv: Palaist

source: Open in New Tabs
ar: افتح في ألسنة جديدة
be: Адкрыць у новых укладках
he: פתיחה בלשוניות חדשות
hi: नए टैब में खोलें
lv: Atvērt jaunās cilnēs

source: Open in New Tab
ar: افتح في لسان جديد
be: Адкрыць у новай укладцы
he: פתיחה בלשונית חדשה
hi: वेब टेब में खोलें
lv: Atvērt jaunā cilnē

source: Browse Archive
ar: استعرض الأرشيف
be: Аглядаць архіў
he: עיון בארכיון
hi: पुरालेख ब्राउज़ करें
lv: Pārlūkot arhīvu

source: Other...
ar: أخرى...
be: Іншае...
he: אחר…
hi: अन्य...
lv: Cits...

source: Open With
ar: افتح ب‍
be: Адкрыць з дапамогай
he: פתיחה עם
hi: के साथ खोलें
lv: Atvērt ar

source: Move to Trash
ar: انقل إلى المهملات
be: Перамясціць у сметніцу
he: העברה לאשפה
hi: ट्रैश में ले जाएं
lv: Pārvietot uz atkritni

source: New Hardlink...
ar: رابط صلب جديد...
be: Новая жорсткая спасылкака...
he: קישור קשיח חדש…
hi: नया हार्डलिंक...
lv: Jauna cietā saite...

source: Redirect Link...
ar: أعد توجيه الرابط...
be: Перанакіраваць спасылкаку...
he: קישור הפנייה…
hi: लिंक पुनर्निर्देशित करें...
lv: Pāradresēt saiti...

source: Link Handling
ar: معالجة الروابط
be: Кіраванне спасылкакамі
he: טיפול בקישורים
hi: लिंक हैंडलिंग
lv: Saites apstrāde

source: Send by Email
ar: أرسل بالبريد الإلكتروني
be: Адправіць па электроннай пошце
he: שליחה בדוא״ל
hi: ईमेल से भेजें
lv: Sūtīt e-pastā

source: Restore
ar: استعد
be: Аднавіць
he: שחזור
hi: पुनर्स्थापित करना
lv: Atjaunot

source: Synchronize Selected Files...
ar: زامن الملفات المحددة...
be: Сінхранізаваць абраныя файлы...
he: סנכרון הקבצים הנבחרים…
hi: चयनित फ़ाइलें सिंक्रनाइज़ करें...
lv: Sinhronizēt atlasītās datnes...

source: Create New
ar: أنشئ واحداً جديداً
be: Стварыць новае
he: יצירת חדש
hi: नया निर्माण
lv: Izveidot jaunu

source: You can edit links only on local file systems
ar: يمكنك تحرير الروابط فقط على أنظمة الملفات المحلية
be: Вы можаце рэдагаваць спасылкакі толькі ў лакальных файлавых сістэмах
he: אפשר לערוך קישורים רק במערכות קבצים מקומיות
hi: आप केवल स्थानीय फ़ाइल सिस्टम पर ही लिंक संपादित कर सकते हैं
lv: Saites varat rediģēt tikai lokālajās datņu sistēmās

source: The current file is not a link, so it cannot be redirected.
ar: الملف الحالي ليس رابطًا، لذا لا يمكن إعادة توجيهه.
be: Бягучы файл не з'яўляецца спасылкакай, таму яго нельга перанакіраваць.
he: הקובץ הנוכחי אינו קישור, לכן לא ניתן להפנות אותו.
hi: वर्तमान फ़ाइल कोई लिंक नहीं है, इसलिए इसे पुनर्निर्देशित नहीं किया जा सकता।
lv: Pašreizējā datne nav saite, tāpēc to nevar pāradresēt.

source: Link Redirection
ar: إعادة توجيه الرابط
be: Перанакіраванне спасылкакі
he: הפניית קישור
hi: लिंक पुनर्निर्देशन
lv: Saites pāradresēšana

source: Please enter the new link destination:
ar: أدخل الوجهة الجديدة للرابط من فضلك:
be: Калі ласка, увядзіце новы пункт прызначэння спасылкакі:
he: נא למלא יעד חדש לקישור:
hi: कृपया नया लिंक गंतव्य दर्ज करें:
lv: Ierakstiet jauno saites galamērķi:

source: Cannot remove old link: %1
ar: لا يمكن إزالة الرابط القديم: %1
be: Немагчыма выдаліць старую спасылкаку: %1
he: לא ניתן להסיר את הקישור הישן: %1
hi: पुराना लिंक हटाया नहीं जा सकता: %1
lv: Nevar noņemt veco saiti: %1

source: Failed to create a new link: %1
ar: فشل في إنشاء رابط جديد: %1
be: Не ўдалося стварыць новую спасылкаку: %1
he: יצירת הקישור החדש נכשלה: %1
hi: नया लिंक बनाने में विफल: %1
lv: Neizdevās izvaidot jaunu saiti: %1

source: You can create links only on local file systems
ar: يمكنك إنشاء روابط في أنظمة الملفات المحلية فقط
be: Вы можаце ствараць спасылкакі толькі ў лакальных файлавых сістэмах
he: אפשר ליצור קישורים רק במערכות קבצים מקומיות
hi: आप केवल स्थानीय फ़ाइल सिस्टम पर ही लिंक बना सकते हैं
lv: Saites varat izveidot tikai lokālās datņu sistēmās

source: New Link
ar: رابط جديد
be: Новая спасылкака
he: קישור חדש
hi: नया लिंक
lv: Jauna saite

source: Create a new link to: %1
ar: أنشئ رابطاً جديداً إلى: %1
be: Стварыць новую спасылкаку на: %1
he: יצירת קישור חדש אל: %1
hi: एक नया लिंक बनाएं: %1
lv: Izveidot jaunu saiti uz: %1

source: A folder or a file with this name already exists.
ar: مجلد أو ملف بهذا الاسم موجودٌ فعلًا.
be: Папка або файл з такой назвай ужо існуе.
he: כבר קיימת תיקייה בשם הזה.
hi: इस नाम वाला एक फ़ोल्डर या फ़ाइल पहले से मौजूद है.
lv: Mape vai datne ar šādu nosaukumu jau pastāv.

source: Failed to create a new symlink '%1' to: '%2'
ar: فشل إنشاء رابط رمزي جديد '%1' إلى: '%2'
be: Не ўдалося стварыць новую сімвалічную спасылкаку '%1' на: '%2'
he: יצירת קישור סמלי חדש מ־‚%1’ אל ‚%2’ נכשלה
hi: '%2' के लिए नया सिम्बलिंक '%1' बनाने में विफल रहा
lv: Neizdevās izveidot jaunu simbolisko saiti „%1“ uz: „%2“

source: Failed to create a new link '%1' to '%2'
ar: فشل إنشاء رابط جديد '%1' إلى '%2'
be: Не ўдалося стварыць новую спасылкаку '%1' на '%2'
he: יצירת קישור חדש מ־‚%1’ אל ‚%2’ נכשלה
hi: '%1' से '%2' तक नया लिंक बनाने में विफल
lv: Neizdevās izveidot jaunu saiti „%1“ uz „%2“

source: No permissions to view this file.
ar: لا صلاحيات لعرض هذا الملف.
be: Недастаткова правоў для прагляду гэтага файла.
he: אין הרשאות לצפות בקובץ הזה.
hi: इस फ़ाइल को देखने की कोई अनुमति नहीं है.
lv: Trūkst atļauju šīs datnes apskatei.

source: Enter a URL to view:
ar: أدخل مُحدِّد موقع المورد لعرضه:
be: Увядзіце URL для прагляду:
he: נא למלא כתובת לתצוגה:
hi: देखने के लिए URL दर्ज करें:
lv: Ierakstiet apskatāmo URL:

source: You cannot edit a folder
ar: لا يمكنك تعديل مجلد
be: Немагчыма рэдагаваць папку
he: לא ניתן לערוך תיקייה
hi: आप किसी फ़ोल्डर को संपादित नहीं कर सकते
lv: Nevarat rediģēt mapi

source: No permissions to edit this file.
ar: لا صلاحيات لتعديل هذا الملف.
be: Недастаткова правоў для рэдагавання гэтага файла.
he: אין הרשאות לערוך את הקובץ הזה.
hi: इस फ़ाइल को संपादित करने की कोई अनुमति नहीं है.
lv: Trūkst atļauju datnes rediģēšanai

source: Enter the filename to edit:
ar: أدخل اسم الملف المراد تعديله:
be: Увядзіце назву файла для рэдагавання:
he: נא למלא שם קובץ לעריכה:
hi: संपादित करने के लिए फ़ाइल नाम दर्ज करें:
lv: Ierakstiet datnes nosaukumu, ko rediģēt:

source: Move %1 to:
ar: انقل %1 إلى:
be: Перамясціць %1 у:
he: העברת %1 אל:
hi: %1 को यहां ले जाएं:
lv: Pārvietot „%1“ uz:

source: Move %1 file to:
ar: انقل ملف %1 إلى:
be: Перамясціць %1 файл у:
he: העברת קובץ אל:
hi: %1 फ़ाइल को यहां ले जाएं:
lv: Pārvietot %1 datni uz:

source: Copy %1 to:
ar: انسخ %1 إلى:
be: Капіяваць %1 у:
he: העתקת %1 אל:
hi: %1 को यहां कॉपी करें:
lv: Kopēt „%1“ uz:

source: Copy %1 file to:
ar: انسخ ملف %1 إلى:
be: Капіяваць %1 файл у:
he: העתקת קובץ אל:
hi: %1 फ़ाइल को यहां कॉपी करें:
lv: Kopēt %1 datni uz:

source: Folder's name:
ar: اسم المجلد:
be: Назва папкі:
he: שם התיקייה:
hi: फ़ोल्डर का नाम:
lv: Mapes nosaukums:

source: Do you really want to move this item to the trash?
ar: أمتأكّد من نقل هذا العنصر إلى المهملات؟
be: Вы сапраўды хочаце перамясціць гэтыя %1 элемент ў сметніцу?
he: להעביר את הקובץ הזה לאשפה?
hi: क्या आप सचमुच इन %1 आइटमों को कूड़ेदान में ले जाना चाहते हैं?
lv: Vai tiešām vēlaties šo %1 vienumu pārvietot uz atkritni?

source: <qt>Do you really want to delete this item <b>physically</b> (not just removing it from the virtual items)?</qt>
ar: <qt>هل حقاً تريد حذف هذا العنصر <b>فيزيائياً</b> (ليس فقط إزالته من العناصر الافتراضية)؟</qt>
be: <qt>Вы сапраўды хочаце выдаліць гэты %1 элемент <b>фізічна</b> (а не проста выдаліць з віртуальных элементаў)?</qt>
he: <qt>למחוק את הפריט הזה <b>פיזית</b> (לא להסתפק בהסרתו מהפריטים הווירטואליים)?</qt>
hi: <qt>क्या आप सचमुच इन %1 आइटमों को <b>भौतिक रूप से</b> हटाना चाहते हैं (न कि उन्हें केवल आभासी आइटमों से हटाना)?</qt>
lv: <qt>Vai tiešām vēlaties <b>fiziski</b> dzēst šo %1 vienumu (ne tikai to noņemt no virtuālajiem vienumiem)?</qt>

source: Do you really want to delete this item?
ar: هل حقاً تريد حذف هذا العنصر؟
be: Вы сапраўды хочаце выдаліць гэты %1 элемент?
he: למחוק את הפריט הזה?
hi: क्या आप सचमुच इन %1 आइटमों को हटाना चाहते हैं?
lv: Vai tiešām vēlaties dzēst šo %1 vienumu?

source: <qt><p>Folder <b>%1</b> is not empty.</p>
ar: <qt><p>المجلد <b>%1</b> ليس فارغاً.</p>
be: <qt><p>Папка <b>%1</b> не пустая.</p>
he: <qt><p>התיקייה <b>%1</b> אינה ריקה.</p>
hi: <qt><p>फ़ोल्डर <b>%1</b> रिक्त नहीं है.</p>
lv: <qt><p>Mape <b>%1</b> nav tukša.</p>
