Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: New Network Connection
ar: اتّصال شبكيّ جديد
be: Новае злучэнне па сетцы
he: חיבור רשת חדש
hi: नया नेटवर्क कनेक्शन
lv: Jauns tīkla savienojums

source: About to connect to...
ar: على وشك الاتصال بـ...
be: Пра злучэнне з...
he: יתבצע חיבור אל…
hi: से जुड़ने वाला हूँ...
lv: Grasās savienoties ar...

source: Protocol:
ar: الميفاق:
be: Пратакол:
he: פרוטוקול:
hi: शिष्टाचार:
lv: Protokols:

source: Host:
ar: المضيف:
be: Хост:
he: מארח:
hi: मेज़बान:
lv: Resursdators:

source: Port:
ar: المنفذ:
be: Порт:
he: פתחה:
hi: पत्तन:
lv: Ports:

source: Username:
ar: اسم المستخدم:
be: Карыстальнік:
he: שם משתמש:
hi: उपयोगकर्ता नाम:
lv: Lietotājvārds

source: Password:
ar: كلمة السر:
be: Пароль:
he: סיסמה:
hi: पासवर्ड:
lv: Parole:

source: &Connect
ar: ا&تصل
be: &Злучэнне
he: הת&חברות
hi: &जोड़ना
lv: &Savienoties

source: Pack %1
ar: اضغط %1
be: Пакаваць %1
he: אריזת %1
hi: पैक %1
lv: Pakot „%1“

source: Pack %1 file
ar: اضغط %1 ملفًا
be: Спакаваць %1 файл
he: אריזת קובץ
hi: %1 फ़ाइलें पैक करें
lv: Pakot „%1“ datni

source: Please select a folder
ar: رجاءً اختر مجلّدًا
be: Калі ласка, абярыце папку
he: נא לבחור תיקייה
hi: कृपया एक फ़ोल्डर चुनें
lv: Atlasiet mapi

source: Pack
ar: ضغط
be: Пакаваць
he: אריזה
hi: सामान बाँधना
lv: Pakot

source: To archive
ar: إلى أرشيف
be: У архіў
he: לארכיון
hi: संग्रहित करने के लिए
lv: Uz arhīvu

source: In folder
ar: في المجلّد
be: У папку
he: בתיקייה
hi: फ़ोल्डर में
lv: Mapē

source: Multiple volume archive
ar: أرشيف متعدد المجلدات
be: Шматтомны архіў
he: ארכיון רב כרכים
hi: एकाधिक वॉल्यूम संग्रह
lv: Vairāku sējumu arhīvs

source: Size:
ar: الحجم:
be: Памер:
he: גודל:
hi: आकार:
lv: Izmērs:

source: Set compression level
ar: اضبط مستوى الضغط
be: Усталяваць узровень кампрэсіі
he: הגדרת רמת דחיסה
hi: संपीड़न स्तर सेट करें
lv: Iestatīt saspiešanas līmeni

source: MIN
ar: الأدنى
be: МІН
he: מזערית
hi: मिन

source: MAX
ar: الأقصى
be: МАКС
he: מרבית
hi: मैक्स
lv: MAKS.

source: Password
ar: كلمة السر
be: Пароль
he: סיסמה
hi: पासवर्ड
lv: Parole

source: Again
ar: مرة أخرى
be: Зноў
he: שוב
hi: दोबारा
lv: Vēlreiz

source: Encrypt headers
ar: شفر الرؤوس
be: Зашыфраваць загалоўкі
he: הצפנת כותרות
hi: हेडर एन्क्रिप्ट करें
lv: Šifrēt galvenes

source: Command line switches:
ar: مبدّلات سطر الأوامر:
be: Ключы каманднага радку:
he: מתגי שורת פקודה:
hi: कमांड लाइन स्विच:
lv: Komandrindas parametri:

source: &Advanced >>
ar: &متقدّم >>
be: &Адмыслова>>
he: מ&תקדם >>
hi: &उन्नत>>
lv: &Paplašināti >>

source: &Advanced <<
ar: &متقدّم <<
be: &Адмыслова<<
he: מ&תקדם <<
hi: &उन्नत <<
lv: &Paplašināti <<

source: No password specified
ar: لم تحدد كلمة سر
be: Пароль не ўказаны
he: לא צוינה סיסמה
hi: कोई पासवर्ड निर्दिष्ट नहीं
lv: Parole nav norādīta

source: The passwords are equal
ar: كلمات السر متساوية
be: Паролі аднолькавыя
he: הסיסמאות זהות
hi: पासवर्ड बराबर हैं
lv: Paroles ir vienādas

source: The passwords are different
ar: كلمات السر مختلفة
be: Паролі розныя
he: הסיסמאות שונות
hi: पासवर्ड अलग-अलग हैं
lv: Paroles atšķiras

source: Cannot pack, the passwords are different.
ar: لا يمكن الضغط، كلمات السر مختلفة.
be: Нельга запакаваць, розныя паролі.
he: לא ניתן לארוז, הסיסמאות שונות.
hi: पैक नहीं किया जा सकता, पासवर्ड अलग हैं।
lv: Nevar pakot, paroles atšķiras.

source: Invalid volume size.
ar: حجم المجلد غير صالح.
be: Няслушны памер тому.
he: גודל הכרך שגוי.
hi: अमान्य वॉल्यूम आकार.
lv: Nederīgs sējuma izmērs.

source: Invalid command line switch. A switch must start with '-'.
ar: مبدّل سطر أوامر غير صالح. يجب أن يبدأ المبدّل بـ '-'.
be: Няслушны параметр каманднага радку. Параметр павінен пачынацца з "-".
he: מתג שגוי בשורת הפקודות. מתג חייב להיפתח ב־‚-’.
hi: अमान्य कमांड लाइन स्विच. स्विच '-' से शुरू होना चाहिए.
lv: Nederīgs komandrindas parametrs. Parametram ir jāsākas ar '-'.

source: Invalid command line switch. Backslashes cannot be the last character.
ar: مبدّل سطر أوامر غير صالح. لا يمكن أن تكون الشرطات الخلفية هي الحرف الأخير.
be: Няслушны параметр каманднага радку. Зваротны слэш не можа быць апошнім.
he: מתג שגוי בשורת הפקודות. השורה לא יכולה להסתיים בלוכסנים הפוכים.
hi: अमान्य कमांड लाइन स्विच. बैकस्लैश अंतिम वर्ण नहीं हो सकता.
lv: Nederīgs komandrindas parametrs. Tas nevar beigties ar apgriezto slīpsvītru.

source: Invalid command line switch. Unclosed quotation mark.
ar: مبدّل سطر أوامر غير صالح. علامة اقتباس غير مغلقة.
be: Няслушны параметр каманднага радку. Незачынены двукоссі.
he: מתג שגוי בשורת הפקודות. מירכאות לא מאוזנות.
hi: अमान्य कमांड लाइन स्विच। खुला उद्धरण चिह्न।
lv: Nederīgs komandrindas parametrs. Nav aizvērtas pēdiņas.

source: The saved 'Popular URLs' are invalid. The list will be cleared.
ar: المسارات الشائعة المحفوظة غير صالحة. ستُنظف القائمة.
be: Захаваныя «Папулярныя URL-адрасы» няслушныя. Спіс будзе ачышчаны.
he: ה‚כתובות הנפוצות’ שגויות. הרשימה תתרוקן.
hi: सहेजे गए 'लोकप्रिय URL' अमान्य हैं। सूची साफ़ कर दी जाएगी।
lv: Saglabātās „Populārās URL“ ir nederīgas. Sarakstu programma notīrīs.

source: &Search:
ar: ا&بحث:
be: &Пошук:
he: &חיפוש:
hi: &खोज:
lv: &Meklēt:

source: Loading Usage Information
ar: تحميل معلومات الاستخدام
be: Загрузка інфармацыі аб выкарыстанні
he: פרטי השימוש נטענים
hi: उपयोग जानकारी लोड हो रही है
lv: Ielādē lietotāja informāciju

source: Files:
ar: الملفات:
be: Файлы:
he: קבצים:
hi: फ़ाइलें:
lv: Datnes:

source: Folders:
ar: المجلّدات:
be: Папкі:
he: תיקיות:
hi: फ़ोल्डर्स:
lv: Mapes:

source: Total Size:
ar: الحجم الكليّ:
be: Агульны памер:
he: גודל כולל:
hi: कुल आकार:
lv: Kopējais izmērs:

source: Loading the disk usage information...
ar: تحميل معلومات استخدام القرص...
be: Загрузка інфармацыі аб выкарыстанні дыску...
he: פרטי ניצולת הכונן נטענים…
hi: डिस्क उपयोग जानकारी लोड हो रही है...
lv: Ielādē diska lietojuma informāciju...

source: Stepping into the parent folder requires loading the content of the "%1" URL. Do you wish to continue?
ar: القفز إلى المجلد الأصلي يتطلب تحميل محتوى المسار "%1". هل تريد المتابعة؟
be: Для ўваходу ў бацькоўскую папку патрабуецца загрузка зместу URL-адраса "%1". Вы жадаеце працягнуць?
he: מעבר לתיקיית ההורה דורשת את טעינת התוכן של הכתובת „%1”. להמשיך?
hi: पैरेंट फ़ोल्डर में जाने के लिए "%1" URL की सामग्री लोड करना आवश्यक है। क्या आप जारी रखना चाहते हैं?
lv: Lai ieietu hierarhiski augstākā mapē, jāielādē „%1“ URL saturs. Vai vēlaties turpināt?

source: Krusader::DiskUsage
ar: كروسيدر::استخدام القرص
be: Krusader::ВыкарыстДыску
he: Krusader::ניצולת כונן
hi: धर्मयुद्ध::डिस्कउपयोग
lv: Krusader::DiskaLietojums

# singularOnly
source: Do you really want to move this item to the trash?
ar: أمتأكّد من نقل هذا العنصر إلى المهملات؟
be: Вы сапраўды хочаце перамясціць гэты элемент у сметніцу?
he: להעביר את הפריט הזה לאשפה?
hi: क्या आप सचमुच इस आइटम को कूड़ेदान में डालना चाहते हैं?
lv: Vai tiešām vēlaties šo vienumu pārvietot uz atkritni?

source: &Trash
ar: ال&مهملات
be: &Сметніца
he: &אשפה
hi: &कचरा
lv: &Atkritne

# singularOnly
source: Do you really want to delete this item?
ar: هل تريد حقًا حذف هذا العنصر؟
be: Вы сапраўды жадаеце выдаліць гэты элемент?
he: למחוק את הפריט הזה?
hi: क्या आप सचमुच इस आइटम को हटाना चाहते हैं?
lv: Vai tiešām vēlaties dzēst šo vienumu?

source: Warning
ar: تحذير
be: Увага
he: אזהרה
hi: चेतावनी
lv: Uzmanību

source: Deleting %1...
ar: يحذف %1...
be: Выдаленне %1....
he: %1 נמחק…
hi: %1 हटा रहा है...
lv: Dzēš „%1“...

source: Current folder:%1, Total size:%2, Own size:%3
ar: المجلد الحالي: %1، الحجم الكلي: %2، الحجم الخاص: %3
be: Бягучая папка:%1, агульны памер:%2, уласны памер:%3
he: התיקייה הנוכחית:%1, הגודל הכולל:%2, הגודל העצמי:%3
hi: वर्तमान फ़ोल्डर:%1, कुल आकार:%2, स्वयं का आकार:%3
lv: Pašreizējā mape:%1, Kopējais izmērs:%2, Pašas izmērs:%3

source: Disk Usage
ar: استخدام القرص
be: Выкарыстанне дыску
he: ניצולת כונן
hi: डिस्क उपयोग
lv: Diska lietojums

source: Exclude
ar: استثنِ
be: Выключыць
he: החרגה
hi: बहिष्कृत करें
lv: Ignorēt

source: Up one folder
ar: صعود مجلد واحد
be: Вышэй адну папку
he: תיקייה למעלה
hi: एक फ़ोल्डर ऊपर
lv: Augšup vienu mapi

source: New search
ar: بحث جديد
be: Новы пошук
he: חיפוש חדש
hi: नई खोज
lv: Jauna meklēšana

source: Refresh
ar: حدّث
be: Абнавіць
he: ריענון
hi: ताज़ा करना
lv: Pārlādēt

source: Include all
ar: ضمن الكل
be: Уключыць усе
he: לכלול הכול
hi: सभी को शामिल करें
lv: Iekļaut visu

source: Step into
ar: أُدخل في
be: Крок у
he: צעידה פנימה
hi: कदम रखें
lv: Ieiet

source: Lines
ar: الخطوط
be: Радкі
he: שורות
hi: पंक्तियां
lv: Rindas

source: Detailed
ar: مفصل
be: Падрабязней
he: מפורט
hi: विस्तृत
lv: Sīkāk

source: Filelight
ar: كشاف الملفات
be: Падсветка файла
hi: फाइललाइट

source: Next
ar: التالي
be: Наступны
he: הבא
hi: अगला
lv: Nākamais

source: Previous
ar: السابق
be: Папярэдні
he: הקודם
hi: पहले का
lv: Iepriekšējais

source: View
ar: اعرض
be: Глядзець
he: תצוגה
hi: देखना
lv: Skatīt

source: Type:
ar: النوع:
be: Тып:
he: סוג:
hi: प्रकार:
lv: Tips:

source: Own size:
ar: الحجم الخاص:
be: Уласны памер:
he: גודל עצמי:
hi: स्वयं का आकार:
lv: Paša izmērs:

source: Last modified:
ar: آخر تغيير:
be: Апошнія змены:
he: שינוי אחרון:
hi: अंतिम बार संशोधित:
lv: Pēdējo reizi mainīts:

source: Permissions:
ar: التّصاريح:
be: Дазволы:
he: הרשאות:
hi: अनुमतियाँ:
lv: Atļaujas:

source: Owner:
ar: المالك:
be: Уладальнік:
he: בעלות:
hi: मालिक:
lv: Īpašnieks:

source: Krusader::Disk Usage
ar: كروسيدر::استخدام القرص
be: Krusader::Выкарыстанне дыску
he: Krusader::ניצולת כונן
hi: धर्मयुद्ध::डिस्क उपयोग
lv: Krusader::Diska lietojums

source: Start new disk usage search
ar: ابدأ بحث استخدام قرص جديد
be: Пачаць новы пошук выкарыстання дыска
he: התחלת חיפוש ניצולת כונן חדשה
hi: नई डिस्क उपयोग खोज प्रारंभ करें
lv: Sākt jaunu diska lietojuma meklēšanu

source: Parent folder
ar: المجلّد الأبّ
be: Бацькоўская папка
he: תיקיית ההורה
hi: मूल फ़ोल्डर
lv: Augstāka mape

source: Line view
ar: عرض الخط
be: Лінейны прагляд
he: תצוגת שורות
hi: लाइन दृश्य
lv: Rindas skats

source: Detailed view
ar: منظور مفصّل
be: Падрабязны прагляд
he: תצוגה מפורטת
hi: विस्तृत विवरण
lv: Informatīvais skats

source: Filelight view
ar: عرض كاشف الملفات
be: Прагляд прасветленых фалаў
he: תצוגת Filelight
hi: फ़ाइललाइट दृश्य
lv: „Filelight“ skats

source: Viewing the usage of folder:
ar: استعراض استخدام المجلد:
be: Прагляд выкарыстання папкі:
he: הצגת ניצולת של תיקייה:
hi: फ़ोल्डर का उपयोग देखना:
lv: Apskata mapes lietojumu:

source: Zoom In
ar: قرّب
be: Павялічыць маштаб
he: התקרבות
hi: ज़ूम इन
lv: Tuvināt

source: Zoom Out
ar: بعّد
be: Паменшыць маштаб
he: התרחקות
hi: ज़ूम आउट
lv: Tālināt

source: Rainbow
ar: قوس قزح
be: Вясёлка
he: קשת בענן
hi: इंद्रधनुष
lv: Varavīksne

source: High Contrast
ar: تباين عالٍ
be: Высокі кантраст
he: ניגודיות
hi: हाई कॉन्ट्रास्ट
lv: Augsts kontrasts

source: KDE
ar: كِيدِي
be: КДЕ
hi: कहाँ

source: Scheme
ar: المخطّط
be: Схема
he: סכמה
hi: योजना
lv: Shēma

source: Increase contrast
ar: زد التباين
be: Павялічыць кантраст
he: הגברת הניגודיות
hi: कंट्रास्ट बढ़ाएँ
lv: Palielināt kontrastu

source: Decrease contrast
ar: انقص التباين
be: Паменшыць кантраст
he: החלשת הניגודיות
hi: कंट्रास्ट घटाएँ
lv: Samazināt kontrastu

source: Use anti-aliasing
ar: استخدم إزالة التسنّن
be: Згладжваць
he: להשתמש בהחלקת קצוות
hi: एंटी-अलियासिंग का उपयोग करें
lv: Izmantot gludināšanu

source: Show small files
ar: أعرض الملفات الصغيرة
be: Паказваць малыя файлы
he: הצגת קבצים קטנים
hi: छोटी फ़ाइलें दिखाएँ
lv: Rādīt mazās datnes

source: Vary label font sizes
ar: غير حجم خط التسميات
be: Пераменны памер шрыфту цэтлікаў
he: גודלי גופנים תוויות משתנים
hi: लेबल फ़ॉन्ट आकार बदलें
lv: Mainīgs etiķešu fonta izmērs

source: Minimum font size
ar: الحد الأدنى لمقاس الخط
be: Мінімальны памер шрыфту
he: גודל גופן מזערי
hi: न्यूनतम फ़ॉन्ट आकार
lv: Minimālais fonta izmērs

source: Krusader::Filelight
ar: كروسيدر::كاشف الملفات
be: Krusader::Прасветленыя файлы
hi: धर्मयुद्ध::फ़ाइललाइट

source: Line View
ar: عرض السطر
be: Лінейны выгляд
he: תצוגת שורה
hi: लाइन दृश्य
lv: Rindas skats

source: Percent
ar: النسبة المئوية
be: Адсоткі
he: אחוז
hi: प्रतिशत
lv: Procenti

source: Name
ar: الاسم
be: Назва
he: שם
hi: नाम
lv: Nosaukums

source: Show file sizes
ar: أظهر حجم الملفات
be: Паказваць памер файлаў
he: הצגת גודלי קבצים
hi: फ़ाइल आकार दिखाएँ
lv: Rādīt datņu izmēru

source: Total size
ar: الحجم الكليّ
be: Агульны памер
he: גודל כולל
hi: कुल आकार
lv: Kopējais izmērs

source: Own size
ar: حجمه
be: Уласны памер
he: גודל עצמי
hi: स्वयं का आकार
lv: Paša izmērs

source: Type
ar: النّوع
be: Тып
he: סוג
hi: प्रकार
lv: Tips

source: Date
ar: التاريخ
be: Дата
he: תאריך
hi: तारीख
lv: Datums

source: Permissions
ar: التّصاريح
be: Дазволы
he: הרשאות
hi: अनुमतियां
lv: Atļaujas

source: Owner
ar: المالك
be: Уладальнік
he: בעלות
hi: मालिक
lv: Īpašnieks

source: Group
ar: المجموعة
be: Група
he: קבוצה
hi: समूह
lv: Grupa

source: %1 file: ~ %2
ar: ملف: ~ %2
be: %1 файл: ~ %2
he: קובץ: ~ %2
hi: %1 फ़ाइलें: ~ %2
lv: %1 datne: — %2

source: Files: %1
ar: الملفات: %1
be: Файлаў: %1
he: קבצים: %1
hi: फ़ाइलें: %1
lv: Datnes: %1

source: Open File Manager Here
ar: افتح مدير الملفات هنا
be: Адчыніць файлавы менеджэр тут
he: פתיחת מנהל קבצים כאן
hi: यहां फ़ाइल प्रबंधक खोलें
lv: Atvērt datņu pārvaldnieku šeit

source: Open Terminal Here
ar: افتح الطرفية هنا
be: Адчыніць тэрмінал тут
he: פתיחת מסוף כאן
hi: यहां टर्मिनल खोलें
lv: Atvērt termināli šeit

source: &Center Map Here
ar: &وسط الخريطة هنا
be: &Цэнтр карты тут
he: מ&רכוז המפה כאן
hi: &नक्शा यहाँ केन्द्रित करें
lv: &Centrēt karti šeit

source: &Open
ar: ا&فتح
be: &Адчыніць
he: &פתיחה
hi: &खुला
lv: &Atvērt

source: &Delete
ar: ا&حذف
be: &Выдаліць
he: מ&חיקה
hi: &मिटाना
lv: &Dzēst

source: <qt>The folder at <i>'%1'</i> will be <b>recursively</b> and <b>permanently</b> deleted.</qt>
ar: <qt>سيحذف المجلد <i>'%1'</i> بشكل <b>تكراري</b> و <b>دائم</b> .</qt>
be: <qt>Папка па адрасе <i>'%1'</i> будзе <b>рэкурсіўна</b> і <b>назаўсёды</b> выдалена.</qt>
he: <qt>התיקייה ב־<i>‚%1’</i> תימחק <b>רקורסיבית</b> ו<b>לצמיתות</b>.</qt>
hi: <qt><i>&#39;%1&#39;</i> पर स्थित फ़ोल्डर <b>पुनरावर्ती</b> और <b>स्थायी रूप से</b> हटा दिया जाएगा।</qt>
lv: <qt>Mapi, kas atrodas <i>„%1“</i>, programma <b>rekursīvi</b> un <b>neatgriezeniski</b> dzēsīs.</qt>

source: <qt><i>'%1'</i> will be <b>permanently</b> deleted.</qt>
ar: <qt> سيحذف <i>'%1'</i> <b>نهائيا</b> .</qt>
be: <qt><i>'%1'</i> будзе <b>назаўсёды</b> выдалена.</qt>
he: <qt><i>‚%1’</i> תימחק <b>לצמיתות</b>.</qt>
hi: <qt><i>&#39;%1&#39;</i> <b>स्थायी रूप से</b> हटा दिया जाएगा.</qt>
lv: <qt><i>„%1“</i> <b>neatgriezeniski</b> dzēsīs.</qt>

source: Space information disabled
ar: معلومات المساحة معطّلة
be: Інфармацыя аб прасторы адключана
he: פרטי הנפח מושבתים
hi: स्थान जानकारी अक्षम
lv: Informācija par vietu ir izslēgta

source: No space information on non-local filesystems
ar: لا توجد معلومات مساحة على أنظمة الملفات غير المحلية
be: Няма інфармацыі аб прасторы для не лакальных файлавых сістэм
he: אין פרטי נפח על מערכות קבצים שאינן מקומיות
hi: गैर-स्थानीय फ़ाइल सिस्टम पर कोई स्थान जानकारी नहीं
lv: Nav informācijas par vietu ne lokālās datņu sistēmās

source: Space information unavailable
ar: معلومات المساحة غير متاحة
be: Інфармацыя аб прасторы недаступна
he: פרטי הנפח לא זמינים
hi: अंतरिक्ष जानकारी उपलब्ध नहीं है
lv: Informāciju par vietu nav pieejama

source: Protocol not supported by Krusader: %1
ar: الميفاق غير متاح من قبل كروسيدر: %1
be: Пратакол не падтрымліваецца ў Krusader: %1
he: הפרוטוקול לא נתמך על ידי Krusader: %1
hi: क्रुसेडर द्वारा समर्थित प्रोटोकॉल नहीं: %1
lv: „Krusader“ neatbalsta šo protokolu: %1

source: The folder %1 does not exist.
ar: المجلد ”%1“ ليس موجودًا!
be: Папка %1 не існуе.
he: התיקייה %1 לא קיימת.
hi: फ़ोल्डर %1 मौजूद नहीं है.
lv: „%1“ mape nepastāv.

source: Cannot open the folder %1.
ar: لا يمكن فتح المجلد %1.
be: Немагчыма адчыніць папку %1.
he: לא ניתן לפתוח את התיקייה %1.
hi: फ़ोल्डर %1 नहीं खोला जा सका.
lv: Nevar atvērt „%1“ mapi.

# %1=folder path
source: Access to %1 denied
ar: رُفض الوصول إلى %1
be: Доступ да %1 забаронены
he: הגישה אל %1 נדחתה
hi: %1 तक पहुंच अस्वीकृत
lv: Piekļuve „%1“ ir liegta

source: Malformed URL: %1
ar: عنوان المسار خاطئ التكوين: %1
be: Няправільны URL: %1
he: מבנה כתובת שגוי: %1
hi: विकृत URL: %1
lv: Nepareizi izveidots URL: %1

source: Archives
ar: الأرشيفات
be: Архівы
he: ארכיונים
hi: अभिलेखागार
lv: Arhīvi

source: Image Files
ar: ملفّات الصّور
be: Файлы малюнкаў
he: קובצי תמונות
hi: छवि फ़ाइलें
lv: Attēlu datnes

source: Text Files
ar: ملفّات نصّيّة
be: Тэкставыя файлы
he: קובצי טקסט
hi: पाठ फ़ाइलें
lv: Teksta datnes

source: Video Files
ar: ملفّات الفيديو
be: Відэафайлы
he: קובצי סרטונים
hi: वीडियो फ़ाइलें
lv: Video datnes

source: Audio Files
ar: ملفات الصّوت
be: Аўдыяфайлы
he: קובצי שמע
hi: ऑडियो फ़ाइलें
lv: Audio datnes

source: Custom
ar: مخصّص
be: Карыстальніцкі
he: מותאם אישית
hi: रिवाज़
lv: Pielāgots

# %1=filename, %2=percentage
source: Searching content of '%1' (%2)
ar: بحث محتوى '%1' (%2)
be: Пошук па змесце '%1' (%2)
he: מתבצע חיפוש בתוכן של ‚%1’ (%2)
hi: '%1' (%2) की सामग्री खोजी जा रही है
lv: Meklē „%1“ saturu (%2)

source: You cannot copy files directly to the 'virt:/' folder. You can create a sub folder and copy your files into it.
ar: لا يمكنك نسخ الملفات مباشرة إلى مجلد 'virt:/'. يمكنك إنشاء مجلد فرعي ونسخ ملفاتك إليه.
be: Вы не можаце капіяваць файлы непасрэдна ў папку «virt:/». Вы можаце стварыць падпапку і скапіяваць у яе файлы.
he: לא ניתן להעתיק קבצים ישירות לתיקיית ‚virt:/‎’. אפשר ליצור תת־תיקייה ולהעתיק את הקבצים שלך אליה.
hi: आप फ़ाइलों को सीधे 'virt:/' फ़ोल्डर में कॉपी नहीं कर सकते। आप एक सब फ़ोल्डर बना सकते हैं और अपनी फ़ाइलों को उसमें कॉपी कर सकते हैं।
lv: Jūs nevarat kopēt datnes tiešā veidā „virt:/“ mapē. Tomēr varat izveidot apakšmapi un datnes kopēt tajā.

source: Creating new folders is allowed only in the 'virt:/' folder.
ar: يسمح بإنشاء مجلدات جديدة فقط في مجلد 'virt:/'.
be: Стварэнне новых папак дазволена толькі ў папцы «virt:/».
he: מותר ליצור תיקיות חדשות רק בתיקיית ‚virt:/‎’.
hi: नए फ़ोल्डर बनाने की अनुमति केवल 'virt:/' फ़ोल्डर में है।
lv: Jaunu mapju veidošana ir atļauta tikai „virt:/“ mapē.

source: Virtual filesystem
ar: نظام ملفات افتراضي
be: Віртуальная файлавая сістэма
he: מערכת קבצים וירטואלית
hi: वर्चुअल फ़ाइल सिस्टम
lv: Virtuālā datņu sistēma

source: Size
ar: الحجم
be: Памер
he: גודל
hi: आकार
lv: Izmērs

source: At Least
ar: على الأقل
be: Найменш
he: לפחות
hi: कम से कम
lv: Vismaz

source: Byte
ar: بايت
be: Байт
he: בית
hi: बाइट
lv: Baits

source: KiB
ar: ك.بايت
be: КіБ
hi: किबा

source: MiB
ar: م.بايت
be: МіБ
hi: एमआईबी

source: GiB
ar: غ.بايت
be: ПіБ
hi: कुंडा

source: At Most
ar: على الأكثر
be: Найбольш
he: לכל היותר
hi: अधिक से अधिक
lv: Ne lielāka par

source: Any date
ar: أي تاريخ
be: Адвольная дата
he: כל תאריך שהוא
hi: कोई दिन
lv: Jebkurš datums

source: &Modified between
ar: &معدّل بين
be: &Зменены паміж
he: השתנה &בין
hi: &के बीच संशोधित
lv: &Mainīta starp

source: an&d
ar: &و
be: &і
he: ו&גם
hi: और
lv: &un

source: &Not modified after
ar: &لم يعدّل بعد
be: Не мяняўся &пасля
he: לא השתנה ל&אחר
hi: &इसके बाद संशोधित नहीं किया गया
lv: &Nav mainīta pēc

source: Mod&ified in the last
ar: &عدّل في آخر
be: Зменены былі &ў апошнія
he: השתנה במ&הלך
hi: पिछले में संशोधित
lv: Mainīta &pirms vismaz

source: days
ar: يوم
be: дні
he: ימים
hi: दिन
lv: dienām

source: weeks
ar: أسبوع
be: тыдні
he: שבועות
hi: हफ्तों
lv: nedēļām

source: months
ar: شهر
be: месяцы
he: חודשים
hi: महीने
lv: mēnešiem

source: years
ar: سنة
be: гады
he: שנים
hi: साल
lv: gadiem

source: No&t modified in the last
ar: &لم يعدّل في آخر
be: Змен не было ў апошні&я
he: &לא השתנה במהלך
hi: पिछले कुछ समय में कोई बदलाव नहीं किया गया
lv: Na&v mainīta pirms vismaz

source: Ownership
ar: الملكيّة
be: Уласнасць
he: בעלות
hi: स्वामित्व
lv: Īpašnieks

source: Belongs to &user
ar: يتبع &للمستخدم
be: Належыць &карыстальніку
he: שייך למ&שתמש
hi: &user से संबंधित है
lv: Pieder &lietotājam

source: Belongs to gr&oup
ar: يتبع &للمجموعة
be: Належыць &групе
he: שייך ל&קבוצה
hi: समूह से संबंधित है
lv: Pieder &grupai

source: P&ermissions
ar: ال&تّصاريح
be: &Дазволы
he: ה&רשאות
hi: अनुमतियाँ
lv: A&tļaujas

source: O&wner
ar: ال&مالك
be: &Уладальнік
he: ב&עלות
hi: मालिक
lv: Ī&pašnieks

source: r
ar: ق
he: ק
hi: आर

source: w
ar: ك
he: כ
hi: में

source: x
ar: ت
he: ה
hi: एक्स

source: Grou&p
ar: ال&مجموعة
be: &Група
he: &קבוצה
hi: समूह
lv: Gru&pa

source: A&ll
ar: ال&كلّ
be: У&се
he: ה&כול
hi: सभी
lv: &Visi

source: Note: a '?' is a wildcard
ar: ملاحظة: علامة '؟' هي حرف بدل
be: Заўвага: «?» — гэта знак падстаноўкі
he: הערה: ‚?’ הוא תו כוללני
hi: ध्यान दें: '?' एक वाइल्डकार्ड है
lv: Piezīme: „?“ ir aizstājējzīme

source: Invalid date entered.
ar: تاريخ غير صالح أُدخل.
be: Уведзена няслушная дата.
he: התאריך שמולא שגוי.
hi: अमान्य दिनांक प्रविष्ट किया गया.
lv: Ierakstīts nederīgs datums

source: The date %1 is not valid according to your locale. Please re-enter a valid date (use the date button for easy access).
ar: التاريخ %1 غير صالح حسب لغتك المحلية. الرجاء إعادة إدخال تاريخ صالح (استخدم زر التاريخ لسهولة الوصول).
be: Дата %1 няслушная ў адпаведнасці з вашымі лакальнымі наладамі. Калі ласка, увядзіце дату яшчэ раз (выкарыстоўвайце кнопку даты для лёгкага доступу).
he: התאריך %1 לא תקף ביחס להגדרות האזוריות שלך. נא למלא מחדש תאריך תקף(אפשר להשתמש בכפתור התאריך לגישה בקלות).
hi: दिनांक %1 आपके स्थान के अनुसार मान्य नहीं है। कृपया मान्य दिनांक पुनः दर्ज करें (आसान पहुँच के लिए दिनांक बटन का उपयोग करें)।
lv: Ievērojot sistēmas lokāli „%1“, ierakstītais datums nav derīgs. Lūdzu, ierakstiet derīgu datumu (varat ērtībai izmantot datuma pogu).

source: Specified sizes are inconsistent.
ar: الأحجام المحددة غير متناسقة.
be: Пазначаныя памеры супярэчлівыя.
he: הגדלים שצוינו אינם עקביים.
hi: निर्दिष्ट आकार असंगत हैं.
lv: Norādītie izmēri ir nesaderīgi.

source: Please re-enter the values, so that the left side size will be smaller than (or equal to) the right side size.
ar: الرجاء إعادة إدخال القيم، بحيث يكون حجم الجانب الأيسر أصغر من (أو مساويًا لـ) حجم الجانب الأيمن.
be: Калі ласка, увядзіце значэнні яшчэ раз, каб памер левага боку быў меншым (або роўны) за памер правага боку.
he: נא למלא את הערכים מחדש, כך שהצד הימני יהיה קטן (או שווה) לשמאלי.
hi: कृपया मान पुनः प्रविष्ट करें, ताकि बायीं ओर का आकार दायीं ओर के आकार से छोटा (या बराबर) हो जाए।
lv: Lūdzu, ierakstiet vērtības vēlreiz, lai vērtība kreisajā pusē būtu mazāka par vērtību labajā pusē (vai tās būtu vienādas).

source: Dates are inconsistent.
ar: التواريخ غير متناسقة.
be: Даты супярэчлівыя.
he: התאריכים אינם עקביים.
hi: तिथियाँ असंगत हैं.
lv: Datumi ir nesaderīgi

source: The date on the left is later than the date on the right. Please re-enter the dates, so that the left side date will be earlier than the right side date.
ar: التاريخ على اليسار أحدث من التاريخ على اليمين. الرجاء إعادة إدخال التواريخ، بحيث يكون تاريخ الجانب الأيسر أقدم من تاريخ الجانب الأيمن.
be: Дата злева пазнейшая за дату справа. Калі ласка, увядзіце даты яшчэ раз, каб дата злева была ранейшай за дату справа.
he: התאריך משמאל מאוחר ביחס לתאריך מימין. נא למלא את התאריכים מחדש, כך שהתאריך בצד השמאלי יקדים את התאריך בצד הימני.
hi: बाईं ओर की तारीख दाईं ओर की तारीख से बाद की है। कृपया तारीखें फिर से दर्ज करें, ताकि बाईं ओर की तारीख दाईं ओर की तारीख से पहले की हो जाए।
lv: Datums kreisajā pusē ir vēlāks par datumu labajā pusē. Lūdzu, ierakstiet datumus vēlreiz, lai datums kreisajā pusē būtu agrāks par datumu labajā pusē.
