Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: To compare two files by content, you can either:<ul><li>Select one file in the left panel, and one in the right panel.</li><li>Select exactly two files in the active panel.</li><li>Make sure there is a file in the other panel, with the same name as the current file in the active panel.</li></ul>
ar: لمقارنة ملفين بالمحتوى، يمكنك إما:<ul><li>اختر ملفاً في اللوحة اليسرى، وآخر في اللوحة اليمنى.</li><li>اختر ملفين بالضبط في اللوحة النشطة.</li><li>تأكد من وجود ملف في اللوحة الأخرى، يحمل نفس اسم الملف الحالي في اللوحة النشطة.</li></ul>
be: Каб параўнаць два файлы па змесце, вы можаце:<ul><li>Выбраць адзін файл у левай панэлі і адзін у правай.</li><li>Выбраць роўна два файлы ў актыўнай панэлі.</li><li>Пераканацца, што ў другой панэлі ёсць файл з той жа назвай, што і ў бягучай панэлі.</li></ul>
he: כדי להשוות שני קבצים לפי תוכן, אפשר:<ul><li>לבחור קובץ אחד בלוח השמאלי, ובאחר בלוח הימני.</li><li>לבחור שני קבצים בדיוק בלוח הפעיל.</li><li>לוודא שיש קובץ בלוח השני, באותו השם של הקובץ הנוכחי בלוח הפעיל.</li></ul>
hi: सामग्री के आधार पर दो फ़ाइलों की तुलना करने के लिए, आप निम्न में से कोई एक कर सकते हैं:<ul><li> बाएं पैनल में एक फ़ाइल और दाएं पैनल में एक फ़ाइल का चयन करें।</li><li> सक्रिय पैनल में ठीक दो फ़ाइलों का चयन करें.</li><li> सुनिश्चित करें कि अन्य पैनल में भी एक फ़ाइल हो, जिसका नाम सक्रिय पैनल में मौजूद वर्तमान फ़ाइल के समान हो।</li></ul>
lv: Lai salīdzinātu divas datnes pēc satura, varat:<ul><li>Atlasīt vienu datni kreisajā panelī un vienu labajā panelī.</li><li>Atlasīt tieši divas datnes aktīvajā panelī.</li><li>Nodrošiniet, ka otrā panelī ir datne ar tādu pašu nosaukumu, kāds ir datnei aktīvajā panelī.</li></ul>

source: Krusader is unable to download %1
ar: كروسيدر غير قادر على تنزيل %1
be: Krusader не можа загрузіць %1
he: Krusader לא הצליח להוריד את %1
hi: क्रुसेडर %1 डाउनलोड करने में असमर्थ है
lv: „Krusader“ nespēj lejupielādēt „%1“

source: Krusader cannot find any of the supported diff-frontends. Please install one to your path. Hint: Krusader supports Kompare, KDiff3 and Xxdiff.
ar: لا يستطيع كروسيدر العثور على أي من واجهات diff-frontends المدعومة. فضلاً ثبت واحداً في مسارك. تلميح: كروسيدر يدعم Kompare و KDiff3 و Xxdiff.
be: Krusader не можа знайсці ніводнага з падтрымліваемых інтэрфейсаў diff. Усталюйце адзін з іх у сістэмны шлях. Падказка: Krusader падтрымлівае Kompare, KDiff3 і Xxdiff.
he: Krusader לא יכול למצוא אף אחד ממשקי ההבדלים (diff) הנתמכים. נא להתקין אחד כחלק מה־PATH שלך. עצה: Krusader תומך ב־Kompare,‏ KDiff3 ו־Xxdiff.
hi: क्रुसेडर को कोई भी समर्थित डिफ-फ्रंटेंड नहीं मिल पाया। कृपया अपने पथ पर एक स्थापित करें। संकेत: क्रुसेडर Kompare, KDiff3 और Xxdiff का समर्थन करता है।
lv: „Krusader“ nevar atrast nevienu no atbalstītajām „diff“ priekšsistēmām. Lūdzu, instalējiet kādu no tām atbilstošajā ceļā. Ievērībai: „Krusader“ atbalsta „Kompare“, „KDiff3“ un „Xxdiff“.

source: Cannot find the 'locate' command. Please install the findutils-locate package of GNU, or set its dependencies in Konfigurator
ar: لا يمكن العثور على أمر 'locate'. فضلاً ثبت حزمة findutils-locate من GNU، أو اضبط تابعيتها في Konfigurator
be: Не ўдалося знайсці каманду 'locate'. Усталюйце пакет findutils-locate ад GNU або наладзьце залежнасці ў Konfigurator
he: לא ניתן למצוא את הפקודה ‚locate’. נא להתקין את חבילת findutils-locate מבית גנו, או להגדיר את התלויות שלה ב־Konfigurator
hi: 'locate' कमांड नहीं मिल पा रहा है। कृपया GNU का findutils-locate पैकेज इंस्टॉल करें, या Konfigurator में इसकी निर्भरताएँ सेट करें
lv: Nevar atrast „locate“ komandu. Lūdzu, instalējiet GNU „findutils-locate“ pakotni vai iestatiet tās atkarības ar „Konfigurator“.

# Arg is a string containing the bad quoting.
source: Bad quoting in terminal command: %1
ar: اقتباس سيء في أمر الطرفية: %1
be: Няправільнае цытаванне ў камандзе тэрмінала: %1
he: תיחום שגוי בסוגריים בפקודת מסוף: %1
hi: टर्मिनल कमांड में गलत उद्धरण: %1
lv: Slikta citēšana termināļa komandā: %1

source: Cannot find a batch rename tool. You can get KRename at %1
ar: لا يمكن العثور على أداة تغيير الاسم الجماعي. يمكنك الحصول على KRename من %1
be: Не ўдалося знайсці інструмент для масавага перайменавання. Вы можаце загрузіць KRename з %1
he: לא ניתן למצוא כלי לשינוי שם במרוכז. אפשר להשיג את KRename דרך %1
hi: बैच नाम बदलने का टूल नहीं मिल पाया। आप KRename को %1 पर पा सकते हैं
lv: Nevar atrast masveida pārdēvēšanas rīku. Varat iegūt „KRename“ no „%1“

source: Error executing '%1'.
ar: حدث خطأ عند تنفيذ '%1'.
be: Памылка пры выкананні '%1'.
he: שגיאה בהרצת ‚%1’.
hi: '%1' निष्पादित करने में त्रुटि.
lv: Kļūda, izpildot „%1“.

source: Improper operations in root mode can damage your operating system. <p>Furthermore, running UI applications as root is insecure and can allow attackers to gain root access.
ar: العمليات غير الصحيحة في وضع الجذر يمكنها أن تتلف نظام تشغيلك. <p>علاوة على ذلك، تشغيل تطبيقات واجهة المستخدم كجذر غير آمن ويمكن أن يسمح للمهاجمين بالحصول على صلاحيات الجذر.
be: Няправільныя дзеянні ў рэжыме root могуць пашкодзіць аперацыйную сістэму. <p>Акрамя таго, запуск графічных праграм ад імя root небяспечны і можа даць доступ зламыснікам.
he: פעולות בלתי הולמות במצב על יכולות לפגוע במערכת ההפעלה שלך. <p>יתרה מכך, הרצת תוכניות עם ממשק גרפי כמשתמש על (root) אינה מאובטחת ועלולה לאפשר לתוקפים להשיג גישת על.
hi: रूट मोड में अनुचित संचालन आपके ऑपरेटिंग सिस्टम को नुकसान पहुंचा सकता है।<p> इसके अलावा, UI अनुप्रयोगों को रूट के रूप में चलाना असुरक्षित है और इससे हमलावरों को रूट एक्सेस प्राप्त करने का मौका मिल सकता है।
lv: Neatbilstoša darbība saknes lietotāja režīmā var sabojāt operētājsistēmu.<p>Turklāt programmu ar saskarni darbināšana kā saknes lietotājam nav droša un var ļaut uzbrucējiem iegūt saknes lietotāja piekļuvi.

source: Cannot start root mode Krusader, %1 not found or not executable. Please verify that kde-cli-tools are installed.
ar: لا يمكن بدء كروسيدر بوضع الجذر، %1 لم يعثر عليه أو غير قابل للتنفيذ. فضلاً تحقق من تثبيت كيدي-cli-tools.
be: Немагчыма запусціць Krusader у рэжыме root: %1 не знойдзены або не выканальны. Пераканайцеся, што kde-cli-tools усталяваны.
he: לא ניתן להפעיל את Krusader במצב על, %1 לא נמצא או שאי אפשר להריץ אותו. נא לוודא ש־kde-cli-tools מותקנים.
hi: रूट मोड क्रुसेडर प्रारंभ नहीं किया जा सकता, %1 नहीं मिला या निष्पादन योग्य नहीं है। कृपया सत्यापित करें कि kde-cli-tools स्थापित हैं।
lv: Nevar palaist „Krusader“ saknes lietotāja režīmā, „%1“ nav atrasta vai nav izpildāma. Pārliecinieties, ka „kde-cli-tool“ ir instalēts.

source: Do not know which file to split.
ar: لا أعرف أي ملف أقسمه.
be: Не вызначана, які файл раздзяліць.
he: לא ברור איזה קובץ לפצל.
hi: पता नहीं कौन सी फ़ाइल को विभाजित करना है.
lv: Programma nezina, kuru datni sadalīt.

source: You cannot split a folder.
ar: لا يمكنك تقسيم مجلد.
be: Немагчыма раздзяліць каталог.
he: לא ניתן לפצל תיקייה.
hi: आप किसी फ़ोल्डर को विभाजित नहीं कर सकते.
lv: Sadalīt datni nav iespējams.

source: Do not know which files to combine.
ar: لا أعرف أي ملفات أدمجها.
be: Не вызначана, якія файлы аб’яднаць.
he: לא ברור אילו קבצים לשלב.
hi: पता नहीं कौन सी फाइलें संयोजित करनी हैं।
lv: Programma nezina, kuras datnes atkalapvienot.

source: You cannot combine a folder.
ar: لا يمكنك دمج مجلد.
be: Немагчыма аб’яднаць каталог.
he: לא ניתן לשלב תיקייה.
hi: आप किसी फ़ोल्डर को संयोजित नहीं कर सकते.
lv: Atkalapvienot mapi nav iespējams.

source: Not a split file: %1.
ar: ليس ملفاً مجزئاً %1.
be: Не раздзяляемы файл: %1.
he: לא קובץ מפוצל: %1.
hi: विभाजित फ़ाइल नहीं: %1.
lv: Nav sadalāma datne: „%1“.

source: Select only one split file.
ar: اختر ملفاً مجزئاً واحداً فقط.
be: Выберыце толькі адзін файл для падзелу.
he: נא לבחור קובץ מפוצל אחד בלבד.
hi: केवल एक विभाजित फ़ाइल का चयन करें.
lv: Atlasiet tikai vienu sadalāmu datni.

source: Combining %1.* to folder:
ar: دمج %1.* في المجلد:
be: Аб’яднанне %1.* у каталог:
he: %1.* משולבים לתיקייה:
hi: %1.* को फ़ोल्डर में संयोजित करना:
lv: Apvienot „%1.*“ uz mapi:

source: Open trash bin
ar: افتح سلة المهملات
be: Адчыніць сметніцу
he: פתיחת סל האשפה
hi: खुला कचरा बिन
lv: Atvērt atkritni

source: Empty trash bin
ar: أفرغ المهملات
be: Ачысціць сметніцу
he: פינוי סל האשפה
hi: कचरा बिन खाली करें
lv: Iztukšot atkritni

source: Statusbar will show basic information about file below mouse pointer.
ar: سيعرض شريط الحالة معلومات أساسية عن الملف الذي يكون أسفل مؤشر الفأرة.
be: Панэль стану будзе паказваць асноўную інфармацыю пра файл пад курсорам мышы.
he: שורת המצב תציג פרטים בסיסיים על הקובץ שתחת סמן העכבר.
hi: स्टेटसबार माउस पॉइंटर के नीचे फ़ाइल के बारे में बुनियादी जानकारी दिखाएगा।
lv: Statusa josla rādīs pamata informāciju par datni zem peles rādītāja.

source: <qt><b>Welcome to Krusader.</b><p>As this is your first run, your machine will now be checked for external applications. Then the Konfigurator will be launched where you can customize Krusader to your needs.</p></qt>
ar: <qt><b>أهلاً بك في كروسيدر.</b><p>لأن هذه هي المرة الأولى التي تشغله فيها، سيتحقق الآن من جهازك بحثاً عن التطبيقات الخارجية. بعد ذلك سيبدأ Konfigurator حيث يمكنك تخصيص كروسيدر ليناسب احتياجاتك.</p></qt>
be: <qt><b>Сардэчна запрашаем у Krusader.</b><p>Паколькі гэта першы запуск, ваша сістэма будзе праверана на наяўнасць знешніх праграм. Пасля гэтага запусціцца Канфігуратар, дзе вы зможаце наладзіць Krusader пад свае патрэбы.</p></qt>
he: <qt><b>ברוך בואך ל־Krusader.</b><p>כיוון שזאת ההפעלה הראשונה, המכונה שלך תיבדק לאיתור יישומים חיצוניים. לאחר מכן יופעל Konfigurator שבו ניתן להתאים את Krusader לצרכים שלך.</p></qt>
hi: <qt><b>क्रुसेडर में आपका स्वागत है।</b><p> चूंकि यह आपका पहला रन है, इसलिए अब आपकी मशीन को बाहरी अनुप्रयोगों के लिए जाँचा जाएगा। फिर कॉन्फ़िगरेटर लॉन्च किया जाएगा जहाँ आप अपनी ज़रूरतों के हिसाब से क्रुसेडर को कस्टमाइज़ कर सकते हैं।</p></qt>
lv: <qt><b>Laipni lūgtu „Krusader“!</b><p>Tā kā šī ir pirmā programmas palaišanas reize, programma pārbaudīs sistēmā instalētās ārējās programmas. Pēc tam atvērsies „Konfigurator“ logs, kurā varēsiet „Krusader“ pielāgot savām vajadzībām.</p></qt>

source: Bring Main Window to Top
ar: اجلب النافذة الرئيسة للأعلى
be: Перанесці галоўнае акно наверх
he: קידום החלון הראשי לחזית
hi: मुख्य विंडो को ऊपर लाएँ
lv: Izvirzīt pamatlogu priekšplānā

source: Lister
ar: المسرد
be: Лістальнік
he: מציגון
hi: भरती करनेवाला
lv: Uzskaitītājs

source: &File
ar: &ملف
be: &Файл
he: &קובץ
hi: &फ़ाइल
lv: &Datne

source: &Edit
ar: ت&حرير
be: &Рэдагаваць
he: ע&ריכה
hi: &संपादन करना
lv: R&ediģēt

source: Compare Se&tup
ar: إع&داد المقارنة
be: Наладжванне па&раўнання
he: ה&גדרת השוואה
hi: से&टप की तुलना करें
lv: Salīdzināšanas &iestatījumi

source: &View
ar: &عرض
be: &Выгляд
he: ת&צוגה
hi: &देखना
lv: &Skats

source: &Go
ar: ا&ذهب
be: &Пераход
he: מ&עבר
hi: &जाना
lv: Ie&t

source: &Tools
ar: أ&دوات
be: &Інструменты
he: &כלים
hi: &औजार
lv: &Rīki

source: &Settings
ar: إ&عدادات
be: &Налады
he: ה&גדרות
hi: &सेटिंग्स
lv: &Iestatījumi

source: Command Execution &Mode Setup
ar: إع&داد وضع تنفيذ الأوامر
be: Наладжванне рэжыму &выканання каманд
he: הגדרת מצב ה&רצת פקודות
hi: कमांड निष्पादन और मोड सेटअप
lv: Komandas izpildes &režīma iestatīšana

source: &Window
ar: &نافذة
be: &Акно
he: &חלון
hi: &खिड़की
lv: &Logs

source: &Help
ar: م&ساعدة
be: &Дапамога
he: ע&זרה
hi: &मदद
lv: &Palīdzība

source: Main Toolbar
ar: شريط الأدوات الرئيسي
be: Галоўная панэль інструментаў
he: סרגל כלים ראשי
hi: मुख्य टूलबार
lv: Pamata rīkjosla

source: Actions Toolbar
ar: شريط أدوات الإجراءات
be: Панэль дзеянняў
he: סרגל פעולות
hi: क्रियाएँ टूलबार
lv: Darbību rīkjosla

source: Job Toolbar
ar: شريط أدوات المهام
be: Панэль задач
he: סרגל משימות
hi: जॉब टूलबार
lv: Darbu rīkjosla

source: Function keys allow performing fast operations on files.
ar: تسمح مفاتيح الوظيفة بإجراء عمليات سريعة على الملفات.
be: Функцыянальныя клавішы дазваляюць хутка выконваць аперацыі над файламі.
he: מקשי פונקציות מאפשרים לבצע פעולות מהירות על קבצים.
hi: फ़ंक्शन कुंजियाँ फ़ाइलों पर तीव्र संचालन करने की अनुमति देती हैं।
lv: Funkciju taustiņi ļauj veikt operācijas ar datnēm.

source: Horizontal Mode
ar: الوضع الأفقي
be: Гарызантальны рэжым
he: מצב אופקי
hi: क्षैतिज मोड
lv: Horizontālais režīms

source: &Generic Viewer
ar: ال&عارض العام
be: &Агульны праглядальнік
he: מציג &כללי
hi: &जेनेरिक दर्शक
lv: &Vispārējais skatītājs

source: &Text Viewer
ar: عارض ال&نص
be: &Тэкставы праглядальнік
he: מציג &טקסט
hi: &टेक्स्ट व्यूअर
lv: &Teksta skatītājs

source: &Hex Viewer
ar: عارض &Hex
be: &Шаснаццатковы праглядальнік
he: מציג ה&קסדצימלי
hi: &हेक्स व्यूअर
lv: &Heksadecimālais skatītājs

source: &Lister
ar: ال&مسرد
be: &Праглядальнік
he: מ&ציגון
hi: &लिस्टर
lv: &Uzskaitītājs

source: Text &Editor
ar: محرّر &نصوص
be: Тэкставы &рэдактар
he: &עורך טקסט
hi: पाठ एवं संपादक
lv: Teksta r&edaktors

source: &Detach Tab
ar: ا&فصل اللسان
be: &Аддзяліць укладку
he: &ניתוק לשונית
hi: टैब अलग करें
lv: &Atdalīt cilni

source: &Close Current Tab
ar: أ&غلق اللسان الحالي
be: &Закрыць бягучую ўкладку
he: &סגירת הלשונית הנוכחית
hi: &वर्तमान टैब बंद करें
lv: Ai&zvērt pašreizējo cilni

source: &Next Tab
ar: اللسان ال&تّالي
be: &Наступная ўкладка
he: הלשונית ה&באה
hi: &अगला टैब
lv: &Nākamā cilne

source: &Previous Tab
ar: اللسان ال&سابق
be: &Папярэдняя ўкладка
he: הלשונית ה&קודמת
hi: &पिछला टैब
lv: &Iepriekšējā cilne

source: &KrViewer
he: KrViewer (מציג &פנימי)
hi: &Krव्यूअर
lv: &KrSkatītājs

# Arg is a string containing the bad quoting.
source: Bad quoting in editor command: %1
ar: اقتباس سيء في أمر المحرر: %1
be: Няправільнае цытаванне ў камандзе рэдактара: %1
he: תיחום שגוי בסימני ציטוט בפקודת עורך: %1
hi: संपादक कमांड में गलत उद्धरण: %1
lv: Kļūdaina citēšana redaktora komandā: %1

source: Can not open "%1"
ar: لا يمكن فتح "%1"
be: Немагчыма адкрыць "%1"
he: לא ניתן לפתוח את „%1”
hi: "%1" को खोला नहीं जा सका
lv: Nevar atvērt „%1“

# filename (filestate)
source: %1 (Editing)
ar: ‏%1 (يُحرَر)
be: %1 (Рэдагаванне)
he: %1 (עריכה)
hi: %1 (संपादन)
lv: „%1“ (rediģē)

# filename (filestate)
source: %1 (Viewing)
ar: %1 (عرض)
be: %1 (Прагляд)
he: %1 (הצגה)
hi: %1 (देख रहे हैं)
lv: „%1“ (apskata)

# filestate: filename
source: Editing: %1
ar: ‏%1 (يُحرَر)
be: Рэдагаванне: %1
he: עריכה: %1
hi: संपादन: %1
lv: Rediģē: „%1“

# filestate: filename
source: Viewing: %1
ar: يعرض: %1
be: Прагляд: %1
he: מוצג: %1
hi: देख रहे हैं: %1
lv: Apskata: „%1“

source: Save selection...
ar: حفظ التحديد...
be: Захаваць выбранае...
he: שמירת הבחירה…
hi: चयन सहेजें...
lv: Saglabāt atlasi...

source: Save as...
ar: احفظ كَ‍...
be: Захаваць як...
he: שמירה בשם…
hi: के रूप रक्षित करें...
lv: Saglabāt kā...

source: Print...
ar: اطبع…
be: Друкаваць...
he: הדפסה…
hi: प्रिंट...
lv: Drukāt...

source: Search next
ar: ابحث عن التالي
be: Шукаць наступнае
he: חיפוש הבא
hi: अगला खोजें
lv: Meklēt nākamo

source: Search previous
ar: ابحث عن السابق
be: Шукаць папярэдняе
he: חיפוש הקודם
hi: पिछला खोजें
lv: Meklēt iepriekšējo

source: Jump to position
ar: اقفز إلى موضع
be: Перайсці да пазіцыі
he: דילוג לנקודה
hi: स्थिति पर जाएं
lv: Iet uz vietu

source: Select charset
ar: اختر مجموعة المحارف
be: Выбраць кадзіроўку
he: בחירת ערכת תווים
hi: वर्णसेट चुनें
lv: Atlasīt rakstzīmju kopu

source: Lister:
ar: العارض:
be: Лістальнік:
he: מציגון:
hi: लिस्टर:
lv: Uzskaitītājs:

source: Stop search
ar: أوقف البحث
be: Спыніць пошук
he: עצירת החיפוש
hi: खोज बंद करें
lv: Apturēt meklēšanu

source: Jump to next match
ar: اقفز إلى المطابقة التّالية
be: Перайсці да наступнага супадзення
he: דילוג לתוצאה הבאה
hi: अगले मैच पर जाएं
lv: Iet uz nākamo atbilsmi

source: Jump to previous match
ar: اقفز إلى المطابقة السّابقة
be: Перайсці да папярэдняга супадзення
he: דילוג לתוצאה הקודמת
hi: पिछले मैच पर जाएं
lv: Iet uz iepriekšējo atbilsmi

source: Options
ar: خيارات
be: Параметры
he: אפשרויות
hi: विकल्प
lv: Opcijas

source: Modify search behavior
ar: عدّل سلوك البحث
be: Змяніць паводзіны пошуку
he: שינוי התנהגות החיפוש
hi: खोज व्यवहार संशोधित करें
lv: Rediģēt meklēšanas uzvedību

source: From cursor
ar: من المؤشر
be: Ад курсора
he: מהסמן
hi: कर्सर से
lv: No rādītāja

source: Match whole words only
ar: طابق الكلمات الكاملة فقط
be: Толькі поўныя словы
he: לכידת מילים שלמות בלבד
hi: केवल संपूर्ण शब्दों का मिलान करें
lv: Meklēt atbilsmes tikai pilniem vārdiem

source: Hexadecimal
ar: ست عشري
be: Шаснаццатковы фармат
he: הקסדצימלי
hi: हेक्साडेसिमल
lv: Heksadecimāls

source: Error reading file %1.
ar: خطأ أثناء قراءة الملف %1.
be: Памылка чытання файла %1.
he: שגיאה בקריאת הקובץ %1.
hi: फ़ाइल %1 पढ़ने में त्रुटि.
lv: Kļūda, nolasot datni „%1“.

source: Column: %1, Position: %2 (%3, %4%)
ar: العمود: %1، الموضع: %2 (%3, %4%)
be: Слупок: %1, Пазіцыя: %2 (%3, %4%)
he: עמודה: %1, מקום: %2 (%3, %4%)
hi: स्तंभ: %1, स्थिति: %2 (%3, %4%)
lv: Kolonna: %1, pozīcija: %2 (%3, %4%)

source: Search:
ar: ابحث:
be: Пошук:
he: חיפוש:
hi: खोज:
lv: Meklēt:

source: Search position:
ar: موقع البحث:
be: Пазіцыя пошуку:
he: מקום חיפוש:
hi: खोज स्थिति:
lv: Meklēt pozīciju:

source: Text position:
ar: موقع النصّ:
be: Пазіцыя тэксту:
he: מקום טקסט:
hi: पाठ स्थिति:
lv: Teksta pozīcija:

source: Invalid number.
ar: رقم غير صالح.
be: Няправільны нумар.
he: מספר שגוי.
hi: अमान्य संख्या.
lv: Nederīgs skaitlis.

source: Number out of range.
ar: الرقم خارج النطاق.
be: Нумар па-за межамі дапушчальнага.
he: המספר מחוץ לתחום.
hi: संख्या सीमा से बाहर है.
lv: Skaitlis pārsniedz diapazonu.

source: Nothing is selected.
ar: لا يوجد شيء محدد.
be: Нічога не выбрана.
he: לא נבחר כלום.
hi: कुछ भी चयनित नहीं है.
lv: Nekas nav atlasīts.

source: Reverse printing is not supported. Continue with normal printing?
ar: الطباعة المعكوسة غير مدعومة. أتابع بالطباعة العادية؟
be: Адваротны друк не падтрымліваецца. Працягнуць звычайны друк?
he: אין תמיכה בהדפסה הפוכה. להמשיך בהדפסה רגילה?
hi: रिवर्स प्रिंटिंग समर्थित नहीं है। सामान्य प्रिंटिंग जारी रखें?
lv: Reversā drukāšana nav atbalstīta. Vai turpināt ar parasto drukāšanu?

source: No file selected or selected file cannot be displayed.
ar: لا يوجد ملف محدد أو لا يمكن عرض الملف المحدد.
be: Файл не выбраны або выбраны файл нельга адлюстраваць.
he: לא נבחר קובץ או שלא ניתן להציג את הקובץ שנבחר.
hi: कोई फ़ाइल चयनित नहीं है या चयनित फ़ाइल प्रदर्शित नहीं की जा सकती.
lv: Nav atlasīta neviena datne vai atlasīto datni nevar parādīt.

source: Error at opening %1.
ar: خطأ عند فتح %1.
be: Памылка пры адкрыцці %1.
he: שגיאה בפתיחת %1.
hi: %1 खोलने में त्रुटि.
lv: Kļūda, atverot „%1“.

source: Missing Plugin
ar: ملحق مفقود
be: Адсутнічае модуль
he: תוסף חסר
hi: गायब प्लग - इन
lv: Trūkst spraudnis

# missing kpart - arg1 is a URL
source: <b>No text editor plugin available.</b><br/>Internal editor will not work without this.<br/>You can fix this by installing Kate:<br/>%1
ar: <b>لا يوجد ملحق محرر نصي متاح.</b><br/>المحرر الداخلي لن يعمل بدون هذا.<br/>يمكنك إصلاح هذا بتثبيت Kate:<br/>%1
be: <b>Няма даступнага модуля тэкставага рэдактара.</b><br/>Убудаваны рэдактар не будзе працаваць без яго.<br/>Вы можаце вырашыць гэта, усталяваўшы Kate:<br/>%1
he: <b>אין תוסף עורך טקסט זמין.</b><br/>העורך הפנימי לא יעבוד בלעדיו.<br/>אפשר לתקן את זה על ידי התקנה של Kate:<br/>%1
hi: <b>कोई पाठ संपादक प्लगइन उपलब्ध नहीं है.</b><br/> इसके बिना आंतरिक संपादक काम नहीं करेगा।<br/> आप केट को स्थापित करके इसे ठीक कर सकते हैं:<br/> %1
lv: <b>Nav pieejams teksta redaktora spraudnis.</b><br/>Iekšējais redaktors bez tā nestrādās.<br/>Varat to labot, instalējot „Kate“:<br/>%1

source: %1 is bigger than %2 MB
ar: %1 أكبر من %2 م.بايت
be: %1 перавышае %2 МБ
he: %1 גדול מ־%2 מ״ב
hi: %1, %2 MB से बड़ा है
lv: „%1“ ir lielāka par %2 MB

source: Cannot edit %1
ar: لا يمكن تحرير %1
be: Немагчыма рэдагаваць %1
he: לא ניתן לערוך את %1
hi: %1संपादितनहींकियाजासकता
lv: Nevar rediģēt „%1“

source: Krusader::Locate
ar: كروسيدر::حدد
be: Krusader::Пошук
he: Krusader::איתור
hi: क्रूसेडर::पता लगाएं
lv: Krusader::Atrast

source: Search for:
ar: ابحث عن:
be: Шукаць:
he: חיפוש אחר:
hi: निम्न को खोजें:
lv: Meklēt:

source: Do not search in path
ar: لا تبحث في المسار
be: Не шукаць у шляху
he: לא לחפש בנתיב
hi: रास्ते में मत खोजो
lv: Nemeklēt ceļā

source: Show only the existing files
ar: أظهر الملفات الموجودة فقط
be: Паказваць толькі файлы што існуюць
he: להציג רק את הקבצים הקיימים
hi: केवल मौजूदा फ़ाइलें दिखाएं
lv: Rādīt tikai pastāvošās datnes

source: Case Sensitive
ar: حساس للحالة
be: Улічваць рэгістр
he: תלוי רישיות
hi: अक्षर संवेदनशील
lv: Reģistrjutīgs

source: Results
ar: النّتائج
be: Вынікі
he: תוצאות
hi: परिणाम
lv: Rezultāti

source: Locate
ar: حدد المكان
be: Пошук
he: איתור
hi: का पता लगाने
lv: Atrast

source: Update DB
ar: حدث قاعدة البيانات
be: Абнавіць базу
he: עדכון מסד הנתונים
hi: डेटाबेस अपडेट करें
lv: Atjaunināt DB

source: Cannot start 'locate'. Check the 'Dependencies' page in konfigurator.
ar: لا يمكن بدء 'locate'. تحقق من صفحة 'الاعتماديات' في المكون.
be: Немагчыма запусціць 'locate'. Праверце старонку 'Залежнасці' ў Konfigurator.
he: לא ניתן להפעיל את ‚locate’. נא לגשת לעמוד ‚תלויות’ ב־konfigurator.
hi: 'locate' प्रारंभ नहीं किया जा सकता। konfigurator में 'Dependencies' पृष्ठ की जाँच करें।
lv: Nevar palaist „locate“ komandu. Pārbaudiet „Konfigurator“ atkarību lapu.

source: Error during the start of 'locate' process.
ar: خطأ أثناء بدء عملية 'locate'.
be: Памылка пры запуску працэсу 'locate'.
he: שגיאה במהלך הפעלת תהליך ‚locate’ (איתור).
hi: 'locate' प्रक्रिया के प्रारंभ के दौरान त्रुटि.
lv: Kļūda, „locate“ procesa palaišanā.

source: Locate produced the following error message: %1
ar: أنتج locate رسالة الخطأ التالية: %1
be: 'Locate' вярнуў наступнае паведамленне пра памылку: %1
he: האיתור הניב את הודעת השגיאה הבאה: %1
hi: लोकेट ने निम्न त्रुटि संदेश उत्पन्न किया: %1
lv: Atrašana izdeva šo kļūdas ziņojumu: „%1“

# @title:menu
source: Locate
ar: حدد المكان
be: Пошук
he: איתור
hi: का पता लगाने
lv: Atrast

source: View (F3)
ar: اعرض (F3)
be: Прагляд (F3)
he: תצוגה (F3)
hi: देखें (F3)
lv: Skatīt (F3)

source: Edit (F4)
ar: حرر (F4)
be: Рэдагаваць (F4)
he: עריכה (F4)
hi: संपादित करें (F4)
lv: Rediģēt (F4)

source: Compare by content (F10)
ar: قارن حسب المحتوى (F10)
be: Параўнаць па змесце (F10)
he: השוואה לפי תוכן (F10)
hi: सामग्री के आधार पर तुलना करें (F10)
lv: Salīdzināt pēc satura (F10)

source: Find (Ctrl+F)
ar: ابحث (Ctrl+F)
be: Знайсці (Ctrl+F)
he: איתור (Ctrl+F)
hi: खोजें (Ctrl+F)
lv: Meklēt (Ctrl+F)

source: Find next (Ctrl+N)
ar: ابحث عن التالي (Ctrl+N)
be: Знайсці наступнае (Ctrl+N)
he: איתור הבא (Ctrl+N)
hi: अगला खोजें (Ctrl+N)
lv: Meklēt nākamo (Ctrl+N)

source: Find previous (Ctrl+P)
ar: ابحث عن السابق (Ctrl+P)
be: Знайсці папярэдняе (Ctrl+P)
he: איתור הקודם (Ctrl+P)
hi: पिछला खोजें (Ctrl+P)
lv: Meklēt iepriekšējo (Ctrl+P)

source: Copy selected to clipboard
ar: انسخ المحدد إلى الحافظة
be: Скапіраваць выбранае ў буфер абмену
he: העתקת הבחירה ללוח הגזירים
hi: चयनित को क्लिपबोर्ड पर कॉपी करें
lv: Kopēt atlasīto starpliktuvē

source: Search string not found.
ar: سلسلة البحث لم يتم العثور عليها.
be: Радок пошуку не знойдзены.
he: מחרוזת החיפוש לא נמצאה.
hi: खोज स्ट्रिंग नहीं मिली.
lv: Meklētais teksts nav atrasts.

source: Locate results
ar: نتائج التحديد
be: Вынікі пошуку
he: תוצאות האיתור (locate)
hi: परिणाम खोजें
lv: Iet uz rezultātiem

source: Query Name
ar: اسم الاستعلام
be: Назва запыту
he: שם השאילתה
hi: क्वेरी का नाम
lv: Vaicājuma nosaukums

source: Here you can name the file collection:
ar: هنا يمكنك تسمية مجموعة الملفات:
be: Тут вы можаце назваць калекцыю файлаў:
he: כאן אפשר לתת שם לאוסף הקבצים:
hi: यहां आप फ़ाइल संग्रह को नाम दे सकते हैं:
lv: Te varat nosaukt datnes kolekciju:

source: Stop
ar: أوقف
be: Спыніць
he: עצירה
hi: रुकना
lv: Apturēt

source: Feed to listbox
ar: أرسل إلى صندوق القائمة
be: Дадаць у спіс
he: הזנה לתיבת רשימה
hi: सूची बॉक्स में फ़ीड करें
lv: Sūtīt uz sarakstlodziņu

source: Krusader Twin-Panel File Manager by KDE
ar: كروسيدر مدير ملفات ثنائي الألواح من كيدي
be: Krusader Файлавы менеджар ад KDE з двума панэлямі
he: Krusader מנהל בשתי עמודות מבית KDE
hi: योद्धा केडीई द्वारा ट्विन-पैनल फ़ाइल प्रबंधक
lv: „Krusader“ KDE divu paneļu datņu pārvaldnieks

source: Krusader
ar: كروسادر
hi: योद्धा
