Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Krusader - ROOT PRIVILEGES
ar: كروسادر - صلاحيات الجذر
be: Krusader — ПРАВЫ ROOT
he: Krusader - !!הרשאות משתמש על!!
hi: क्रुसेडर्स - मूल विशेषाधिकार
lv: Krusader — SAKNES LIETOTĀJA TIESĪBAS

source: © 2000-2003 Shie Erlich, Rafi Yanai © 2004-2022 Krusader Krew
ar: © 2000-2003 شي إرليخ، رافي ياناي © 2004-2022 طاقم كروسيدر
he: © 2000‏-2003 שִׁי ארליך, רפי ינאי © 2004‏-2022 צוות Krusader
hi: © 2000-2003 शी एर्लिच, रफी यानाई © 2004-2022 क्रूसेडर क्रू

source: Feedback: https://forum.kde.org/viewforum.php?f=225
ar: ملاحظات: https://forum.kde.org/viewforum.php?f=225
be: Зваротная сувязь: https://forum.kde.org/viewforum.php?f=225
he: משוב: https://forum.kde.org/viewforum.php?f=225
hi: प्रतिक्रिया: https://forum.kde.org/viewforum.php?f=225
lv: Atsauksmēm: https://forum.kde.org/viewforum.php?f=225

source: Davide Gianforte
ar: دافيد جيانفورتي
he: דוד ג׳אנפורטה
hi: डेविड गियानफोर्ट

source: Developer
ar: مطوّر
be: Распрацоўшчык
he: מפתח
hi: डेवलपर
lv: Izstrādātājs

source: Toni Asensi Esteve
ar: توني أسنسي إستيف
he: טוני אסנסי אסטבה
hi: टोनी असेंसि एस्टेवे

source: Nikita Melnichenko
ar: نيكيتا ميلنيتشينكو
he: ניקיטה מלניצ׳נקו
hi: निकिता मेल्निचेंको

source: Yuri Chornoivan
he: יורי צ׳ורנויבאן
hi: यूरी चोर्नोइवान

source: Documentation
ar: التّوثيق
be: Дакументацыя
he: תיעוד
hi: प्रलेखन
lv: Dokumentācija

source: Rafi Yanai
ar: رافي ياناي
he: רפי ינאי
hi: रफी यानाई

source: Author (retired)
ar: مؤلف (متقاعد)
be: Аўтар (у адстаўцы)
he: יוצר (פרש)
hi: लेखक (सेवानिवृत्त)
lv: Autors (vairs nav aktīvs)

source: Shie Erlich
ar: شي إرليخ
he: שִׁי ארליך
hi: शी एर्लिच

source: Csaba Karai
ar: كسابا كاراي
he: קסאבה קראי
hi: सीसाबा कराई

source: Developer (retired)
ar: مطور (متقاعد)
be: Распрацоўшчык (зволены)
he: מפתח (פרש)
hi: डेवलपर (सेवानिवृत्त)
lv: Izstrādātājs (vairs nav aktīvs)

source: Heiner Eichmann
he: היינר אייכמן
hi: हेनर इचमैन

source: Jonas Bähr
ar: جوناس بيهر
he: יונאס באהר
hi: जोनास बह्र

source: Václav Jůza
ar: فاكلاف يوزا
he: וצלאב ג׳יזה
hi: वैक्लाव जुज़ा

source: Jan Lepper
ar: يان ليبر
he: יאן לפר
hi: जान लेपर

source: Andrey Matveyakin
ar: أندريه ماتفياكين
he: אנדריי מטוויאקין
hi: एंड्री मतवेयाकिन

source: Simon Persson
he: סיימון פרסון
hi: साइमन पर्सन

source: Alexander Bikadorov
ar: ألكسندر بيكادوروف
he: אלכסנדר ביקדורוב
hi: अलेक्जेंडर बिकाडोरोव

source: Martin Kostolný
ar: مارتن كوستولني
he: מרטין קוסטולני
hi: मार्टिन कोस्टोल्नी

source: Dirk Eschler
ar: ديرك إشلر
he: דירק אשלר
hi: डर्क एस्क्लर

source: Webmaster (retired)
ar: مدير الويب (متقاعد)
be: Вэбмасцер (зволены)
he: מנהל האתר (פרש)
hi: वेबमास्टर (सेवानिवृत्त)
lv: Tīmekļa pārzinis (vairs nav aktīvs)

source: Frank Schoolmeesters
ar: فرانك سكولميسترز
he: פראק שולמסטרס
hi: फ्रैंक स्कूलमेस्टर्स

source: Documentation and marketing coordinator (retired)
ar: منسق التوثيق والتسويق (متقاعد)
be: Каардынатар дакументацыі і маркетынгу (у адстаўцы)
he: תיעוד ותיאום שיווק (פרש)
hi: दस्तावेज़ीकरण और विपणन समन्वयक (सेवानिवृत्त)
lv: Dokumentācija un mārketinga koordinators (vairs nav aktīvs)

source: Richard Holt
ar: ريتشارد هولت
he: ריצ׳ארד הולט
hi: रिचर्ड होल्ट

source: Documentation & Proofing (retired)
ar: التوثيق والتدقيق (متقاعد)
be: Дакументацыя і вычытванне (у адстаўцы)
he: תיעוד והגהה (פרש)
hi: दस्तावेज़ीकरण और प्रूफ़िंग (सेवानिवृत्त)
lv: Dokumentācija un pārbaude (vairs nav aktīvs)

source: Matej Urbancic
ar: ماتي أوربانشيك
he: מאטיי אורבנצ׳יץ׳
hi: मातेज उरबांसिक

source: Marketing & Product Research (retired)
ar: التسويق وبحوث المنتج (متقاعد)
be: Маркетынг і даследаванне прадуктаў (у адстаўцы)
he: שיווק ומחקר מוצר (פרש)
hi: विपणन एवं उत्पाद अनुसंधान (सेवानिवृत्त)
lv: Mārketings un produktu izpēte (vairs nav aktīvs)

source: Everyone involved in KDE
ar: كل من شارك في كيدي
be: Усе, хто ўдзельнічае ў KDE
he: כל מי שמעורב ב־KDE
hi: केडीई से जुड़े सभी लोग
lv: Visi KDE iesaistītie

source: KDE Translation Teams
ar: فرق ترجمة كيدي
be: Каманды перакладу KDE
he: צוותי התרגום ב־KDE
hi: केडीई अनुवाद टीमें
lv: KDE tulkošanas komandas

source: Jiří Paleček
ar: جيري باليتشيك
he: איזי פאלצ׳ק
hi: जिरी पेलेसेक

source: QA, bug-hunting, patches and general help
ar: ضمان الجودة، صيد الأخطاء، الرقع، والمساعدة العامة
be: Тэсціраванне, пошук памылак, заплаткі і агульная дапамога
he: אבטחת איכות, מצוד אחר תקלות ועזרה כללית
hi: QA, बग-हंटिंग, पैच और सामान्य सहायता
lv: Kvalitātes nodrošināšana, kļūdu meklēšana, ielāpi un vispārīga palīdzība

source: Jiří Klement
ar: جيري كليمنت
he: איזי קלמנט
hi: जिरी क्लेमेंट

source: Important help in KDE 4 porting
ar: مساعدة هامة في نقل كيدي 4
be: Важная дапамога ў пераносе на KDE 4
he: עזרה חשובה בהסבה ל־KDE 4
hi: KDE 4 पोर्टिंग में महत्वपूर्ण सहायता
lv: Nozīmīga palīdzība KDE 4 portēšanā

source: Andrew Neupokoev
ar: أندرو نويبوكوف
he: אנדרו ניופוקואב
hi: एंड्रयू न्यूपोकोव

source: Killer Logo and Icons for Krusader (contest winner)
ar: شعار وأيقونات قوية لكروسيدر (فائز في المسابقة)
be: Выдатны лагатып і значкі для Krusader (пераможца конкурсу)
he: לוגו וסמלים מדהימים ל־Krusader (זכה בתחרות)
hi: क्रुसेडर के लिए किलर लोगो और आइकन (प्रतियोगिता विजेता)
lv: Lieliskais „Krusader“ logotips un ikonas (konkursa uzvarētājs)

source: The UsefulArts Organization
ar: منظمة الفنون المفيدة
be: Арганізацыя UsefulArts
he: ארגון UsefulArts (אומנות שימושית)
hi: उपयोगी कला संगठन

source: Icon for Krusader
ar: أيقونة لكروسيدر
be: Значок для Krusader
he: סמלים ל־Krusader
hi: क्रुसेडर्स के लिए चिह्न
lv: „Krusader“ ikona

source: Gábor Lehel
ar: غابور ليهيل
he: גאבור להל
hi: गैबोर लेहेल

source: Viewer module for 3rd Hand
ar: وحدة العارض لـ 3rd Hand
be: Модуль прагляду для 3rd Hand
he: מודול מציג לצד שלישי
hi: थर्ड हैंड के लिए व्यूअर मॉड्यूल
lv: 3. rokas skatītāja modulis

source: Mark Eatough
ar: مارك إيتوف
he: מארק איטו
hi: मार्क ईटफ

source: Handbook Proof-Reader
ar: مدقق دليل المستخدم
be: Вычытвальнік кіраўніцтва
he: הגהת ספרון ההדרכה
hi: हैंडबुक प्रूफ़-रीडर
lv: Rokasgrāmatas koriģēšana

source: Jan Halasa
ar: يان هالاسا
he: יאן הלאסה
hi: लाल हलासा

source: The old Bookmark Module
ar: وحدة الإشارات المرجعية القديمة
be: Стары модуль закладак
he: מודול הסימניות הישן
hi: पुराना बुकमार्क मॉड्यूल
lv: Vecais grāmatzīmju modulis

source: Hans Löffler
ar: هانز لوفلر
he: האנס לפלר
hi: हंस लोफ्लर

source: Dir history button
ar: زر سجل المجلد
be: Кнопка гісторыі каталогаў
he: כפתור היסטוריית תיקיות
hi: Dir इतिहास बटन
lv: Mapju vēstures poga

source: Szombathelyi György
ar: زومباتهلي غيورغي
he: סומבתיי גיורג׳
hi: ग्यॉर्गी स्ज़ोम्बथेली

source: ISO KIO slave
be: Падсістэма ISO KIO
he: KIO slave לעיבוד ISO
hi: आईएसओ KIO गुलाम
lv: ISO KIO strādnieks

source: Jan Willem van de Meent (Adios)
ar: يان ويليم فان دي مينت (Adios)
he: יאן וילם ואן דה מינט (אדיוס)
hi: जान विलेम वैन डे मीनट (एडियोस)

source: Icons for Krusader
ar: أيقونات لكروسيدر
be: Значкі для Krusader
he: סמלים ל־Krusader
hi: क्रुसेडर के लिए प्रतीक
lv: „Krusader“ ikonas

source: Mikolaj Machowski
he: מיקולאי מכובסקי
hi: मिकोलाज माचोस्की

source: Usability and QA
ar: قابلية الاستخدام وضمان الجودة
be: Зручнасць і тэсціраванне
he: שימושיות ואבטחת איכות
hi: प्रयोज्यता और QA
lv: Lietojamība un kvalitātes nodrošināšana

source: Cristi Dumitrescu
he: קריסטי דומיטרסקו
hi: क्रिस्टी डुमित्रेस्कु

source: Aurelien Gateau
ar: أوريليان غاتو
he: אורליאן גאט
hi: ऑरेलियन गेटौ

source: patch for KViewer
ar: رقعة لـ KViewer
be: патч для KViewer
he: טלאי ל־KViewer
hi: KViewer के लिए पैच
lv: „KViewer“ ielāps

source: Milan Brabec
ar: ميلان برابيك
he: מילאן בראבץ׳
hi: मिलन ब्रैबेक

source: the first patch ever!
ar: الرقعة الأولى على الإطلاق!
be: першая заплатка ў гісторыі!
he: הטלאי הראשון אי פעם!
hi: अब तक का पहला पैच!
lv: pats pirmais programmas ielāps!

source: Asim Husanovic
he: אסים חוסאנוביץ׳
hi: असिम हुसनोविक

source: Bosnian translation
ar: الترجمة البوسنية
be: Боснійскі пераклад
he: תרגום לבוסנית
hi: बोस्नियाई अनुवाद
lv: Tulkojums bosniešu valodā

source: Doutor Zero
ar: دوتور زيرو
he: דוטור סרו
hi: डॉक्टर जीरो

source: Brazilian Portuguese translation
ar: الترجمة البرتغالية البرازيلية
be: Пераклад на бразільскую партугальскую
he: תרגום לפורטוגלית ברזילאית
hi: ब्राज़ीलियन पुर्तगाली अनुवाद
lv: Tulkojums Brazīlijas portugāļu valodā

source: Milen Ivanov
ar: ميلين ايفانوف
he: מילן איוונוב
hi: मिलन इवानोव

source: Bulgarian translation
ar: الترجمة البلغارية
be: Балгарскі пераклад
he: תרגום לבולגרית
hi: बल्गेरियाई अनुवाद
lv: Tulkojums bulgāru valodā

source: Quim Perez
ar: كويم بيريز
he: קווים פרס
hi: क्विम पेरेज़

source: Catalan translation
ar: الترجمة الكاتالونية
be: Каталонскі пераклад
he: תרגום לקטלאנית
hi: कैटलन अनुवाद
lv: Tulkojums katalāņu valodā

source: Jinghua Luo
ar: جينغهوا لو
he: ג׳ינהואה לואו
hi: जिंगहुआ लुओ

source: Chinese Simplified translation
ar: الترجمة الصينية المبسطة
be: Пераклад на спрошчаную кітайскую
he: תרגום לסינית מפושטת
hi: चीनी सरलीकृत अनुवाद
lv: Tulkojums vienkāršotajā ķīniešu valodā

source: Mitek
ar: ميتك
he: מיטק
hi: माइटेक

source: Old Czech translation
ar: الترجمة التشيكية القديمة
be: Стары чэшскі пераклад
he: תרגום לצ׳כית עתיקה
hi: पुराना चेक अनुवाद
lv: Vecais čehu valodas tulkojums

source: Martin Sixta
ar: مارتن سيكستا
he: מרטין סיקסטה
hi: मार्टिन सिक्सटा

source: Vaclav Jůza
ar: فاكلاف يوزا
he: וצאב ג׳יזה
hi: वैक्लाव जुज़ा

source: Czech translation
ar: التّرجمة التّشيكيّة
be: Чэшскі пераклад
he: תרגום לצ׳כית
hi: चेक अनुवाद
lv: Tulkojums čehu valodā

source: Anders Bruun Olsen
ar: أندرس برون أولسن
he: אנדרס ברון אולסן
hi: एंडर्स ब्रून ऑलसेन

source: Old Danish translation
ar: الترجمة الدنماركية القديمة
be: Стары дацкі пераклад
he: תרגום לדנית עתיקה
hi: पुराना डेनिश अनुवाद
lv: Vecais dāņu valodas tulkojums

source: Peter H. Sorensen
ar: بيتر ه. سورنسن
he: פיטר ה. סורנן
hi: पीटर एच. सोरेंसन

source: Danish translation
ar: الترجمة الدنماركية
be: Дацкі пераклад
he: תרגום לדנית
hi: डेनिश अनुवाद
lv: Tulkojums dāņu valodā

source: Dutch translation
ar: الترجمة الهولندية
be: Галандскі пераклад
he: תרגום להולנדית
hi: डच अनुवाद
lv: Tulkojums holandiešu valodā

source: Rene-Pierre Lehmann
ar: رينيه-بيير ليمان
he: רנה-פייר להמן
hi: रेने-पियरे लेहमैन

source: Old French translation
ar: الترجمة الفرنسية القديمة
be: Стары французскі пераклад
he: תרגום לצרפתית עתיקה
hi: पुराना फ़्रांसीसी अनुवाद
lv: Vecais franču valodas tulkojums

source: David Guillerm
ar: ديفيد غيليرم
he: דוד גיירם
hi: डेविड गिलर्म

source: French translation
ar: الترجمة الفرنسية
be: Французскі пераклад
he: תרגום לצרפתית
hi: फ्रेंच अनुवाद
lv: Tulkojums franču valodā

source: Christoph Thielecke
ar: كريستوف تيليكي
he: כריסטוף תיילקה
hi: क्रिस्टोफ़ थीलेके

source: Old German translation
ar: الترجمة الألمانية القديمة
be: Стары нямецкі пераклад
he: תרגום לגרמנית עתיקה
hi: पुराना जर्मन अनुवाद
lv: Vecais vācu valodas tulkojums

source: German translation
ar: الترجمة الألمانية
be: Нямецкі пераклад
he: תרגום לגרמנית
hi: जर्मन अनुवाद
lv: Tulkojums vācu valodā

source: Spiros Georgaras
ar: سبيروس جورجاراس
he: ספירוס גאורגראס
hi: स्पाइरोस जॉर्जरास

source: Greek translation
ar: الترجمة اليونانية
be: Грэчаскі пераклад
he: תרגום ליוונית
hi: ग्रीक अनुवाद
lv: Tulkojums grieķu valodā

source: Kukk Zoltan
ar: كوك زولتان
he: קוק זולטן
hi: ज़ोल्टन देखो

source: Old Hungarian translation
ar: الترجمة الهنغارية القديمة
be: Стары венгерскі пераклад
he: תרגום להונגרית עתיקה
hi: पुराना हंगेरियन अनुवाद
lv: Vecais ungāru valodas tulkojums

source: Arpad Biro
ar: أرباد بيرو
he: ארפד בירו
hi: अर्पाद बिरो

source: Hungarian translation
ar: الترجمة الهنغارية
be: Венгерскі пераклад
he: תרגום להונגרית
hi: हंगेरियन अनुवाद
lv: Tulkojums ungāru valodā

source: Giuseppe Bordoni
ar: جوزيبي بوردوني
he: ג׳יזפה בורדוני
hi: ग्यूसेप बोर्डोनी

source: Italian translation
ar: التّرجمة الإيطاليّة
be: Італьянскі пераклад
he: תרגום לאיטלקית
hi: इतालवी अनुवाद
lv: Tulkojums itāļu valodā

source: Hideki Kimura
ar: هيديكي كيمورا
he: הידקי קימורה
hi: हिदेकी किमुरा

source: Japanese translation
ar: الترجمة اليابانية
be: Японскі пераклад
he: תרגום ליפנית
hi: जापानी अनुवाद
lv: Tulkojums japāņu valodā

source: UTUMI Hirosi
ar: تومو هيروشي
he: אוטומי הירוסי
hi: यूटुमी हिरोसी

source: Old Japanese translation
ar: الترجمة اليابانية القديمة
be: Стары японскі пераклад
he: תרגום ליפנית עתיקה
hi: पुराना जापानी अनुवाद
lv: Vecais japāņu valodas tulkojums

source: Dovydas Sankauskas
ar: دوفيداس سانكاوسكاس
he: דובידאס סנקאוסקס
hi: डोविदास संकौस्कस

source: Lithuanian translation
ar: الترجمة الليتوانية
be: Літоўскі пераклад
he: תרגום ללטבית
hi: लिथुआनियाई अनुवाद
lv: Tulkojums lietuviešu valodā

source: Bruno Queiros
ar: برونو كويروس
he: ברונו קיירוס
hi: ब्रूनो क्विरोस

source: Portuguese translation
ar: الترجمة البرتغالية
be: Партугальскі пераклад
he: תרגום לפורטוגלית
hi: पुर्तगाली अनुवाद
lv: Tulkojums portugāļu valodā

source: Lukasz Janyst
ar: لوكاسز يانيست
he: לוקאש ז׳אניסט
hi: लुकाज़ जैनिस्ट

source: Old Polish translation
ar: الترجمة البولندية القديمة
be: Стары польскі пераклад
he: תרגום לפולנית עתיקה
hi: पुराना पोलिश अनुवाद
lv: Vecais poļu valodas tulkojums

source: Pawel Salawa
ar: باول سالاوا
he: פאבל סלאבה
hi: पावेल सलावा

source: Polish translation
ar: التّرجمة البولنديّة
be: Польскі пераклад
he: תרגום לפולנית
hi: पोलिश अनुवाद
lv: Tulkojums poļu valodā

source: Tomek Grzejszczyk
ar: توميك غرزيشيك
he: טומק גז׳יישצ׳יק
hi: टोमेक ग्रेज़्ज़्ज़्ज़िक

source: Dmitry A. Bugay
ar: ديمتري أ. بوغاي
he: דמיטרי א. בוגאי
hi: दिमित्री ए. अच्छा

source: Russian translation
ar: الترجمة الروسية
be: Рускі пераклад
he: תרגום לרוסית
hi: रूसी अनुवाद
lv: Tulkojums krievu valodā

source: Dmitry Chernyak
ar: ديمتري تشيرنياك
he: דמיטרי צ׳רניאק
hi: दिमित्री चेर्नायक

source: Old Russian translation
ar: الترجمة الروسية القديمة
be: Стары рускі пераклад
he: תרגום לרוסית עתיקה
hi: पुराना रूसी अनुवाद
lv: Vecais tulkojums krievu valodā

source: Sasa Tomic
ar: ساسا توميتش
he: סאסה טומיק
hi: अब टॉमिक

source: Serbian translation
ar: الترجمة الصربية
be: Сербскі пераклад
he: תרגום לסרבית
hi: सर्बियाई अनुवाद
lv: Tulkojums serbu valodā

source: Zdenko Podobný and Ondrej Pačay (Yogi)
ar: زدينكو بودوبني وأوندري باتشاي (يوغي)
be: Zdenko Podobný і Ondrej Pačay (Yogi)
he: זדנקו פודובני ואונדריי פאצ׳אי (יוגי)
hi: ज़ेडेंको पोडोबनी और ओन्ड्रेज पाके (योगी)
lv: Zdenko Podobný un Ondrej Pačay (Yogi)

source: Slovak translation
ar: الترجمة السلوفاكية
be: Славацкі пераклад
he: תרגום לסלובקית
hi: स्लोवाक अनुवाद
lv: Tulkojums slovāku valodā

source: Slovenian translation
ar: الترجمة السلوفينية
be: Славенскі пераклад
he: תרגום לסלובנית
hi: स्लोवेनियाई अनुवाद
lv: Tulkojums slovēņu valodā

source: Rafael Munoz
ar: رافائيل مونوز
he: רפאל מונוס
hi: राफेल मुनोज

source: Old Spanish translation
ar: الترجمة الإسبانية القديمة
be: Стары іспанскі пераклад
he: תרגום לספרדית עתיקה
hi: पुराना स्पेनिश अनुवाद
lv: Vecais spāņu valodas tulkojums

source: Alejandro Araiza Alvarado
ar: أليخاندرو أرايزا ألفارادو
he: אלחנדרו אראיסה אלברדו
hi: एलेजांद्रो अराइज़ा अल्वाराडो

source: Spanish translation
ar: الترجمة الإسبانية
be: Іспанскі пераклад
he: תרגום לספרדית
hi: स्पैनिश अनुवाद
lv: Tulkojums spāņu valodā

source: Erik Johanssen
ar: إريك يوهانسين
he: אריק יוהאנסן
hi: एरिक जोहान्सन

source: Old Swedish translation
ar: الترجمة السويدية القديمة
be: Стары шведскі пераклад
he: תרגום לשוודית עתיקה
hi: पुराना स्वीडिश अनुवाद
lv: Vecas zviedru valodas tulkojums

source: Anders Linden
ar: أندرس ليندن
he: אנדרס לינדן
hi: एंडर्स लिंडेन

source: Peter Landgren
ar: بيتر لاندغرين
he: פיטר לאנדגרן
hi: पीटर लैंडग्रेन

source: Swedish translation
ar: الترجمة السويدية
be: Шведскі пераклад
he: תרגום לשוודית
hi: स्वीडिश अनुवाद
lv: Tulkojums zviedru valodā

source: Bekir Sonat
ar: بكير سونات
he: בקיר סונאט
hi: बेकिर सोनात

source: Turkish translation
ar: الترجمة التركية
be: Турэцкі пераклад
he: תרגום לטורקית
hi: तुर्की अनुवाद
lv: Tulkojums turku valodā

source: Ivan Petrouchtchak
ar: إيفان بتروكتشاك
he: איוון פטרוצ׳טצ׳אק
hi: इवान पेट्रोचचैक

source: Ukrainian translation
ar: الترجمة الأوكرانية
be: Украінскі пераклад
he: תרגום לאוקראינית
hi: यूक्रेनी अनुवाद
lv: Tulkojums ukraiņu valodā

source: Seongnam Jee
ar: سيونغنام جي
he: סונגנאם ג׳י
hi: सेओंगनाम जी

source: Korean translation
ar: الترجمة الكورية
be: Карэйскі пераклад
he: תרגום לקוריאנית
hi: कोरियाई अनुवाद
lv: Tulkojums korejiešu valodā

source: Start left panel at <path>
ar: ابدأ اللوحة اليسرى عند <مسار>
be: Запусціць левую панэль у <шляху>
he: התחלת הלוח השמאלי על <נתיב>
hi: बायां पैनल <path> पर प्रारंभ करें
lv: Kreiso paneli sākt <ceļš>

source: Start right panel at <path>
ar: ابدأ اللوحة اليمنى عند <مسار>
be: Запусціць правую панэль у <шляху>
he: התחלת הלוח הימני על <נתיב>
hi: दायाँ पैनल <path> से शुरू करें
lv: Labo paneli sākt <ceļš>

source: Load this profile on startup
ar: حمل هذا الملف الشخصي عند بدء التشغيل
be: Загрузіць гэты профіль пры запуску
he: לטעון את הפרופיל הזה בהתחלה
hi: स्टार्टअप पर यह प्रोफ़ाइल लोड करें
lv: Ieslēdzot ielādēt šo profilu

source: Enable debug output
ar: فعل إخراج التنقيح
be: Уключыць вывад адладкі
he: הפעלת פלט ניפוי שגיאות
hi: डिबग आउटपुट सक्षम करें
lv: Aktivēt atkļūdošanas izvadi

source: URL to open
ar: العنوان لفتحه
be: URL для адкрыцця
he: כתובת לפתיחה
hi: खोलने के लिए यूआरएल
lv: Atveramā URL

source: &MountMan...
ar: &مدير الضم...
he: מנהל ה&עיגון…
hi: &माउंटमैन...

source: Open &MountMan
ar: افتح مدير الضم
be: Адкрыць &MountMan
he: פתיחת מנהל ה&עיגון
hi: ओपन एंड माउंटमैन
lv: Atvērt „&MountMan“

source: Cannot start 'mount'. Check the 'Dependencies' page in konfigurator.
ar: لا يمكن بدء 'mount'. تحقق من صفحة 'الاعتماديات' في المكون.
be: Немагчыма запусціць 'mount'. Праверце старонку 'Залежнасці' ў Konfigurator.
he: לא ניתן להפעיל את mount’. נא לגשת לעמוד ‚תלויות’ ב־konfigurator.
hi: 'माउंट' शुरू नहीं किया जा सकता। कॉन्फ़िगरेटर में 'निर्भरताएँ' पृष्ठ देखें।
lv: Nevar palaist „mount“ komandu. Pārbaudiet atkarību lapu „Konfigurator“ lodziņā

source: MountMan is not operational. Sorry
ar: مدير الضم غير فعال. آسف
be: MountMan не працуе. Прабачце
he: מנהל העיגון לא מתפקד. סליחה
hi: माउंटमैन चालू नहीं है। क्षमा करें
lv: Diemžēl „MountMan“ sistēmā nedarbojas.

source: MountMan - Your Mount-Manager
ar: مدير الضم - مدير ضم للأجهزة
be: MountMan — ваш менеджар мацавання
he: מנהל העיגון - מנהל את עיגוני מערכות הקבצים שלך
hi: माउंटमैन - आपका माउंट-मैनेजर
lv: MountMan — jūsu montēšanas pārvaldnieks

source: &Eject
ar: أ&خرِج
be: &Дастаць
he: &שליפה
hi: &इजेक्ट करें
lv: &Izgrūst

source: &Unmount
ar: أزل ال&ضمّ
be: Разманціраваць
he: &ניתוק
hi: &अनमाउंट
lv: &Nomontēt

source: Mnt.Point
ar: نقطة الضم
be: Кропка манціравання
he: נק׳עגינה
hi: माउंट पॉइंट
lv: Mont. viena

source: Total Size
ar: الحجم الكليّ
be: Агульны памер
he: גודל כולל
hi: कुल आकार
lv: Kopējais izmērs

source: Free Size
ar: الحجم الحر
be: Свабодная прастора
he: גודל פנוי
hi: मुक्त आकार
lv: Brīva vieta

source: Free %
ar: المتبقي ٪
be: Свабодна %
he: % פנוי
hi: मुक्त %
lv: Brīvi %

source: MountMan.Info
ar: معلومات مدير الضم
he: מדריך מנהל העיגון (MountMan)
hi: माउंटमैन.इंफो

source: Show only removable devices
ar: أظهر الأجهزة القابلة للإزالة فقط
be: Паказваць толькі здымныя прылады
he: להציג התקנים נתיקים בלבד
hi: केवल हटाने योग्य डिवाइस दिखाएं
lv: Rādīt tikai noņemamās ierīces

source: &Mount
ar: &ضمّ
be: &Мантаваць
he: &עיגון
hi: &माउंट
lv: &Piemontēt

source: MountMan
ar: مدير الضم
he: מנהל העיגון
hi: माउंटमैन

source: Format
ar: هيئ
be: Фармат
he: פרמוט
hi: प्रारूप
lv: Formatēt

source: Calculate Occupied Space
ar: احسب المساحة المشغولة
be: Разлічыць занятае месца
he: חישוב הנפח התפוס
hi: अधिभोग स्थान की गणना करें
lv: Aprēķināt aizņemto vietu

source: Name: %1
ar: الاسم: %1
be: Назва: %1
he: שם: %1
hi: नाम: %1
lv: Nosaukums: %1

source: Total occupied space: %1
ar: إجمالي المساحة المشغولة: %1
be: Агульны аб'ём занятага месца: %1
he: הנפח התפוס הכולל: %1
hi: कुल अधिभोग स्थान: %1
lv: Kopējā aizņemtā vieta: %1

source: (%2 byte)
ar: (%2 بايت)
be: (%2 байт)
he: (בית)
hi: (%2 बाइट्स)
lv: (%2 baits)

source: in %1 folder
ar: في مجلّد
be: у %1 папцы
he: בתיקייה
hi: %1 फ़ोल्डरों में
lv: %1 mapē

source: and %1 file
ar: و %1 ملف
be: і %1 файл
he: וקובץ
hi: और %1 फ़ाइलें
lv: un %1 datne

source: Show Details
ar: أظهر التّفاصيل
be: Паказаць падрабязнасці
he: הצגת פרטים
hi: प्रदर्शन का विवरण
lv: Sīkāka informācija

source: Show columns with details
ar: أظهر الأعمدة مع التفاصيل
be: Паказваць слупкі з падрабязнасцямі
he: הצגת עמודות עם פרטים
hi: विवरण के साथ कॉलम दिखाएं
lv: Rādīt kolonnas ar informāciju

source: Show Hidden Folders
ar: أظهر المجلدات المخفية
be: Паказваць схаваныя папкі
he: הצגת תיקיות מוסתרות
hi: छिपे हुए फ़ोल्डर दिखाएँ
lv: Rādīt slēptās mapes

source: Show folders starting with a dot
ar: أظهر المجلدات التي تبدأ بنقطة
be: Паказваць папкі, што пачынаюцца з кропкі
he: הצגת תיקיות שמתחילות בנקודה
hi: बिंदु से शुरू होने वाले फ़ोल्डर दिखाएँ
lv: Rādīt mapes, kas sākas ar punktu

source: Start From Root
ar: ابدأ من الجذر
be: Пачаць з кораня
he: התחלה מתיקיית העל
hi: मूल से प्रारंभ करें
lv: Sākt no saknes

source: Set root of the tree to root of filesystem
ar: اجعل جذر الشجرة جذر نظام الملفات
be: Усталяваць корань дрэва як корань файлавай сістэмы
he: הגדרת שורש העץ לתיקיית העל במערכת הקבצים
hi: वृक्ष की जड़ को फाइल सिस्टम की जड़ पर सेट करें
lv: Norādīt datņu sistēmas koka sakni

source: Start From Current
ar: ابدأ من الحالي
be: Пачаць з бягучай папкі
he: התחלה מהנוכחי
hi: वर्तमान से प्रारंभ करें
lv: Sākt no pašreizējās

source: Set root of the tree to the current folder
ar: اجعل جذر الشجرة المجلد الحالي
be: Усталяваць корань дрэва як бягучую папку
he: הגדרת שורש העץ לתיקייה הנוכחית
hi: पेड़ की जड़ को वर्तमान फ़ोल्डर पर सेट करें
lv: Norādīt pašreizējo mapi kā koka sakni

source: Start From Place
ar: ابدأ من مكان
be: Пачаць з месца
he: התחלה ממקום
hi: जगह से शुरू करें
lv: Sākt no vietas

source: Set root of the tree to closest folder listed in 'Places'
ar: اجعل جذر الشجرة أقرب مجلد مدرج في 'الأماكن'
be: Усталяваць корань дрэва як бліжэйшую папку са спісу 'Месцы'
he: הגדרת שורש העץ לתיקייה הקרובה ביותר שמופיעה תחת ‚מקומות’
hi: वृक्ष की जड़ को 'स्थान' में सूचीबद्ध निकटतम फ़ोल्डर में सेट करें
lv: Kā koka sakni norādīt tuvāko mapi, kas ir norādīta kā „Vietas“

# @action:inmenu
source: Cut
ar: قصّ
be: Выразаць
he: גזירה
hi: काटना
lv: Izgriezt

# @action:inmenu
source: Copy
ar: انسخ
be: Капіраваць
he: העתקה
hi: प्रतिलिपि
lv: Kopēt

# @action:inmenu
source: Move to Trash
ar: انقل إلى المهملات
be: Перамясціць у сметніцу
he: העברה לאשפה
hi: ट्रैश में ले जाएं
lv: Pārvietot uz atkritni

# @action:inmenu
source: Delete
ar: احذف
be: Выдаліць
he: מחיקה
hi: मिटाना
lv: Dzēst

# @action:inmenu
source: Properties
ar: خصائص
be: Уласцівасці
he: מאפיינים
hi: गुण
lv: Īpašības

# Default layout
source: Default
ar: المبدئيّ
be: Прадвызначаны
he: ברירת מחדל
hi: गलती करना
lv: Noklusējuma

source: Compact
ar: مُدمج
be: Кампактны
he: מצומצם
hi: सघन
lv: Kompaktais

source: Classic
ar: تقليدي
be: Класічны
he: קלסי
hi: क्लासिक
lv: Klasiskais

source: Custom layout: "%1"
ar: تخطيط مخصص: "%1"
be: Карыстальніцкі макет: "%1"
he: פריסה מותאמת אישית: „%1”
hi: कस्टम लेआउट: "%1"
lv: Pielāgots izkārtojums: „%1“

source: Preview not available
ar: لا معاينة
be: Прадпрагляд недаступны
he: התצוגה המקדימה לא זמינה
hi: पूर्वावलोकन उपलब्ध नहीं है
lv: Priekšskatījums nav pieejams

source: Close the search bar
ar: أغلق شريط البحث
be: Закрыць панэль пошуку
he: סגירת סרגל החיפוש
hi: खोज बार बंद करें
lv: Aizvērt meklēšanas joslu

source: Change the search mode
ar: غير وضع البحث
be: Змяніць рэжым пошуку
he: החלפת מצב החיפוש
hi: खोज मोड बदलें
lv: Mainīt meklēšanas režīmu

source: Enter or select search string
ar: أدخل أو اختر سلسلة البحث
be: Увядзіце або абярыце радок для пошуку
he: נא למלא או לבחור מחרוזת חיפוש
hi: खोज स्ट्रिंग दर्ज करें या चुनें
lv: Ierakstiet vai atlasiet meklējamo tekstu

source: Save the current search string
ar: احفظ سلسلة البحث الحالية
be: Захаваць бягучы радок пошуку
he: לשמור את מחרוזת החיפוש הנוכחית
hi: वर्तमान खोज स्ट्रिंग सहेजें
lv: Saglabāt pašreizējo meklējamo tekstu

source: Open selection dialog
ar: افتح مربع حوار الاختيار
be: Адкрыць дыялог выбару
he: פתיחת חלונית הבחירה
hi: चयन संवाद खोलें
lv: Atvērt atlases lodziņu
