Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: The date on top is later than the date on the bottom. Please re-enter the dates, so that the top date will be earlier than the bottom date.
ar: التاريخ في الأعلى أحدث من التاريخ في الأسفل. الرجاء إعادة إدخال التواريخ، بحيث يكون التاريخ العلوي أقدم من التاريخ السفلي.
be: Дата зверху пазнейшая за дату ўнізе. Калі ласка, увядзіце даты яшчэ раз, каб верхняя дата была ранейшай за ніжнюю.
he: התאריך למעלה מאוחר ביחס לתאריך למטה. נא למלא את התאריכים מחדש, כך שהתאריך בחלק העליון יקדים את התאריך בחלק התחתון.
hi: ऊपर की तारीख नीचे की तारीख से बाद की है। कृपया तारीखें फिर से दर्ज करें, ताकि ऊपर की तारीख नीचे की तारीख से पहले की हो जाए।
lv: Augstāk esošais datums ir vēlāks par zemāk esošo datumu. Lūdzu, ierakstiet datumu tā, lai augšā esošas datums būtu agrāks par zemāk esošo datumu.

source: Krusader::Choose Files
ar: كروسيدر::اختر ملفات
be: Krusader::Выбар файлаў
he: Krusader::בחירת קבצים
hi: क्रुसेडर::फ़ाइलें चुनें
lv: Krusader::Izvēlieties datnes

source: &General
ar: &عام
be: &Асноўныя
he: &כללי
hi: &सामान्य
lv: &Pamata

source: &Advanced
ar: مت&قدم
be: &Дадатковыя
he: מת&קדם
hi: &विकसित
lv: P&aplašināti

source: Could not load profile.
ar: تعذّر تحميل التشكيلة.
be: Прафайл не загружаны.
he: לא ניתן לטעון פרופיל.
hi: प्रोफ़ाइल लोड नहीं किया जा सका.
lv: Nevarēja ielādēt profilu.

source: Any Character
ar: أي حرف
be: Адвольны сімвал
he: כל תו שהוא
hi: कोई भी वर्ण
lv: Jebkura rakstzīme

source: Start of Line
ar: بداية السطر
be: Пачатак радку
he: תחילת השורה
hi: लाइन की शुरुआत
lv: Rindas sākums

source: End of Line
ar: نهاية السطر
be: Канец радку
he: סוף השורה
hi: पंक्ति का अंत
lv: Rindas beigas

source: Set of Characters
ar: مجموعة محارف
be: Набор сімвалаў
he: ערכת תווים
hi: वर्णों का समूह
lv: Rakstzīmju kopa

source: Repeats, Zero or More Times
ar: التكرار، صفر أو أكثر
be: Паўтарэнні, нуль або болей разоў
he: חזרה, אפס פעמים או יותר
hi: दोहराव, शून्य या अधिक बार
lv: Atkārtojumi, nulle vai vairāk reizes

source: Repeats, One or More Times
ar: التكرار، مرة واحدة أو أكثر
be: Паўтарэнні, адзін або болей разоў
he: חזרה, פעם אחת או יותר
hi: एक या अधिक बार दोहराता है
lv: Atkārtojumi, vienu vai vairāk reizes

source: Optional
ar: اختياري
be: Неабавязкова
he: רשות
hi: वैकल्पिक
lv: Pēc izvēles

source: Escape
hi: पलायन
lv: „Escape“ taustiņš

source: TAB
hi: टैब

source: Newline
ar: سطر جديد
be: Новы радок
he: שורה חדשה
hi: नई लाइन
lv: Jauna rinda

source: Carriage Return
ar: الرجوع الى بداية السّطر
be: Перавод карэткі
he: חזרת גרר
hi: कैरिज रिटर्न
lv: Rindatgrieze

source: White Space
ar: فراغ
be: Прабел
he: רווח
hi: सफेद स्थान
lv: Tukšvieta

source: Digit
ar: خانة
be: Лічба
he: ספרה
hi: अंक
lv: Cipars

source: &Case sensitive
ar: &حسّاس لحالة الأحرف
be: &Улік памеру
he: &תלוי רישיות
hi: &अक्षर संवेदनशील
lv: &Reģistrjutīga

source: Search &for:
ar: ا&بحث عن:
be: Шукаць &для:
he: חיפוש &אחר:
hi: निम्न को खोजें:
lv: &Meklēt:

source: <p>The filename filtering criteria is defined here.</p><p>You can make use of wildcards. Multiple patterns are separated by space (means logical OR) and patterns are excluded from the search using the pipe symbol.</p><p>If the pattern is ended with a slash (<code>*pattern*/</code>), that means that pattern relates to recursive search of folders.<ul><li><code>pattern</code> - means to search those files/folders that name is <code>pattern</code>, recursive search goes through all subfolders independently of the value of <code>pattern</code></li><li><code>pattern/</code> - means to search all files/folders, but recursive search goes through/excludes the folders that name is <code>pattern</code></li></ul></p><p>It is allowed to use quotation marks for names that contain space. Filter <code>"Program&nbsp;Files"</code> searches out those files/folders that name is <code>Program&nbsp;Files</code>.</p><p>Examples:</p><ul><li><code>*.o</code></li><li><code>*.h *.c??</code></li><li><code>*.cpp *.h | *.moc.cpp</code></li><li><code>* | .svn/ .git/</code></li></ul><p><b>Note</b>: the search term '<code>text</code>' is equivalent to '<code>*text*</code>'.</p>
ar: <p>تحدد معايير تصفية اسم الملف هنا.</p><p>يمكنك استخدام الحروف البدل. تفصل الأنماط المتعددة بمسافة (تعني أو المنطقية) وتستثنى الأنماط من البحث باستخدام رمز الأنبوب.</p><p>إذا انتهى النمط بشرطة مائلة (<code>*نمط*/</code>)، فهذا يعني أن النمط يتعلق بالبحث التكراري للمجلدات.<ul><li><code>نمط</code> - يعني ابحث عن تلك الملفات/المجلدات التي اسمها هو <code>نمط</code>، والبحث التكراري يمر عبر كل المجلدات الفرعية بشكل مستقل عن قيمة <code>نمط</code></li><li><code>نمط/</code> - يعني ابحث عن كل الملفات/المجلدات، ولكن البحث التكراري يمر عبر/يستبعد المجلدات التي اسمها هو <code>نمط</code></li></ul></p><p>يسمح باستخدام علامات الاقتباس للأسماء التي تحتوي على مسافة. مرشح <code>"Program&nbsp;Files"</code> يبحث عن تلك الملفات/المجلدات التي اسمها هو <code>Program&nbsp;Files</code>.</p><p>أمثلة:</p><ul><li><code>*.o</code></li><li><code>*.h *.c??</code></li><li><code>*.cpp *.h | *.moc.cpp</code></li><li><code>* | .svn/ .git/</code></li></ul><p><b>ملاحظة</b>: مصطلح البحث '<code>text</code>' يعادل '<code>*text*</code>'.</p>
be: <p>Тут вызначаны крытэрыі фільтрацыі назваў файлаў.</p><p>Вы можаце выкарыстоўваць знакі падстаноўкі. Некалькі шаблонаў падзеленыя прабелам (гэта значыць лагічнае АБО), а шаблоны выключаюцца з пошуку з дапамогай сімвала вертыкальнай рысы.</p><p>Калі шаблон заканчваецца касой рысай (<code>*pattern*/</code>), гэта азначае, што шаблон адносіцца да рэкурсіўнага пошуку па папках.<ul><li><code>шаблон</code> - азначае пошук файлаў/папак з назвай <code>шаблон</code>, рэкурсіўны пошук праходзіць праз усе падпапкі незалежна ад значэння <code>шаблон</code></li><li><code>шаблон/</code> - азначае пошук па ўсіх файлах/папках, але рэкурсіўны пошук праходзіць праз/выключае папкі з назвай <code>шаблон</code></li></ul></p><p>Дазволена выкарыстоўваць двукоссі для назваў, якія ўтрымліваюць прабел. Фільтр <code>"Program&nbsp;Files"</code> шукае файлы/папкі з назвай <code>Program&nbsp;Files</code>.</p><p>Прыклады:</p><ul><li><code>*.o</code></li><li><code>*.h *.c??</code></li><li><code>*.cpp *.h | *.moc.cpp</code></li><li><code>* | .svn/ .git/</code></li></ul><p><b>Заўвага</b>: пошукавы тэрмін '<code>text</code>' эквівалентны '<code>*text*</code>'.</p>
he: <p>כאן מוגדרים תנאי סינון שמות קבצים.</p><p>אפשר להשתמש בתווי הכללה.אפשר להפריד בין התבניות השונות ברווח (כלומר שער „או” לוגי) ואפשר להחריג תבניות מהחיפוש בעזרת תו הקו האנכי.</p><p>אם התבנית נסגרת בלוכסן (<code>*תבנית*/</code>), המשמעות היא שיש התייחסות לחיפוש נסוג/רקורסיבי של תיקיות.<ul><li><code>תבנית</code> - הכוונה היא לחפש אחר קבצים/תיקיות שהשם שלהן הוא <code>תבנית</code>, חיפוש נסוג/רקורסיבי עובר על כל תת־התיקיות בנפרד מהערך <code>תבנית</code></li><li><code>תבנית/</code> - הכוונה היא לחפש בכל הקבצים/התיקיות, אבל החיפוש הנסוג עובר על/מחריג את התיקיות שהשם שלהן הוא <code>תבנית</code></li></ul></p><p>מותר להשתמש במירכאות לשמות שמכילים רווח. המסנן <code>"Program&nbsp;Files"</code> מחפש אחר הקבצים/התיקיות האלה שנקראים <code>Program&nbsp;Files</code>.</p><p>למשל:</p><ul><li><code>‎*.o</code></li><li><code>‎*.h *.c??</code></li><li><code>‎*.cpp *.h | *.moc.cpp</code></li><li><code>‎* | .svn/ .git/</code></li></ul><p><b>הערה</b>: ביטוי החיפוש ’<code>text</code>’ זהה לביטוי ‚<code>*text*</code>’.</p>
hi: <p>फ़ाइल नाम फ़िल्टरिंग मानदंड यहां परिभाषित किया गया है।</p><p> आप वाइल्डकार्ड का उपयोग कर सकते हैं। कई पैटर्न को स्पेस (तार्किक OR का मतलब) से अलग किया जाता है और पाइप सिंबल का उपयोग करके पैटर्न को खोज से बाहर रखा जाता है।</p><p> यदि पैटर्न स्लैश ( <code>*pattern*/</code> ) के साथ समाप्त होता है, तो इसका मतलब है कि पैटर्न फ़ोल्डरों की पुनरावर्ती खोज से संबंधित है।<ul><li> <code>pattern</code> - इसका मतलब है उन फ़ाइलों/फ़ोल्डरों को खोजना जिनका नाम <code>pattern</code> है, पुनरावर्ती खोज <code>pattern</code> के मान से स्वतंत्र रूप से सभी सबफ़ोल्डरों से होकर गुजरती है</li><li> <code>pattern/</code> - का अर्थ है सभी फ़ाइलों/फ़ोल्डरों को खोजना, लेकिन पुनरावर्ती खोज उन फ़ोल्डरों को छोड़ देती है जिनका नाम <code>pattern</code> है</li></ul></p><p> रिक्त स्थान वाले नामों के लिए उद्धरण चिह्नों का उपयोग करने की अनुमति है। फ़िल्टर <code>&quot;Program Files&quot;</code> उन फ़ाइलों/फ़ोल्डरों को खोजता है जिनका नाम <code>Program Files</code> है।</p><p> उदाहरण:</p><ul><li> <code>*.o</code></li><li> <code>*.h *.c??</code></li><li> <code>*.cpp *.h | *.moc.cpp</code></li><li> <code>* | .svn/ .git/</code></li></ul><p> <b>नोट</b> : खोज शब्द &#39; <code>text</code> &#39; &#39; <code>*text*</code> &#39; के समतुल्य है।</p>
lv: <p>Te ir definēts datņu nosaukumu filtrēšanas kritērijs.</p><p>Varat izmantot aizstājējzīmes. Vairākus paraugus varat atdalīt ar atstarpi (loģiskais OR jeb VAI), bet no meklēšanas izslēdzamos paraugus varat norādīt ar vertikālas līnijas simbolu.</p><p>Ja paraugs beidzas ar slīpsvītru (<code>*paraugs*/</code>), tas nozīmē, ka paraugs ir saistīts ar rekursīvu meklēšanu mapēs.<ul><li><code>paraugs</code> nozīmē, ka vēlaties meklēt datnes/mapes ar šādu nosaukumu, kādu satur <code>paraugs</code>, rekursīva meklēšana nozīmē, ka programma apskata visas apakšmapes neatkarīgi no <code>parauga</code>vērtības</li><li><code>paraugs/</code> nozīmē, ka meklē visas datnes/mapes, bet rekursīvā meklēšana apskata/izlaiž mapes, kuru nosaukums ir <code>paraugs</code></li></ul></p><p>„Krusader“ ļauj izmantot pēdiņas nosaukumiem, kas satur atstarpes. Filtrs <code>"Programmu&nbsp;datnes"</code> meklē visas datnes/mapes, kuru nosaukums ir <code>Programmu&nbsp;datnes</code>.</p><p>Piemēri:</p><ul><li><code>*.o</code></li><li><code>*.h *.c??</code></li><li><code>*.cpp *.h | *.moc.cpp</code></li><li><code>* | .svn/ .git/</code></li></ul><p><b>Ievērībai</b>: meklējot teksts „<code>teksts</code>“ ir vienāds ar „<code>*teksts*</code>“.</p>

source: &Of type:
ar: &نوعه:
be: &Тыпу:
he: מ&סוג:
hi: &प्रकार:
lv: &Tips:

source: All Files
ar: كلّ الملفّات
be: Усе файлы
he: כל הקבצים
hi: सभी फाइलें
lv: Visas datnes

source: &Profile handler
ar: &مدير التشكيلات
be: Загаловак прафайла
he: מ&טפל בפרופילים
hi: &प्रोफ़ाइल हैंडलर
lv: &Profilu apstrādātājs

source: &Load
ar: &حمّل
be: &Загрузка
he: &טעינה
hi: &भार
lv: &Ielādēt

source: Searc&h in
ar: ال&بحث في
be: Пошук &у
he: &חיפוש ב־
hi: तलाश करो और अंदर जाओ
lv: Meklēšanas &vieta

source: &Do not search in
ar: لا &تبحث في
be: &Не шукаць у
he: &לא לחפש תחת
hi: &इसमें खोज न करें
lv: &Nemeklēt šeit

source: Containing text
ar: يحوي النصّ
be: Утрымлівае тэкст
he: מכיל את הטקסט
hi: पाठ युक्त
lv: Satur tekstu

source: &Text:
ar: ال&نص:
be: &Тэкст:
he: &טקסט:
hi: &मूलपाठ:
lv: &Teksts:

source: RegExp
ar: العبارة المنطقية
be: РэгулярныВыраз
he: ביטוי רגולרי
hi: रेगुलर एक्सप्रेशन
lv: Regulārās izt.

source: Encoding:
ar: الترميز:
be: Кадзіроўка:
he: קידוד:
hi: एनकोडिंग:
lv: Kodējums:

# Default encoding
source: Default
ar: المبدئيّ
be: Па ўмаўчанні
he: ברירת מחדל
hi: गलती करना
lv: Noklusējums

source: &Match whole word only
ar: طابق الكلمة الكاملة فقط
be: &Супадзенне толькі слова цалкам
he: ל&כידת מילים שלמות בלבד
hi: &केवल पूर्ण शब्द मिलाएं
lv: &Atbilst tikai pilniem vārdiem

source: Cas&e sensitive
ar: &حسّاس لحالة الأحرف
be: Улі&к памеру
he: תלוי &רישיות
hi: अक्षर संवेदनशील
lv: &Reģistrjutīga

source: Search in s&ub folders
ar: ابحث في المجلدات الفرعية
be: Пошук у па&дпапках
he: חיפוש ב&תת תיקיות
hi: s&ub फ़ोल्डरों में खोजें
lv: Meklēt apakš&mapēs

source: Search in arch&ives
ar: ابحث في الأرشيفات
be: Пошук у архіва&х
he: חיפוש ב&ארכיונים
hi: अभिलेखों में खोजें
lv: Meklēt ar&hīvos

source: Follow &links
ar: اتبع الروابط
be: Хадзіць па спас&ылкам
he: מעקב אחר &קישורים
hi: अनुसरण करें &लिंक
lv: Sekot &saitēm

source: Exclude Folder Names
ar: استبعد أسماء المجلدات
be: Пазбегнуць назваў папак
he: להחריג שמות תיקיות
hi: फ़ोल्डर नाम बहिष्कृत करें
lv: Neņemt vērā mapju nosaukumus

source: Filters out specified folder names from the results.
ar: صفي أسماء المجلدات المحددة من النتائج.
be: Адфільтроўвае зададзеныя назвы папак з вынікаў.
he: סינון התיקיות שצוינו מהתוצאות.
hi: परिणामों से निर्दिष्ट फ़ोल्डर नामों को फ़िल्टर करता है.
lv: No rezultātiem izfiltrēt noteiktas mapes.

source: Enter space-separated folder names
ar: أدخل أسماء المجلدات مفصولة بمسافات
be: Уводзьце назвы папак, падзеленыя прабеламі
he: נא למלא שמות תיקיות מופרדים ברווחים
hi: रिक्त स्थान से अलग किए गए फ़ोल्डर नाम दर्ज करें
lv: Ar atstarpi atdalīti mapju nosaukumi

source: You can insert names with escaped spaces or quoted. Example: .git "target build" build\ krusader
ar: يمكنك إدخال أسماء بمسافات مهرباة أو مقتبسة. مثال: .git "target build" build\ كروسيدر
be: Вы можаце ўстаўляць імёны з прабеламі дзякуючы кіруючаму сімвалу або двукоссям. Прыклад: .git "мэта будуецца" будуй\ krusader
he: אפשר להוסיף שמות עם תווי מילוט או מצוטטים. למשל: ‎.git "target build" build\ krusader
hi: आप एस्केप्ड स्पेस या कोट के साथ नाम डाल सकते हैं। उदाहरण: .git "target build" build\ krusader
lv: Varat ierakstīt nosaukumus ar atzīmētām atstarpēm vai pēdiņās. Piemērs: .git "target build" build\ krusader

source: No search criteria entered.
ar: لم يُدخل معيار بحث.
be: Не уведзены крытэрый пошуку.
he: לא צוין תנאי לחיפוש.
hi: कोई खोज मापदंड दर्ज नहीं किया गया.
lv: Nav ierakstīts meklēšanas kritērijs

source: Please specify a location to search in.
ar: الرجاء تحديد موقع للبحث فيه.
be: Калі ласка, укажыце месца пошуку.
he: נא לציין מקום לחפש בו.
hi: कृपया खोज करने के लिए कोई स्थान निर्दिष्ट करें.
lv: Norādiet vietu, kurā meklēt.

source: Open the folder history list
ar: افتح قائمة تاريخ المجلدات
be: Адчыніць спіс гісторыі папак
he: פתיחת רשימת היסטוריית התיקיות
hi: फ़ोल्डर इतिहास सूची खोलें
lv: Atvērt mapju vēstures sarakstu

source: Name of folder where command will be processed.
ar: اسم المجلد الذي سيعالج فيه الأمر.
be: Назва папкі, у якой будзе апрацавана каманда.
he: שם התיקייה בה תעובד הפקודה.
hi: फ़ोल्डर का नाम जहाँ आदेश संसाधित किया जाएगा.
lv: Mapes nosaukums, kurā apstrādās komandu.

source: <qt><p>Well, it is actually quite simple: you type your command here and Krusader obeys.</p><p><b>Tip</b>: move within command line history with &lt;Up&gt; and &lt;Down&gt; arrows.</p></qt>
ar: <qt><p>حسنًا، الأمر بسيط للغاية: اكتب أمرك هنا وكروسيدر سيطيع.</p><p><b>نصيحة</b>: تنقّل في تاريخ سطر الأوامر باستخدام سهام &lt;فوق&gt; و &lt;أسفل&gt;.</p></qt>
be: <qt><p>Штош, насамрэч усё даволі проста: вы ўводзіце тут сваю каманду, і Krusader выконвае яе.</p><p><b>Парада</b>: перамяшчайцеся па гісторыі каманднага радка з дапамогай стрэлак &lt;Уверх&gt; і &lt;Уніз&gt; .</p></qt>
he: <qt><p>ובכן, זה למעשה די פשוט: כאן מקלידים את הפקודה שלך ו־Krusader מציית.</p><p><b>עצה</b>: אפשר לעבור בין הפקודות בהיסטוריה עם החיצים &lt;למעלה&gt; ו&lt;למטה&gt;.</p></qt>
hi: <qt><p>खैर, यह वास्तव में काफी सरल है: आप यहां अपना आदेश टाइप करते हैं और क्रुसेडर उसका पालन करता है।</p><p> <b>टिप</b> : &lt;ऊपर&gt; और &lt;नीचे&gt; तीरों के साथ कमांड लाइन इतिहास में आगे बढ़ें।</p></qt>
lv: <qt><p>Tas patiesībā ir vienkārši: ierakstiet te savu komandu, bet „Krusader“ to izpildīs.</p><p><b>Padoms</b>: ievadīto komandu vēsturē varat pārvietoties ar augšup un lejup bultām.</p></qt>

source: Execution mode
ar: وضع التّنفيذ
be: Рэжым выканання
he: מצב הפעלה
hi: निष्पादन मोड
lv: Izpildes režīms

source: Rename
ar: غيّر الاسم
be: Перйменаваць
he: שינוי שם
hi: नाम बदलें
lv: Pārdēvēt

source: Edit
ar: حرّر
be: Выхад
he: עריכה
hi: संपादन करना
lv: Rediģēt

source: Copy
ar: انسخ
be: Капіраваць
he: העתקה
hi: प्रतिलिपि
lv: Kopēt

source: Move
ar: انقل
be: Перамясціць
he: העברה
hi: कदम
lv: Pārvietot

source: Mkdir
ar: إنشاء مجلد
be: Стварыць папку
he: יצירת תיקייה
hi: म्कदिर
lv: Izveidot mapi

source: Term
ar: الفترة
be: Тэрмін
he: ביטוי
hi: अवधि
lv: Terminālis

source: Quit
ar: أنهِ
be: Выйсці
he: יציאה
hi: छोड़ना
lv: Iziet

source: Reload
ar: أعد التحميل
be: Перазагрузіць
he: ריענון
hi: पुनः लोड करें
lv: Pārlādēt

source: Ready.
ar: جاهز.
be: Гатова.
he: בהמתנה.
hi: तैयार।
lv: Gatavs.

source: Open the available media list
ar: افتح قائمة الوسائط المتاحة
be: Адчыніце спіс даступных медыяфайлаў
he: פתיחת רשימת אמצעי האחסון הזמינים
hi: उपलब्ध मीडिया सूची खोलें
lv: Atvērt pieejamo multivides sarakstu

# %1 is the mount point of the remote share
source: Remote Share [%1]
ar: مشاركة عن بعد [%1]
be: Аддаленая папка [%1]
he: שיתוף מרוחק [%1]
hi: रिमोट शेयर [%1]
lv: Attālā koplietošana [%1]

# Unknown label
source: Unknown
ar: مجهول
be: Невядомы
he: לא ידוע
hi: अज्ञात
lv: Nezināms

# Unknown media type
source: Unknown
ar: مجهول
be: Невыдомы
he: לא ידוע
hi: अज्ञात
lv: Nezināms

source: Floppy
ar: قرص مرن
be: Флопік
he: תקליטון
hi: फ्लॉपी
lv: Diskete

source: CD/DVD-ROM
ar: قرص CD/DVD
he: תקליטור/DVD
hi: सीडी/डीवीडी-रोम

source: USB pen drive
ar: قرص USB متنقل
be: USB дыск
he: כונן USB נשלף
hi: यूएसबी पेन ड्राइव
lv: USB zibatmiņa

source: USB device
ar: جهاز USB
be: USB прылада
he: התקן USB
hi: यूएसबी डिवाइस
lv: USB ierīce

source: Removable media
ar: وسائط متعددة قابلة للإزالة
be: Вынімаемы носьбіт
he: אמצעי אחסון נשלף
hi: हटाने योग्य मीडिया
lv: Noņemamais datu nesējs

source: Hard Disk
ar: قرص صلب
be: Жорсткі дыск
he: כונן קשיח
hi: हार्ड डिस्क
lv: Cietais disks

source: Camera
ar: كاميرا
be: Камера
he: מצלמה
hi: कैमरा
lv: Kamera

source: Video CD/DVD-ROM
ar: قرص فيديو CD/DVD
be: Відэа CD/DVD-ROM
he: תקליטור/DVD של סרט
hi: वीडियो सीडी/डीवीडी-रोम

source: Audio CD/DVD-ROM
ar: قرص صوتي CD/DVD
be: Гукавы CD/DVD-ROM
he: תקליטור/DVD של מוזיקה
hi: ऑडियो सीडी/डीवीडी-रोम

source: Recordable CD/DVD-ROM
ar: قرص CD/DVD قابل للتسجيل
be: Запісываемы CD/DVD-ROM
he: תקליטור/DVD לצריבה
hi: रिकॉर्ड करने योग्य सीडी/डीवीडी-रोम
lv: Ierakstāms CD/DVD-ROM

source: Mount
ar: ضمّ
be: Манціраваць
he: עיגון
hi: पर्वत
lv: Piemontēt

source: Unmount
ar: أزل الضم
be: Адманціраваць
he: ניתוק עיגון
hi: अनमाउंट
lv: Nomontēt

source: Eject
ar: أخرِج
be: Дастаць
he: שליפה
hi: निकालें
lv: Izņemt

source: An error occurred while accessing '%1', the system responded: %2
ar: حدث خطأ أثناء النّفاذ إلى ’%1‘، ردّ النّظام بِ‍: %2
be: Падчас доступу да '%1' адбылася памылка, сістэма вярнула адказ: %2
he: אירעה שגיאה בגישה אל ‚%1’. תגובת המערכת: %2
hi: '%1' तक पहुँचते समय एक त्रुटि हुई, सिस्टम ने जवाब दिया: %2
lv: Notika kļūda, piekļūstot „%1“, sistēma atbildēja: %2

source: An error occurred while accessing '%1'
ar: حدث خطأ أثناء النّفاذ إلى ’%1‘
be: Адбылася памылка пад час доступу да '%1'
he: אירעה שגיאה בגישה אל ‚%1’
hi: '%1' तक पहुँचते समय एक त्रुटि हुई
lv: Notika kļūda, piekļūstot „%1“

source: Profiles
ar: التّشكيلات
be: Прафайлы
he: פרופילים
hi: प्रोफाइल
lv: Profili

source: Remove entry
ar: أزِل المدخلة
be: Выдаліць элемент
he: הסרת רשומה
hi: प्रविष्टि हटाएँ
lv: Noņemt ierakstu

source: Overwrite entry
ar: استبدل المدخل
be: Перазапісаць элемент
he: דריסת רשומה
hi: प्रविष्टि अधिलेखित करें
lv: Pārrakstīt ierakstu

source: Add new entry
ar: أضف مدخلة جديدة
be: Дадаць новы элемент
he: הוספת רשומה חדשה
hi: नई प्रविष्टि जोड़ें
lv: Pievienot jaunu ierakstu

source: Krusader::ProfileManager
ar: كروسيدر::مدير التشكيلات
be: Krusader::МенеджэрПрафайлаў
he: Krusader::מנהל פרופילים
hi: धर्मयुद्ध::प्रोफ़ाइल प्रबंधक
lv: Krusader::Profilu pārvaldnieks

source: Enter the profile name:
ar: أدخل اسم التشكيلة:
be: Увядзіце назву прафайла:
he: נא למלא שם לפרופיל:
hi: प्रोफ़ाइल नाम दर्ज करें:
lv: Ierakstiet profila nosaukumu:

source: Empty Recently Closed Tabs
ar: امحُ الألسنة المُغلقة حديثًا
be: Ачысціць нядаўна закрытыя ўкладкі
he: פינוי רשימת הלשוניות שנסגרו אחרונות
hi: हाल ही में बंद किए गए टैब खाली करें
lv: Iztukšot nesen aizvērtās cilnes

source: <b>Cannot create embedded terminal.</b><br/>
ar: <b>لا يمكن إنشاء طرفية مضمّنة.</b><br/>
be: <b>Немагчыма стварыць убудаваны тэрмінал.</b><br/>
he: <b>לא ניתן ליצור מסוף מובנה.</b><br/>
hi: <b>एम्बेडेड टर्मिनल नहीं बनाया जा सकता.</b><br/>
lv: <b>Nevar izveidot iebūvēto termināli.</b><br/>

# missing program - arg1 is a URL
source: <b>Cannot create embedded terminal.</b><br>You can fix this by installing Konsole:<br/>%1
ar: <b>لا يمكن إنشاء طرفية مضمّنة.</b><br>يمكنك إصلاح هذا بتثبيت كونسول:<br/>%1
be: <b>Немагчыма стварыць убудаваны тэрмінал.</b><br>Вы можаце адрамантаваць гэта ўсталяваўшы Konsole:<br/>%1
he: <b>לא ניתן ליצור מסוף מובנה.</b><br>אפשר לפתור את זה על ידי התקנת Konsole:<br/>%1
hi: <b>एम्बेडेड टर्मिनल नहीं बनाया जा सकता.</b><br> आप कोनसोल स्थापित करके इसे ठीक कर सकते हैं:<br/> %1
lv: <b>Nevar izveidot iebūvēto termināli.</b><br>To varat novērst, instalējot „Konsole“:</br>%1

source: Cancel Job
ar: ألغ المهمة
be: Скасаваць заданне
he: ביטול משימה
hi: नौकरी रद्द करें
lv: Atcelt darbu

source: Pause Job
ar: أوقف المهمة
be: Заданне на паўзу
he: השהיית משימה
hi: कार्य रोकें
lv: Pauzēt darbu

source: Resume Job
ar: استأنف المهمة
be: Узнавіць заданне
he: המשך משימה
hi: नौकरी फिर से शुरू करें
lv: Turpināt darbu

source: Start Job
ar: ابدأ المهمّة
be: Запусціць заданне
he: התחלת משימה
hi: नौकरी शुरू करें
lv: Sākt darbu

source: No jobs
ar: لا مهام
be: Няма заданняў
he: אין משימות
hi: कोई नौकरी नहीं
lv: Nav darbu

source: Play/Pause &Job
ar: شغّل/أوقف ال&مهمة
be: Граць/прыпыніць заданне
he: ה&רצת/השהיית משימה
hi: चलाएँ/रोकें और नौकरी
lv: Atskaņot/pauzēt &darbu

source: Job Progress Bar
ar: شريط تقدم المهمة
be: Прагрэс задання
he: סרגל התקדמות משימה
hi: कार्य प्रगति बार
lv: Darba progresa josla

source: Job Queue Mode
ar: نمط قائمة انتظار المهام
be: Рэжым чаргі задання
he: מצב תור משימות
hi: नौकरी कतार मोड
lv: Darba rindas režīms

source: Run only one job in parallel
ar: شغّل مهمة واحدة فقط بشكل متوازي
be: Выконваць толькі адно заданне паралальна
he: להריץ רק פקודה אחת במקביל בכל פעם
hi: समानांतर में केवल एक ही कार्य चलाएं
lv: Paralēli darbināt tikai vienu termināli

source: Undo Last Job
ar: تراجع عن آخر مهمة
be: Адмяніць апошняе заданне
he: הסגת המשימה האחרונה
hi: पिछला कार्य पूर्ववत करें
lv: Atsaukt pēdējo darbu

source: Are you sure you want to quit?
ar: هل أنت متأكد أنك تريد الخروج ؟
be: Вы жадаеце выйсці?
he: לצאת?
hi: क्या आप वाकई छोड़ना चाहते हैं?
lv: Vai tiešām vēlaties iziet?

source: There is one job operation left.
ar: يوجد عملية مهمة واحدة باقية.
be: Засталося %1 заданне што працуе.
he: נותרה פעולת משימה אחת.
hi: %1 नौकरी संचालन बाकी है.
lv: Ir atlikusi %1 darbība ar darbu.

source: No Jobs
ar: لا مهام
be: Заданняў няма
he: אין משימות
hi: कोई नौकरी नहीं
lv: Nav darbu

source: %1 Job
ar: مهمة
be: %1 заданне
he: משימה
hi: %1 नौकरियाँ
lv: %1 darbs

source: Clear Job List
ar: امحُ قائمة المهام
be: Пачысціць спіс заданняў
he: פינוי רשימת המשימות
hi: नौकरी सूची साफ़ करें
lv: Notīrīt darbu sarakstu

source: Pause All Jobs
ar: ألبث قائمة المهام
be: Прыпыніць усе заданні
he: השהיית כל המשימות
hi: सभी कार्य रोकें
lv: Pauzēt visus darbus

source: Resume Job List
ar: استكمل قائمة المهام
be: Узнавіць спіс заданняў
he: המשך רשימת המשימות
hi: नौकरी सूची फिर से शुरू करें
lv: Turpināt darbu sarakstu

source: Move %1 to trash
ar: انقل %1 إلى المهملات
be: Перамясціць %1 у сметніцу
he: להעביר את %1 לאשפה
hi: %1 को ट्रैश में ले जाएं
lv: Pārvietot „%1“ uz atkritni

source: Move %1 file to trash
ar: انقل إلى المهملات
be: Перамясціць %1 файл у сметніцу
he: להעביר קובץ לאשפה
hi: %1फ़ाइलें ट्रैश में ले जाएँ
lv: Pārvietot %1 datni uz atkritni

source: Delete %1
ar: احذف %1
be: Выдаліць %1
he: למחוק את %1
hi: %1 मिटाएँ
lv: Dzēst „%1“

source: Delete %1 file
ar: احذف الملفّ
be: Выдаліць %1 файл
he: למחוק קובץ
hi: %1 फ़ाइलें मिटाएँ
lv: Dzēst %1 datni

source: Copy to %1
ar: انسخ إلى %1
be: Капіраваць у %1
he: העתקה אל%1
hi: %1 पर कॉपी करें
lv: Kopē uz „%1“

source: Move to %1
ar: انقل إلى %1
be: Перамясціць у %1
he: העברה אל %1
hi: %1 पर जाएँ
lv: Pārvietot uz „%1“

source: Link to %1
ar: اربط إلى %1
be: Спасылка на %1
he: קישור אל %1
hi: %1 से लिंक करें
lv: Saitēt uz „%1“

source: General
ar: عامّ
be: Асноўныя
he: כללי
hi: सामान्य
lv: Pamata

source: Automount filesystems
ar: نظم ملفات التثبيت الآلي
be: Аўтаматычнае манціраванне файлавых сістэм
he: עיגון מערכות קבצים אוטומטית
hi: फ़ाइल सिस्टम को स्वचालित माउंट करें
lv: Automātiski piemontēt datņu sistēmas
