Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: <p>At startup, the main window will resize itself to the size it was when last shutdown. It will also appear in the same location of the screen, having panels sorted and aligned as they were before.</p> <p>If this option is disabled, you can use the menu <i>Window -> Save Position</i> option to manually set the main window's size and position at startup.</p>
ar: <p>عند البدء، سيعيد كروسيدر تحديد حجم النافذة الرئيسة للحجم الذي كانت عليه عند آخر إغلاق. ستظهر أيضاً في نفس مكان الشاشة، مع لوحات مرتبة ومصففة كما كانت من قبل.</p> <p>إذا عطلت هذا الخيار، يمكنك استخدام خيار القائمة <i>نافذة -> احفظ الوضع</i> لتحديد حجم ووضع النافذة الرئيسة يدوياً عند البدء.</p>
be: <p>Пры запуску галоўнае акно прыме памер і размяшчэнне, як пры апошнім закрыцці. Панэлі будуць адсартаваныя і выраўнаваныя, як раней.</p><p>Калі гэтая опцыя адключана, можна скарыстацца меню <i>Акно -> Захаваць пазіцыю</i>, каб усталяваць памер і пазіцыю акна ўручную.</p>
he: <p>בהתחלה, החלון הראשי ישנה את גודלו לגודל שבו היה לפני הכיבוי האחרון. הוא גם יופיע באותו מקום במסך, הלוחות יהיו מסודרים כמו שהיו לפני כן.</p> <p>אם האפשרות הזאת מושבתת, אפשר להשתמש באפשרות התפריט <i>חלון -> שמירת מקום</i> כדי להגדיר את גודל החלון ומקומו עם העלייה.</p>
hi: <p>स्टार्टअप पर, मुख्य विंडो अपने आप ही उस आकार में आ जाएगी, जैसा कि पिछली बार बंद होने पर थी। यह स्क्रीन के उसी स्थान पर दिखाई देगी, जिसमें पैनल पहले की तरह क्रमबद्ध और संरेखित होंगे।</p><p> यदि यह विकल्प अक्षम है, तो आप स्टार्टअप पर मुख्य विंडो का आकार और स्थिति मैन्युअल रूप से सेट करने के लिए मेनू <i>विंडो -&gt; स्थिति सहेजें</i> विकल्प का उपयोग कर सकते हैं।</p>
lv: <p>Palaižoties programma mainīs pamata loga izmēru līdz tādam, kāds tas bija pēdējās izslēgšanas reizē. Tāpat arī tas atradīsies tajā pašā ekrāna vietā, kur atradās iepriekšējā vietā ar visu paneļu izvietojumu, kādu to pēdējā reizē atstājāt.</p> <p>Ja šī opcija ir izslēgta, varat izmantot izvēlni <i>Logs —> Saglabāt novietojumu</i>, lai manuāli noteiktu galvenā loga izmēru un novietojumu, programmu ieslēdzot.</p>

source: Update default panel settings
ar: حدّث إعدادات اللوحة المبدئية
be: Абнавіць налады панэлі па ўмаўчанні
he: עדכון הגדרות הלוח כברירת מחדל
hi: डिफ़ॉल्ट पैनल सेटिंग अपडेट करें
lv: Atjaunināt noklusējuma paneļa iestatījumus

source: When settings of a panel are changed, save them as the default for new panels of the same type.
ar: عند تغيير إعدادات لوحة، احفظها كمبدئية للوحات الجديدة من نفس النوع.
be: Пры змене налад панэлі захоўваць іх як налады па ўмаўчанні для новых панэляў таго ж тыпу.
he: כשהגדרות של לוח משתנות, יש לשמור אותן כברירת המחדל ללוחות חדשים מאותו הסוג.
hi: जब किसी पैनल की सेटिंग बदली जाती है, तो उन्हें उसी प्रकार के नए पैनल के लिए डिफ़ॉल्ट के रूप में सहेजें।
lv: Mainot paneļa iestatījumus, saglabāt tos kā noklusējumus jauniem šāda paša tipa paneļiem.

source: Start to tray
ar: ابدأ في صينية النظام
be: Запускаць у трэі
he: התחלה בשורת המערכת
hi: ट्रे शुरू करें
lv: Palaist sistēmas ikonu joslā

source: Krusader starts to tray, without showing the main window
ar: يبدأ كروسيدر في الدرج، بدون عرض النافذة الرئيسة
be: Krusader запускаецца ў трэі без паказу галоўнага акна
he: Krusader יתחיל ממוזער לשורת המערכת, מבלי להציג את החלון הראשי
hi: क्रुसेडर मुख्य विंडो दिखाए बिना, ट्रे शुरू करता है
lv: Pēc ieslēgšanas „Krusader“ atradīsies sistēmas ikonu joslā, neparādot pamata logu

source: Save component settings on exit
ar: احفظ إعدادات المكون عند الخروج
be: Захоўваць налады кампанентаў пры выхадзе
he: שמירת הגדרות הרכיב עם היציאה
hi: बाहर निकलते समय घटक सेटिंग सहेजें
lv: Izejot saglabāt komponenšu iestatījumus

source: Check the state of the user interface components and restore them to their condition when last shutdown.
ar: تحقق من حالة مكونات واجهة المستخدم وأعدها إلى حالتها عند آخر إغلاق.
be: Правяраць стан кампанентаў інтэрфейсу і аднаўляць іх стан пры апошнім закрыцці.
he: לבדוק את מצב רכיבי ממשק המשתמש ולשחזר אותם למצב שבו היו לפני הכיבוי האחרון.
hi: उपयोगकर्ता इंटरफ़ेस घटकों की स्थिति की जाँच करें और उन्हें अंतिम शटडाउन के समय की स्थिति में पुनर्स्थापित करें।
lv: Pārbaudīt lietotāja saskarnes komponenšu stāvokli un tos atjaunot tādus, kādi tie bija pēdējā izslēgšanas reizē.

source: Show function keys
ar: اعرض مفاتيح الوظيفة
be: Паказваць функцыянальныя клавішы
he: הצגת מקשי פונקציות
hi: फ़ंक्शन कुंजियाँ दिखाएँ
lv: Rādīt funkciju taustiņus

source: Function keys will be visible after startup.
ar: مفاتيح الوظيفة ستكون مرئية بعد البدء.
be: Функцыянальныя клавішы будуць бачны пасля запуску.
he: מקשי הפונקציות יהיו גלויים לאחר ההפעלה.
hi: स्टार्टअप के बाद फ़ंक्शन कुंजियाँ दिखाई देंगी.
lv: Ieslēdzot programmu, būs redzami funkciju taustiņu.

source: Show command line
ar: اعرض سطر الأوامر
be: Паказваць камандны радок
he: הצגת שורת פקודות
hi: कमांड लाइन दिखाएँ
lv: Rādīt komandrindu

source: Command line will be visible after startup.
ar: سيكون سطر الأوامر مرئياً بعد البدء.
be: Камандны радок будзе бачны пасля запуску.
he: שורת הפקודות תהיה גלויה לאחר ההפעלה.
hi: स्टार्टअप के बाद कमांड लाइन दिखाई देगी।
lv: Ieslēdzot programmu, būs redzama komandrinda

source: Show embedded terminal
ar: اعرض الطرفية المضمنة
be: Паказваць убудаваны тэрмінал
he: הצגת מסוף מובנה
hi: एम्बेडेड टर्मिनल दिखाएं
lv: Rādīt iebūvēto termināli

source: Embedded terminal will be visible after startup.
ar: الطرفية المضمنة ستكون مرئية بعد البدء.
be: Убудаваны тэрмінал будзе бачны пасля запуску.
he: מסוף מובנה יופיע לאחר העלייה.
hi: एम्बेडेड टर्मिनल स्टार्टअप के बाद दिखाई देगा।
lv: Ieslēdzot programmu, būs redzams iebūvētais terminālis.

source: Information
ar: معلومات
be: Інфармацыя
he: פרטים
hi: जानकारी
lv: Informācija

source: Here you can configure settings about useractions. To set up, configure and manage your useractions please use ActionMan.
ar: هنا يمكنك ضبط الإعدادات المتعلقة بإجراءات المستخدم. لإعداد، وتكوين، وإدارة إجراءاتك، فضلاً استخدم مدير الإجراءات.
be: Тут вы можаце наладзіць дзеянні карыстальніка. Для стварэння, наладжвання і кіравання дзеяннямі карыстайцеся ActionMan.
he: כאן אפשר להגדיר תצורה של פעולות משתמשים. כדי להקים, להגדיר ולנהל את פעולות המשתמש שלך נא להשתמש במנהל הפעולות.
hi: यहां आप उपयोगकर्ता क्रियाओं के बारे में सेटिंग कॉन्फ़िगर कर सकते हैं। अपनी उपयोगकर्ता क्रियाओं को सेट अप, कॉन्फ़िगर और प्रबंधित करने के लिए कृपया ActionMan का उपयोग करें।
lv: Te varat konfigurēt lietotāja darbības. Lai sagatavotu, konfigurētu un pārvaldītu lietotāja darbības, izmantojiet „ActionMan“.

source: Start ActionMan
ar: ابدأ مدير الإجراءات
be: Запусціць ActionMan
he: הפעלת מנהל הפעולות
hi: एक्शनमैन शुरू करें
lv: Palaist „ActionMan“

source: Terminal execution
ar: تنفيذ طرفي
be: Выкананне ў тэрмінале
he: הפעלת מסוף
hi: टर्मिनल निष्पादन
lv: Izpilde terminālī

source: Terminal for UserActions:
ar: طرفية لإجراءات المستخدم:
be: Тэрмінал для дзеянняў карыстальніка:
he: מסוף לפעולות משתמש:
hi: उपयोगकर्ताक्रियाओं के लिए टर्मिनल:
lv: Lietotāja darbību terminālis:

source: %t will be replaced by the title of the action, %d with the workdir.
ar: سيستبدل بـ %t عنوان الإجراء، و بـ %d دليل العمل.
be: %t будзе заменена на назву дзеяння, %d — на працоўны каталог.
he: %t יוחלף בכותרת הפעולה, %d בתיקיית העבודה.
hi: %t को कार्रवाई के शीर्षक से प्रतिस्थापित किया जाएगा, %d को कार्यनिर्देशिका से प्रतिस्थापित किया जाएगा।
lv: „%t“ aizstās ar darbības nosaukumu, „%d“ — ar darba mapi.

source: Output collection
ar: تجميع الخرج
be: Збор вываду
he: אוסף פלט
hi: आउटपुट संग्रह
lv: Izvade

source: Normal font:
ar: الخط العادي:
be: Звычайны шрыфт:
he: גופן רגיל:
hi: सामान्य फ़ॉन्ट:
lv: Normālais fonts:

source: Font with fixed width:
ar: الخط بعرض ثابت:
be: Шрыфт з фіксаванай шырынёй:
he: גופן ברוחב קבוע:
hi: निश्चित चौड़ाई वाला फ़ॉन्ट:
lv: Fiksēta platuma fonts:

source: Use fixed width font as default
ar: استخدم خطاً بعرض ثابت مبدئيًا
be: Выкарыстоўваць шрыфт з фіксаванай шырынёй па ўмаўчанні
he: להשתמש בגופן ברוחב קבוע כברירת מחדל
hi: डिफ़ॉल्ट रूप से निश्चित चौड़ाई वाले फ़ॉन्ट का उपयोग करें
lv: Pēc noklusējuma izmantot fontu ar fiksētu platumu

source: Konfigurator - Creating Your Own Krusader
ar: Konfigurator - اصنع كروسيدر الخاص بك
be: Konfigurator — Стварыце свой уласны Krusader
he: Konfigurator - יצירת Krusader משלך
hi: कोन्फिगरेटर - अपना खुद का क्रुसेडर बनाना
lv: „Konfigurator“ — izveidojiet savu „Krusader“

source: Startup
ar: بدء التشغيل
be: Запуск
he: עלייה
hi: चालू होना
lv: Palaišana

source: Krusader's settings upon startup
ar: إعدادات كروسيدر عند بدء التشغيل
be: Налады Krusader пры запуску
he: הגדרות Krusader עם העלייה
hi: स्टार्टअप पर क्रुसेडर की सेटिंग्स
lv: „Krusader“ palaišanās iestatījumi

source: Panel
ar: اللوحة
be: Панэль
he: לוח
hi: पैनल
lv: Panelis

source: Basic Operations
ar: العمليات الأساسية
be: Асноўныя аперацыі
he: פעולות בסיסיות
hi: बुनियादी संचालन
lv: Pamata darbības

source: Advanced
ar: متقدّم
be: Прасунутыя
he: מתקדם
hi: विकसित
lv: Paplašināti

source: Be sure you know what you are doing.
ar: تأكد من أنك تعرف ماذا تفعل.
be: Пераканайцеся, што ведаеце, што робіце.
he: נא לוודא שברור לך מה השלכות מעשיך.
hi: सुनिश्चित करें कि आप जानते हैं कि आप क्या कर रहे हैं।
lv: Šajā lapā rīkojieties uzmanīgi.

source: Customize the way Krusader deals with archives
ar: خصص الطريقة التي يتعامل بها كروسيدر مع الأرشيفات
be: Наладзьце, як Krusader працуе з архівамі
he: התאמת הדרך שבה Krusader מטפל בארכיונים
hi: क्रुसेडर द्वारा अभिलेखों से निपटने के तरीके को अनुकूलित करें
lv: Pielāgojiet, kā „Krusader“ rīkojas ar arhīviem

source: Dependencies
ar: الاعتماديات
be: Залежнасці
he: תלויות
hi: निर्भरताएं
lv: Atkarības

source: Set the full path of the external applications
ar: حدد المسار الكامل للتطبيقات الخارجية
be: Усталюйце поўны шлях да знешніх праграм
he: הגדרת הנתיב המלא של היישומים החיצוניים
hi: बाह्य अनुप्रयोगों का पूर्ण पथ सेट करें
lv: Norādiet pilnu ceļu uz ārējām programmām

source: User Actions
ar: إجراءات المستخدم
be: Дзеянні карыстальніка
he: פעולות משתמש
hi: उपयोगकर्ता क्रियाएँ
lv: Lietotāja darbības

source: Configure your personal actions
ar: اضبط إجراءاتك الشخصية
be: Наладзьце свае асабістыя дзеянні
he: הגדרת הפעולות האישיות שלך
hi: अपनी व्यक्तिगत क्रियाएँ कॉन्फ़िगर करें
lv: Konfigurējiet savas personīgās darbības

source: Link MIMEs to protocols
ar: اربط MIMEs بالموافيق
be: Звязаць MIME-тыпы з пратаколамі
he: קישור סוגי תוכן (MIME) לפרוטוקולים
hi: MIME को प्रोटोकॉल से लिंक करें
lv: Sasaistiet MIME ar protokoliem

source: The current page has been changed. Do you want to apply changes?
ar: لقد تغيرت الصفحة الحالية. هل تود تطبيق التغييرات؟
be: Бягучая старонка была зменена. Ужыць змены?
he: העמוד הנוכחי נערך. להחיל את השינויים?
hi: वर्तमान पृष्ठ बदल दिया गया है। क्या आप परिवर्तन लागू करना चाहते हैं?
lv: Pašreizējā lapa ir izmainīt. Vai vēlaties izmaiņas pielietot?

source: Custom color
ar: لون مخصّص
be: Карыстальніцкі колер
he: צבע מותאם אישית
hi: कस्टम रंग
lv: Pielāgota krāsa

# Default color
source: Default
ar: المبدئيّ
be: Па ўмаўчанні
he: ברירת מחדל
hi: गलती करना
lv: Noklusējums

source: Red
ar: أحمر
be: Чырвоны
he: אדום
hi: लाल
lv: Sarkana

source: Green
ar: أخضر
be: Зялёны
he: ירוק
hi: हरा
lv: Zaļa

source: Blue
ar: أزرق
be: Сіні
he: כחול
hi: नीला
lv: Zila

source: Cyan
ar: سماوي
be: Блакітны
he: ציאן
hi: सियान
lv: Ciāna

source: Magenta
ar: أرجواني
be: Маліновы
he: ארגמן
hi: मैजेंटा
lv: Fuksīna

source: Yellow
ar: أصفر
be: Жоўты
he: צהוב
hi: पीला
lv: Dzeltena

source: Dark Red
ar: أحمر داكن
be: Цёмна-чырвоны
he: אדום כהה
hi: गहरा लाल
lv: Tumši sarkana

source: Dark Green
ar: أخضر داكن
be: Цёмна-зялёны
he: ירוק כהה
hi: गहरा हरा
lv: Tumši zaļa

source: Dark Blue
ar: أزرق داكن
be: Цёмна-сіні
he: כחול כהה
hi: गहरा नीला
lv: Tumši zila

source: Dark Cyan
ar: سماوي داكن
be: Цёмна-блакітны
he: ציאן כהה
hi: गहरा सियान
lv: Tumši ciāna

source: Dark Magenta
ar: أرجواني داكن
be: Цёмна-маліновы
he: ארגמן כהה
hi: गहरा मैजेंटा
lv: Tumši fuksīna

source: Dark Yellow
ar: أصفر داكن
be: Цёмна-жоўты
he: צהוב כהה
hi: गहरा पीला
lv: Tumši dzeltena

source: White
ar: أبيض
be: Белы
he: לבן
hi: सफ़ेद
lv: Balta

source: Light Gray
ar: رمادي خفيف
be: Светла-шэры
he: אפור בהיר
hi: हल्का ग्रे
lv: Gaiši pelēka

source: Gray
ar: رصاصيّ
be: Шэры
he: אפור
hi: स्लेटी
lv: Pelēka

source: Dark Gray
ar: رمادي داكن
be: Цёмна-шэры
he: אפור כהה
hi: अंधेरे भूरा
lv: Tumši pelēka

source: Black
ar: أسود
be: Чорны
he: שחור
hi: काला
lv: Melna

source: unarj not found, but arj found, which will be used for unpacking
ar: لم يعثر على unarj، ولكن عثر على arj الذي سيستخدم لفك التغليف
be: unarj не знойдзены, але знойдзены arj, які будзе выкарыстаны для распакоўкі
he: unarj לא נמצא, אבל arj נמצאה, ואפשר להשתמש בו לחילוץ
hi: unarj नहीं मिला, लेकिन arj मिला, जिसका उपयोग अनपैकिंग के लिए किया जाएगा
lv: „unarj“ nav atrasts, bet ir atrasts „arj“, ko var izmantot atpakošanai

source: rpm found, but cpio not found which is required for unpacking
ar: عثر على rpm، ولكن لم يعثر على cpio المطلوب لفك التغليف
be: rpm знойдзены, але cpio не знойдзены, а ён патрэбны для распакоўкі
he: rpm נמצאה, אבל cpio לא נמצא והוא נחוץ לטובת חילוץ מהארכיון
hi: rpm मिला, लेकिन cpio नहीं मिला जो अनपैकिंग के लिए आवश्यक है
lv: „rpm“ ir atrasts, bet „cpio“ nav atrasts, kas ir nepieciešams atpakošanai

source: Found
ar: عُثر عليه
be: Знойдзены
he: נמצא
hi: मिला
lv: Atrasts

source: Packing
ar: التحزيم
be: Пакоўка
he: אריזה
hi: पैकिंग
lv: Pakošana

source: Unpacking
ar: فك التحزيم
be: Распакоўка
he: חילוץ
hi: खोल
lv: Atpakošana

source: Note
ar: ملاحظة
be: Заўвага
he: הערה
hi: टिप्पणी
lv: Piezīme

source: enabled
ar: ممكّن
be: уключана
he: פעיל
hi: सक्रिय
lv: ieslēgts

source: disabled
ar: معطّل
be: выключана
he: מושבת
hi: अक्षम
lv: izslēgts

source: diff utility
ar: أداة diff
be: утыліта diff
he: כלי הבדלים
hi: अंतर उपयोगिता
lv: atšķirību programma

source: email client
ar: عميل البريد الإلكتروني
be: паштовы кліент
he: לקוח דוא״ל
hi: ईमेल क्लाइंट
lv: e-pasta klients

source: batch renamer
ar: مغير الاسم الجماعي
be: масавы перайменавальнік
he: משנה שמות במרוכז
hi: बैच नाम बदलनेवाला
lv: masveida pārsaucējs

source: checksum utility
ar: أداة checksum المساعدة
be: утыліта кантрольных сум
he: כלי סיכומי ביקורת
hi: चेकसम उपयोगिता
lv: kontrolsummu utilītprogramma

source: Tool
ar: أداة
be: Інструмент
he: כלי
hi: औजार
lv: Rīks

source: Status
ar: الحالة
be: Статус
he: מצב
hi: स्थिति
lv: Statuss

source: Tab-Switch panel
ar: لوحة تبديل الألسنة
be: Панэль пераключэння ўкладак
he: לוח החלפת לשוניות
hi: टैब-स्विच पैनल
lv: „Tab“ pārslēdz paneli

source: Show &FN Keys Bar
ar: اعرض شريط &مفاتيح FN
be: Паказаць панэль клавіш &FN
he: הצגת שורת מקשי &פונקציות
hi: &FN कुंजियाँ बार दिखाएँ
lv: Rādīt &FN taustiņu joslu

source: Show &Command Line
ar: اعرض سطر الأ&وامر
be: Паказаць &камандны радок
he: הצגת שורת פ&קודות
hi: कमांड लाइन दिखाएँ
lv: Rādīt &komandrindu

source: Show &Embedded Terminal
ar: اعرض الطرفية ال&مضمنة
be: Паказаць &убудаваны тэрмінал
he: הצגת מסוף מו&בנה
hi: &एम्बेडेड टर्मिनल दिखाएँ
lv: Rādīt &iebūvēto termināli

source: Show &Hidden Files
ar: أظهر الملفات ال&مخفية
be: Паказаць &схаваныя файлы
he: הצגת קבצים מו&סתרים
hi: फ़ाइलें दिखाएँ और छिपाएँ
lv: Rādīt &slēptās datnes

source: S&wap Panels
ar: اب&دل اللوحات
be: Аб&мяняць панэлі
he: ה&חלפה בין הלוחות
hi: S&Wap पैनल
lv: &Mainīt paneļus vietām

source: Empty Trash
ar: أفرغ المهملات
be: Ачысціць сметніцу
he: פינוי האשפה
hi: कचरा खाली करें
lv: Iztukšot atkritni

source: Trash Popup Menu
ar: القائمة المنبثقة لسلة المهملات
be: Усплываючае меню сметніцы
he: תפריט אשפה צץ
hi: ट्रैश पॉपअप मेनू
lv: Atkritnes kontekstizvēlne

source: Sw&ap Sides
ar: اب&دل الجانبين
be: Аб&мяняць бакі
he: החלפת &צדדים
hi: स्वैप&एप साइड्स
lv: Mainīt &puses

source: popup cmdline
ar: سطر الأوامر المنبثق
be: усплываючы камандны радок
he: שורת פקודות צצה
hi: पॉपअप cmdline
lv: uzlecošā komandrinda

source: Start &Root Mode Krusader
ar: ابدأ كروسيدر ب&نمط الجذر
be: Запусціць Krusader у &рэжыме root
he: התחלת Krusader במצב &על (root)
hi: प्रारंभ और रूट मोड क्रुसेडर
lv: Sākt „Krusader“ saknes režīmā

source: Pro&files
ar: ال&تّشكيلات
be: Профі&лі
he: פ&רופילים
hi: प्रो&फाइलें
lv: Pro&fili

source: Sp&lit File...
ar: ا&قسم ملف…
be: Раз&дзяліць файл...
he: &פיצול קובץ…
hi: विभाजित फ़ाइल...
lv: &Sadalīt datni...

source: Com&bine Files...
ar: اد&مج الملفات...
be: Аб'яд&наць файлы...
he: &שילוב קבצים…
hi: फ़ाइलें संयोजित करें...
lv: Atkalap&vienot datnes...

source: &Select Newer and Single
ar: ا&ختر الأحدث والمنفرد
be: &Выбраць навейшыя і адзінкавыя
he: &בחירת החדשים והבודדים
hi: &नया और एकल चुनें
lv: &Atlasīt jaunāko un nedublējošo

source: Select &Newer
ar: اختر الأ&حدث
be: Выбраць &навейшыя
he: בחירת ה&חדשים יותר
hi: &नया चुनें
lv: Atlasīt &jaunāko

source: Select &Single
ar: اختر ال&منفرد
be: Выбраць &адзінкавыя
he: בחירת ה&בודדים
hi: &एकल चुनें
lv: Atlasīt &nedublējošo

source: Select Different &and Single
ar: اختر ال&مختلف والمنفرد
be: Выбраць розныя &і адзінкавыя
he: בחירת ה&שונים והבודדים
hi: अलग और एकल का चयन करें
lv: Atlasīt atšķirīgo &un nedublējošo

source: Select &Different
ar: اختر ال&مختلف
be: Выбраць &розныя
he: בחירת השו&נים
hi: &अलग चुनें
lv: Atlasīt atšķirīg&o

source: Start and &Forget
ar: ابدأ وا&نس
be: Запусціць і &забыць
he: להפעיל ול&שכוח
hi: आरंभ करें और &भूल जाएं
lv: Sākt un ai&zmirst

source: Display &Separated Standard and Error Output
ar: اعرض الخرج القياسي وخرج الخطأ &منفصلين
be: Паказваць &асобна стандартны і памылковы вывад
he: הצגת פלט רגיל ושגיאות מו&פרדים
hi: मानक और त्रुटि आउटपुट को अलग करके प्रदर्शित करें
lv: &Parādīt atdalītu standarta un kļūdas izvadi

source: Display &Mixed Standard and Error Output
ar: اعرض الخرج القياسي وخرج الخطأ &مختلطين
be: Паказваць &змешаны стандартны і памылковы вывад
he: הצגת פלט רגיל ושגיאות מ&עורבבים
hi: प्रदर्शन और मिश्रित मानक और त्रुटि आउटपुट
lv: Parādīt &jauktu standarta un kļūdu izvadi

source: Start in &New Terminal
ar: ابدأ في طرفية &جديدة
be: Запусціць у &новым тэрмінале
he: הפעלה במסוף &חדש
hi: &नए टर्मिनल में प्रारंभ करें
lv: Sākt &jaunā terminālī

source: Send to &Embedded Terminal Emulator
ar: أرسل إلى محاكي الطرفية ال&مضمن
be: Адправіць у &убудаваны эмулятар тэрмінала
he: שליחה למדמה מסוף מ&שובץ
hi: &एम्बेडेड टर्मिनल एमुलेटर पर भेजें
lv: Nosūtīt uz *iebūvēto termināļa emulatoru

source: Start &Terminal
ar: ابدأ ال&طرفية
be: Запусціць &тэрмінал
he: ה&פעלת מסוף
hi: प्रारंभ और टर्मिनल
lv: Palaist &termināli

source: &Search...
ar: ا&بحث
be: &Пошук...
he: &חיפוש…
hi: &खोज...
lv: &Meklēt...

source: &Locate...
ar: &حدد مكان…
be: &Знайсці...
he: &איתור…
hi: &पता लगाएं...
lv: &Ātrā meklēšana datņu datubāzē...

source: Synchronize Fol&ders...
ar: &زامِن المجلدات…
be: Сінхранізаваць &каталогі...
he: &סנכרון תיקיות…
hi: फ़ोल्डर्स सिंक्रनाइज़ करें...
lv: Sinhronizēt &mapes...

source: D&isk Usage...
ar: ا&ستخدام القرص…
be: Выкарыстанне &дыску...
he: ניצולת &כונן...
hi: डी&आईएसके उपयोग...
lv: &Diska lietojums...

source: Configure &Krusader...
ar: اضبط كروسيدر...
be: Наладзіць &Krusader...
he: ה&גדרת Krusader…
hi: कॉन्फ़िगर करें और क्रूसेडर...
lv: Konfigurēt „&Krusader“...

source: Save &Position
ar: احفظ ال&موقع
be: Захаваць &пазіцыю
he: שמירת מ&קום
hi: सहेजें और स्थिति
lv: Saglabāt &novietojumu

source: Compare b&y Content...
ar: قارن بال&محتوى...
be: Параўнаць &па змесце...
he: השוואה לפי &תוכן…
hi: B&Y सामग्री की तुलना करें...
lv: Salīdzināt &pēc satura...

source: Multi &Rename...
ar: &غير الاسم بشكل متعدد...
be: Масавае &перайменаванне...
he: שינוי שם במרו&כז…
hi: बहु &नाम बदलें...
lv: Masveida &pārdēvēšana...

source: Vertical Mode
ar: الوضع العمودي
be: Вертыкальны рэжым
he: מצב אנכי
hi: वर्टिकल मोड
lv: Vertikālais režīms

source: User&actions
ar: إجراءات ال&مستخدم
be: Дзеянні &карыстальніка
he: &פעולות משתמש
hi: उपयोगकर्ता&क्रियाएँ
lv: Lietotā&ja darbības

source: Manage User Actions...
ar: أدر إجراءات المستخدم...
be: Кіраваць дзеяннямі карыстальніка...
he: ניהול פעולות משתמש…
hi: उपयोगकर्ता क्रियाएँ प्रबंधित करें...
lv: Pārvaldīt lietotāja darbības...

source: Select Remote Charset
ar: اختر طقم محارف بعيد
be: Выбраць кадзіроўку для аддаленага сервера
he: בחירת ערכת תווים מרוחקת
hi: रिमोट वर्णसेट चुनें
lv: Atlasīt attālo rakstzīmju kopu

source: Recently Closed Tabs
ar: الألسنة المُغلقة حديثًا
be: Нядаўна закрытыя ўкладкі
he: לשוניות שנסגרו לאחרונה
hi: हाल ही में बंद किए गए टैब
lv: Nesen aizvērtās cilnes

source: Quit Krusader.
ar: أغلق كروسيدر.
be: Выйсці з Krusader.
he: יציאה מ־Krusader.
hi: क्रूसेडर छोड़ो.
lv: Iziet no „Krusader“.

source: Popular URLs...
ar: عناوين URL الشائعة...
be: Папулярныя спасылкакі...
he: כתובות נפוצות…
hi: लोकप्रिय यूआरएल...
lv: Populāras URL...

source: Toggle Fullscreen Embedded Terminal
ar: بدل بين وضع ملء الشاشة للطرفية المضمنة
be: Пераключыць убудаваны тэрмінал у поўнаэкранны рэжым
he: החלפת מצב מסך מלא למסוף המשובץ
hi: पूर्णस्क्रीन एम्बेडेड टर्मिनल टॉगल करें
lv: Parādīt/paslēpt pilnekrāna iebūvēto termināli

source: Move Focus Up
ar: حرك التركيز للأعلى
be: Перамясціць фокус уверх
he: העברת המיקוד מעלה
hi: फोकस ऊपर ले जाएँ
lv: Pārvietot fokusu augšup

source: Move Focus Down
ar: حرك التركيز للأسفل
be: Перамясціць фокус уніз
he: העברת המיקוד מטה
hi: फोकस नीचे ले जाएँ
lv: Pārvietot fokusu lejup

source: Setup Krusader the way you like it
ar: هيئ كروسيدر بالطريقة التي تحبها
be: Наладзьце Krusader як вам падабаецца
he: אפשר להגדיר את Krusader לצרכיך
hi: क्रुसेडर को अपनी पसंद के अनुसार सेटअप करें
lv: Izveidojiet „Krusader“ tādu, kāds jums patīk

source: Search for files
ar: ابحث عن ملفّات
be: Пошук файлаў
he: חיפוש קבצים
hi: फ़ाइलें खोजें
lv: Meklēt datnes

source: No selected files to send.
ar: لم تختر أي ملفات لإرسالها.
be: Няма выбраных файлаў для адпраўкі.
he: לא נבחרו קבצים לשליחה.
hi: भेजने के लिए कोई चयनित फ़ाइल नहीं.
lv: Nav atlasītas datnes sūtīšanai

source: Krusader cannot find a supported mail client. Please install one to your path. Hint: Krusader supports KMail.
ar: لا يستطيع كروسيدر العثور على عميل بريد مدعوم. فضلاً ثبت واحداً في مسارك. تلميح: كروسيدر يدعم KMail.
be: Krusader не можа знайсці падтрымліваемы паштовы кліент. Усталюйце яго ў сістэмны шлях. Падказка: Krusader падтрымлівае KMail.
he: Krusader לא הצליח למצוא לקוח דוא״ל נתמך. נא להתקין אחד ב־PATH שלך. עצה: ב־Krusader יש תמיכה ב־KMail.
hi: क्रुसेडर को कोई समर्थित मेल क्लाइंट नहीं मिल रहा है। कृपया अपने पथ पर कोई क्लाइंट स्थापित करें। संकेत: क्रुसेडर KMail का समर्थन करता है।
lv: „Krusader“ nevar atrast e-pasta klientu.Lūdzu, instalējiet to e-pasta ceļā. Piezīme: „Krusader“ atbalsta „KMail“.

source: Sending file: %2
ar: إرسال الملف: %2
be: Адпраўка файла: %2
he: נשלח קובץ: %2
hi: फ़ाइलें भेजी जा रही हैं: %2
lv: Sūta datni: %2

source: Error executing %1.
ar: حدث خطأ عند تنفيذ %1.
be: Памылка пры выкананні %1.
he: שגיאה בהרצת %1.
hi: %1 निष्पादित करने में त्रुटि.
lv: Kļūda, izpildot „%1“.

source: Do not know which files to compare.
ar: لا أعرف أي ملفات أُقارن.
be: Не вызначана, якія файлы параўноўваць.
he: לא ברור אילו קבצים להשוות.
hi: पता नहीं कौन सी फाइलों की तुलना करनी है।
lv: Programma nezina, kuras datnes salīdzināt.
