Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Copy file path of current item (escaping spaces)
ar: انسخ مسار الملف للعنصر الحالي (مع تجنُّب المسافات)
be: Капіяваць шлях да бягучага файла (з экраніраваннем прабелаў)
he: העתקת נתיב הקובץ של הפריט הנוכחי (עם מילוט רווחים)
hi: वर्तमान आइटम का फ़ाइल पथ कॉपी करें (रिक्त स्थान छोड़कर)
lv: Kopēt pašreizējā vienuma datnes ceļu (ievērojot atstarpes)

source: Copy file path of current item
ar: انسخ مسار الملف للعنصر الحالي
be: Капіяваць шлях да бягучага файла
he: העתקת נתיב הקובץ של הפריט הנוכחי
hi: वर्तमान आइटम का फ़ाइल पथ कॉपी करें
lv: Kopēt pašreizējā vienuma datnes ceļu

source: Copy file path(s) of selected item(s)
ar: انسخ مسار (مسارات) الملف للعنصر (العناصر) المُحددة
be: Капіяваць шлях(і) да абраных файлаў
he: העתקת נתיבי הקבצים של הפריטים הנבחרים
hi: चयनित आइटम के फ़ाइल पथ की प्रतिलिपि बनाएँ
lv: Kopēt atlasīto vienumu datņu ceļus

source: Sort by Name
ar: رتّب بالاسم
be: Сартаваць па назве
he: סידור לפי שם
hi: नाम के अनुसार क्रमबद्ध करें
lv: Kārtot pēc nosaukuma

source: Sorts the active panel by Name
ar: يفرز اللوحة النشطة حسب الاسم
be: Сартуе актыўную панэль па назве
he: סידור הלוח הנוכחי לפי שם
hi: सक्रिय पैनल को नाम के अनुसार क्रमबद्ध करता है
lv: Kārto vienumus aktīvajā panelī pēc nosaukuma

source: Sort by Extension
ar: افرز حسب الامتداد
be: Сартаваць па пашырэнні
he: סידור לפי סיומת
hi: एक्सटेंशन के अनुसार क्रमबद्ध करें
lv: Kārtot pēc paplašinājuma

source: Sorts the active panel by Extension
ar: يفرز اللوحة النشطة حسب الامتداد
be: Сартуе актыўную панэль па пашырэнні
he: סידור הלוח הנוכחי לפי סיומת
hi: सक्रिय पैनल को एक्सटेंशन के अनुसार क्रमबद्ध करता है
lv: Kārto vienumus aktīvajā panelī pēc paplašinājuma

source: Sort by Size
ar: رتب بالحجم
be: Сартаваць па памеры
he: סידור לפי גודל
hi: आकार के अनुसार छंटाई करें
lv: Kārtot pēc izmēra

source: Sorts the active panel by Size
ar: يفرز اللوحة النشطة حسب الحجم
be: Сартуе актыўную панэль па памеры
he: סידור הלוח הנוכחי לפי גודל
hi: सक्रिय पैनल को आकार के अनुसार क्रमबद्ध करता है
lv: Kārto vienumus aktīvajā panelī pēc izmēra

source: Sort by Modified
ar: افرز حسب التعديل
be: Сартаваць па даце змены
he: סידור לפי מועד עריכה
hi: संशोधित द्वारा क्रमबद्ध करें
lv: Kārtot pēc izmaiņām

source: Sorts the active panel by Modified
ar: يفرز اللوحة النشطة حسب التعديل
be: Сартуе актыўную панэль па даце змены
he: סידור הלוח הנוכחי לפי מועד העריכה
hi: सक्रिय पैनल को संशोधित के अनुसार क्रमबद्ध करता है
lv: Kārtot vienumus aktīvajā panelī pēc to izmaiņu datuma

source: Backup current
ar: نَسِّخ الحالي
be: Стварыць рэзервовую копію бягучага
he: גיבוי הנוכחי
hi: बैकअप वर्तमान
lv: Rezerves kopija pašreizējam

source: Backup current file in current folder
ar: نَسِّخ الملف الحالي في المجلد الحالي
be: Стварыць рэзервовую копію бягучага файла ў бягучай папцы
he: גיבוי התיקייה הנוכחית בתיקייה הנוכחית
hi: वर्तमान फ़ाइल का बैकअप वर्तमान फ़ोल्डर में लें
lv: Pašreizējā mapē izveidot atlasītā vienuma rezerves kopiju

source: System
ar: النظام
be: Сістэма
he: מערכת
hi: प्रणाली
lv: Sistēma

source: Backs current file up in current folder and asks the user for a new filename. By default ".old" is appended to the original filename.
ar: ينسخ الملف الحالي في المجلد الحالي ويطلب من المستخدم اسم ملف جديد. بشكل افتراضي، يتم إلحاق ".old" إلى اسم الملف الأصلي.
be: Стварае рэзервовую копію бягучага файла ў бягучай папцы і запытвае новую назву файла. Па ўмаўчанні дадаецца «.old» да арыгінальнай назвы.
he: גיבוי הקובץ הנוכחי בתיקייה הנוכחית והצגת שאלה למילוי שם קובץ חדש מצד המשתמש. כברירת מחדל נוסף „‎.old” לסוף שם הקובץ המקורי.
hi: वर्तमान फ़ाइल का बैकअप वर्तमान फ़ोल्डर में लेता है और उपयोगकर्ता से नया फ़ाइल नाम पूछता है। डिफ़ॉल्ट रूप से ".old" मूल फ़ाइल नाम में जोड़ा जाता है।
lv: Nokopē pašreizējo datni pašreizējā mapē un jautā lietotājam jaunu datnes nosaukumu. Pēc noklusējuma sākotnējam datnes nosaukumam beigās pievieno „.old“.

source: krarc: write support is disabled. You can enable it on the 'Archives' page in Konfigurator.
ar: krarc: دعم الكتابة معطل. يمكنك تفعيله في صفحة 'الأرشيفات' في Konfigurator.
be: krarc: падтрымка запісу адключана. Вы можаце ўключыць яе на старонцы «Архівы» ў Канфігуратары.
he: krarc: תמיכה בכתיבה מושבתת. אפשר להפעיל אותה בעמוד ‚ארכיונים’ ב־Konfigurator.
hi: krarc: लेखन समर्थन अक्षम है। आप इसे Konfigurator में 'संग्रह' पृष्ठ पर सक्षम कर सकते हैं।
lv: „krarc“: ir izslēgts rakstīšanas atbalsts. Varat to ieslēgt „Konfigurator“ arhīvu lapā.

source: Creating %1...
ar: ينشئ %1...
be: Стварэнне %1...
he: %1 נוצר…
hi: %1 बनाया जा रहा है...
lv: Veido „%1“...

source: Packing %1...
ar: يجري ضغط %1...
be: Архіваванне %1...
he: %1 נארז…
hi: पैकिंग %1...
lv: Pako %1...

source: Unpacking %1...
ar: يفك ضغط %1...
be: Распакоўка %1...
he: %1 נפרס…
hi: %1 को खोला जा रहा है...
lv: Atpako „%1“...

source: An error has happened, related to the external program '%1'. The error message is: '%2'.
ar: حدث خطأ، يتعلق بالبرنامج الخارجي '%1'. رسالة الخطأ هي: '%2'.
be: Адбылася памылка, звязаная з знешняй праграмай «%1». Паведамленне пра памылку: «%2».
he: אירעה שגיאה, היא קשורה לתוכנית החיצונית ‚%1’. הודעת השגיאה היא: ‚%2’.
hi: बाहरी प्रोग्राम '%1' से संबंधित एक त्रुटि हुई है। त्रुटि संदेश है: '%2'.
lv: Programma saskārās ar kļūdu, kas ir saistīta ar ārēju programmu „%1“. Kļūdas ziņojums ir: „%2“.

source: Copying from archive to archive is not supported.
ar: نسخ من أرشيف إلى أرشيف غير متاح.
be: Капіраванне з аднаго архіва ў другі не падтрымліваецца.
he: אין תמיכה בהעתקה מארכיון לארכיון.
hi: संग्रह से संग्रह में प्रतिलिपि बनाना समर्थित नहीं है.
lv: Kopēšana no arhīva uz arhīvu nav atbalstīta.

source: Make sure that the %1 binary is installed properly on your system.
ar: تأكد من تثبيت الملف التنفيذي %1 بشكل صحيح على نظامك.
be: Пераканайцеся, што выканальны файл %1 правільна ўсталяваны ў вашай сістэме.
he: נא לוודא שהבינרי %1 מותקן במערכת הזאת כראוי.
hi: सुनिश्चित करें कि %1 बाइनरी आपके सिस्टम पर ठीक से स्थापित है।
lv: Pārliecinieties, ka sistēmā ir pareizi instalēta „%1“ binārā datne.

source: Krarc Password Dialog
ar: حوار كلمة سر Krarc
be: Дыялог уводу пароля Krarc
he: חלונית סיסמה של Karc
hi: क्रार्क पासवर्ड संवाद
lv: „Krarc“ paroles lodziņš

source: Accessing the file requires a password.
ar: الوصول إلى الملف يتطلب كلمة سر.
be: Для доступу да файла патрабуецца пароль.
he: הגישה לקובץ דורשת סיסמה.
hi: फ़ाइल तक पहुँचने के लिए पासवर्ड की आवश्यकता होती है।
lv: Lai piekļūtu datnei, jāievada parole.

source: Packers
ar: ضاغطات
be: Архіватары
he: אורזים
lv: Pakotāji

source: Hide unknown File System entries
ar: أخفِ إدخالات نظام الملفات غير المعروفة
be: Схаваць запісы невядомых файлавых сістэм

source: kByte
ar: كيلوبايت
be: кБайт
he: קילו־בתים
lv: kBaits

source: Creating folders is not supported with %1 archives.
ar: إنشاء المجلدات غير متاحة في أرشيفات %1.
be: Стварэнне папак не падтрымліваецца для архіваў %1.
he: אין תמיכה ביצירת תיקיות בארכיוני %1.
lv: Mapju veidošana nav atbalstīta „%1“ arhīviem.

source: Writing to %1 archives is not supported.
ar: الكتابة إلى أرشيفات %1 غير متاحة.
be: Запіс у архівы %1 не падтрымліваецца.
he: אין תמיכה בכתיבה לארכיוני %1.
lv: Rakstīšana „%1“ arhīvos nav atbalstīta.

source: Retrieving data from %1 archives is not supported.
ar: استرداد البيانات من أرشيفات %1 غير مدعوم.
be: Атрыманне дадзеных з архіваў %1 не падтрымліваецца.
he: אין תמיכה בקבלת נתונים מארכיוני %1.
lv: Datu izgūšana no „%1“ arhīviem nav atbalstīta.

source: Deleting files from %1 archives is not supported.
ar: حذف الملفات من أرشيفات %1 غير متاح.
be: Выдаленне файлаў з архіваў %1 не падтрымліваецца.
he: אין תמיכה במחיקת קבצים מארכיוני %1.
lv: Datņu dzēšana no „%1“ arhīviem nav atbalstīta.

source: Accessing files is not supported with %1 archives.
ar: الوصول إلى الملفات غير متاح مع أرشيفات %1.
be: Доступ да файлаў у архівах %1 не падтрымліваецца.
he: אין תמיכה בגישה לקבצים בארכיוני %1.
lv: Piekļūšana datnēm „%1“ arhīvos nav atbalstīta.

source: Listing folders is not supported for %1 archives.
ar: سرد المجلدات غير متاح لأرشيفات %1.
be: Адлюстраванне спісу папак не падтрымліваецца для архіваў %1.
he: אין תמיכה בהצגת תוכן תיקיות בארכיוני %1.
lv: Mapju uzskaitīšana „%1“ arhīvos nav atbalstīta.
