Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: When stepping into a folder which is defined as a mount point in the <b>fstab</b>, try mounting it with the defined parameters.
ar: عند القفز إلى مجلد معرّف كنقطة تثبيت في <b>fstab</b>، حاول تثبيته بالمعاملات المحددة.
be: Пры ўваходзе ў папку, якая вызначана як кропка манціравання ў <b>fstab</b>, паспрабуйце падключыць яе з прадвызначанымі параметрамі.
he: כשצועדים לתיקייה שמוגדרת כנקודת עגינה ב־<b>fstab</b>, לנסות לעגן אותה עם המשתנים המוגדרים.
hi: जब आप किसी फ़ोल्डर में प्रवेश करते हैं जिसे <b>fstab</b> में माउंट बिंदु के रूप में परिभाषित किया गया है, तो उसे परिभाषित पैरामीटर्स के साथ माउंट करने का प्रयास करें।
lv: Ieejot mapē, kas <b>fstab</b>datnē ir definēta kā montēšanas punkts, mēģināt montēt ar noteiktajiem parametriem.

source: MountMan will not (un)mount the following mount-points:
ar: لن (يُلغي) يضم مدير الضم نقاط الضم التالية:
be: Манціроўшчык не будзе (ад)манціраваць наступныя кропкі манціравання:
he: מנהל העיגון לא יעגן/ינתק את נקודות העגינה הבאות:
hi: माउंटमैन निम्नलिखित माउंट-पॉइंट्स को (अन)माउंट नहीं करेगा:
lv: „MountMan“ nepiemontēs/nenomontēs šos montēšanas punktus:

source: Confirmations
ar: التأكيدات
be: Пацвярджэнні
he: אישורים
hi: पुष्टिकरण
lv: Apstiprinājums

source: Request user confirmation for the following operations:
ar: اطلب تأكيد المستخدم للعمليات التالية:
be: Запытаць пацвярджэнне карыстальніка для наступных аперацый:
he: לבקש את אישור המשתמש לפעולות הבאות:
hi: निम्नलिखित कार्यों के लिए उपयोगकर्ता पुष्टि का अनुरोध करें:
lv: Pieprasīt lietotāja apstiprinājumu šīm darbībām:

source: Deleting non-empty folders
ar: حذف المجلدات غير الفارغة
be: Выдаленне не пустых папак
he: תיקיות שאינן ריקות נמחקות
hi: रिक्त न होने वाले फ़ोल्डरों को हटाना
lv: Dzēš mapes, kas nav tukšas

source: Deleting files
ar: يحذف الملفّات
be: Выдаленне файлаў
he: קבצים נמחקים
hi: फ़ाइलें हटाना
lv: Dzēš datnes

source: Copying files
ar: ينسخ الملفّات
be: Капіраванне файлаў
he: קבצים מועתקים
hi: फ़ाइलें कॉपी करना
lv: Kopē datnes

source: Moving files
ar: ينقل الملفات
be: Перанос фалаў
he: קבצים מועברים
hi: फ़ाइलें स्थानांतरित करना
lv: Pārvieto datnes

source: Confirm feed to listbox
ar: أكّد التغذية إلى صندوق القائمة
be: Пацвердзіць стужку ў спіс
he: אישור הזנה לתיבת הרשימה
hi: लिस्टबॉक्स में फ़ीड की पुष्टि करें
lv: Apstiprina padošanu uz sarakstlodziņu

source: Ask for a result name when feeding items to the listbox. By default the standard value is used.
ar: اطلب اسم نتيجة عند تغذية العناصر إلى صندوق القائمة. القيمة القياسية ستُستخدم بشكل مبدئي.
be: Запытваць назву выніку пры дабаўленні элементаў у спіс. Па умаўчанні выкарыстоўваецца стандартнае значэнне.
he: לבקש שם תוצאה בעת הזנת פריטים לתיבת הרשימה. כברירת מחדל ייעשה שימוש בערך הרגיל.
hi: लिस्टबॉक्स में आइटम फीड करते समय परिणाम नाम पूछें। डिफ़ॉल्ट रूप से मानक मान का उपयोग किया जाता है।
lv: Jautāt, rezultāta nosaukumu, kad vienumus padod uz sarakstlodziņu. Pēc noklusējuma izmanto standarta vērtību.

source: Removing Useractions
ar: إزالة إجراءات المستخدمين
be: Выдаленне дзеянняў карыстальніка
he: הסרת פעולת משתמש
hi: उपयोगकर्ता क्रियाएँ हटाना
lv: Noņem lietotāja darbības

source: Fine-Tuning
ar: ضبط دقيق
be: Тонкая наладка
he: כוונון
hi: फ़ाइन ट्यूनिंग
lv: Smalka pielāgošana

source: The icon cache size influences how fast the contents of a panel can be displayed. However, too large a cache might consume your memory.
ar: حجم خبيئة الأيقونات يؤثر على سرعة عرض محتويات اللوحة. ولكن، يمكن أن تستهلك الخبيئة الكبيرة جدًا الذاكرة لديك.
be: Памер кэша значкоў уплывае на хуткасць адлюстравання зместу панэлі. Аднак занадта вялікі кэш можа спажываць шмат памяці.
he: גודל מטמון הסמלים משפיע על מהירות הצגת לוח התוכן. עם זאת, מטמון גדול מדי עלול להכביד על הזיכרון.
hi: आइकन कैश का आकार इस बात को प्रभावित करता है कि पैनल की सामग्री कितनी तेज़ी से प्रदर्शित की जा सकती है। हालाँकि, बहुत बड़ा कैश आपकी मेमोरी का उपभोग कर सकता है।
lv: Ikonu kešatmiņas izmērs nosaka, cik ātri ir parādāms paneļa saturs. Tomēr pārāk liela kešatmiņa nelietderīgi patērē sistēmas atmiņu.

source: Icon cache size (KB):
ar: حجم خبيئة الأيقونات (ك.ب):
be: Памер кэша іконак (КБ):
he: גודל מטמון סמלים (ק״ב):
hi: आइकन कैश आकार (KB):
lv: Ikonu kešatmiņas izmērs (KB):

source: Arguments of updatedb:
ar: معاملات updatedb:
he: ארגומנטים של updatedb:
hi: updatedb के तर्क:
lv: „updatedb“ parametri:

source: krarc ioslave
ar: تابع الإدخال والإخراج krarc
hi: क्रार्क आईओस्लेव

source: Enable Write Support
ar: فعّل إمكانية الكتابة
be: Уключыць падтрымку запісу
he: הפעלת תמיכה בכתיבה
hi: लेखन समर्थन सक्षम करें
lv: Ieslēgt rakstīšanas atbalst

source: Enable writing to archives using the krarc ioslave.
ar: فعّل الكتابة إلى الأرشيفات باستخدام تابع الإدخال والإخراج krarc.
he: הפעלת כתיבה לארכיונים בעזרת ה־ioslave בשם krarc.
hi: krarc ioslave का उपयोग करके अभिलेखागार में लेखन सक्षम करें।
lv: Ieslēgt rakstīšanu arhīvos, izmantojot „krarc ioslave“

source: <b>Caution when moving into archives:</b><br/><b>Failure during the process might result in data loss.</b><br/><b>Moving archives into themselves will delete them.</b>
ar: <b>تحذير عند النقل إلى الأرشيفات:</b><br/><b>الفشل أثناء العملية قد يؤدي إلى فقدان البيانات.</b><br/><b>نقل الأرشيفات إلى نفسها سيحذفها.</b>
he: <b>אזהרה בעת העברה לארכיונים:</b><br/><b>כשל בתהליך עלול לגרום לאובדן נתונים.</b><br/><b>העברת ארכיונים לתוך עצמם תמחק אותם.</b>
hi: <b>अभिलेखों में जाते समय सावधानी:</b><br/> <b>प्रक्रिया के दौरान विफलता के परिणामस्वरूप डेटा हानि हो सकती है।</b><br/> <b>अभिलेखों को अपने में ले जाने से वे नष्ट हो जाएंगे।</b>
lv: <b>Esiet piesardzīgi, pārvietojot arhīvos:</b><br/><b>Kļūme procesa gaitā var novest pie datu zaudēšanas.</b><br/><b>Arhīvu pārvietošana pašus sevī var tos dzēst.</b>

source: Archives handling
ar: معالجة الأرشيفات
be: Апрацоўка архіваў
he: טיפול בארכיונים
hi: अभिलेख प्रबंधन
lv: Arhīvu apstrāde

source: Browse Archives As Folders
ar: استعرض الأرشيفات كمجلدات
be: Бадзяцца па архівам як па папкам
he: עיון בארכיונים כאילו היו תיקיות
hi: फ़ोल्डर के रूप में अभिलेखागार ब्राउज़ करें
lv: Pārlūkot arhīvus kā mapes

source: Krusader will browse archives as folders.
ar: سيستعرض كروسيدر الأرشيفات كمجلدات.
be: Krusader будзе хадзіць па архівам як па папкам.
he: Krusader יעיין בארכיונים כאילו הם תיקיות.
hi: क्रुसेडर अभिलेखों को फ़ोल्डरों के रूप में ब्राउज़ करेगा।
lv: „Krusader“ arhīvus pārlūkos kā mapes.

source: Test archive after packing
ar: اختبر الأرشيف بعد الضغط
be: Праверыць архіў пасля ўпакоўкі
he: בדיקת הארכיון לאחר האריזה
hi: पैकिंग के बाद संग्रह का परीक्षण करें
lv: Pēc pakošanas arhīvu pārbaudīt

source: Check the archive's integrity after packing it.
ar: تحقق من سلامة الأرشيف بعد ضغطه.
be: Пасля ўпакоўкі архіваў правяраць іх цэласнасць.
he: לבדוק את רציפות הארכיון לאחר אריזתו.
hi: संग्रह को पैक करने के बाद उसकी अखंडता की जांच करें।
lv: Pēc pakošanas pārbaudīt arhīva integritāti.

source: Test archive before unpacking
ar: اختبر الأرشيف قبل فك الحزمة
be: Праверыць архіў перад распакоўкай
he: בדיקת ארכיון בטרם פריקתו
hi: अनपैक करने से पहले संग्रह का परीक्षण करें
lv: Pirms atpakošanas arhīvu pārbaudīt

source: Some corrupted archives might cause a crash; therefore, testing is suggested.
ar: بعض الأرشيفات الفاسدة قد تسبب انهيارًا؛ لذلك، يوصى بالاختبار.
be: Некаторыя пашкоджаныя архівы могуць выклікаць збой; таму рэкамендавана праверка.
he: חלק מהארכיונים הפגומים עלולים לגרום לקריסה, לכן, מומלץ לבדוק.
hi: कुछ दूषित अभिलेखों के कारण क्रैश हो सकता है; इसलिए, परीक्षण का सुझाव दिया जाता है।
lv: Bojāti arhīvi var izraisīt programmas avarēšanu, tāpēc ir ieteicams veikt pārbaudi.

source: Search results
ar: نتائج البحث
be: Вынікі пошуку
he: תוצאות חיפוש
hi: खोज के परिणाम
lv: Meklēšanas rezultāti

source: Searching for packers...
ar: بحث عن الضواغط...
be: Пошук для ўпакоўшчыкаў...
he: חיפוש אחר אורזים…
hi: पैकर्स की खोज की जा रही है...
lv: Meklē pakotājus...

source: Make sure to install new packers in your <code>$PATH</code> (e.g. /usr/bin)
ar: تأكد من تثبيت الضواغط الجديدة في <code>$PATH</code> لديك (مثل /usr/bin)
be: Абавязкова ўсталюйце новыя ўпакоўшчыкі ў вашым <code>$PATH</code> (напрыклад, /usr/bin)
he: נא לוודא שאורזים חדשים מותקנים תחת תיקיות ב־<code>‎$PATH</code> שלך (למשל: ‎/usr/bin)
hi: अपने <code>$PATH</code> में नए पैकर्स स्थापित करना सुनिश्चित करें (जैसे /usr/bin)
lv: Pārliecinieties, ka jaunus pakotājus instalējat <code>$PATH</code> (piemēram, „/usr/bin“)

source: Use the default KDE colors
ar: استخدم ألوان كيدي المبدئية
be: Выкарыстоўваць колеры KDE па ўмаўчанні
he: להשתמש בצבעי ברירת המחדל של KDE
hi: डिफ़ॉल्ट KDE रंगों का उपयोग करें
lv: Izmantot noklusējuma KDE krāsas

source: <p>Use KDE's global color configuration.</p><p><i>KDE System Settings -> Application Appearance -> Colors</i></p>
ar: <p>استخدم إعدادات ألوان كيدي العامة.</p><p><i>إعدادات نظام كيدي -> مظهر التطبيق -> الألوان</i></p>
he: <p>להשתמש בהגדרות הצבע הכלליות של KDE.</p><p><i>הגדרות מערכת KDE -> מראה יישומים -> צבעים</i></p>
hi: <p>केडीई के वैश्विक रंग कॉन्फ़िगरेशन का उपयोग करें.</p><p> <i>केडीई सिस्टम सेटिंग्स -&gt; अनुप्रयोग स्वरूप -&gt; रंग</i></p>
lv: <p>Izmantot KDE globālās krāsas konfigurāciju.</p><p><i>KDE sistēmas iestatījumi —> Izskats un stils —> Programmu stils</i></p>

source: Use alternate background color
ar: استخدم لون الخلفية البديل
be: Выкарыстоўваць альтэрнатыўны колер фону
he: להשתמש בצבע רקע חלופי
hi: वैकल्पिक पृष्ठभूमि रंग का उपयोग करें
lv: Izmantot mijmaiņas fona krāsu

source: <p>The <b>background color</b> and the <b>alternate background</b> color alternates line by line.</p><p>When you don't use the <i>KDE default colors</i>, you can configure the alternate colors in the <i>colors</i> box.</p>
ar: <p>يتناوب <b>لون الخلفية</b> مع <b>لون الخلفية البديل</b> سطرًا بسطر.</p><p>عندما لا تستخدم <i>ألوان كدي المبدئية</i>، يمكنك إعداد الألوان البديلة في مربع <i>الألوان</i>.</p>
be: <p><b>Колер фону</b> і <b>альтэрнатыўны колер фону</b> чаргуюцца радок за радком.</p><p>Калі вы не карыстаецеся <i>KDE па ўмаўчанні</i>, вы можаце наладзіць альтэрнатыўныя колеры ў скрыні <i>колераў</i></p>
he: <p><b>צבע הרקע</b> וצבע <b>הרקע החלופי</b> מתחלף מדי שורה.</p><p>כשלא משתמשים ב<i>צבעי ברירת המחדל של KDE</i>, אפשר להגדיר את הצבעים המתחלפים בתיבת ה<i>צבעים</i>.</p>
hi: <p><b>पृष्ठभूमि का रंग</b> और <b>वैकल्पिक पृष्ठभूमि का</b> रंग पंक्ति दर पंक्ति बदलता रहता है।</p><p> जब आप <i>केडीई डिफ़ॉल्ट रंगों का</i> उपयोग नहीं करते हैं, तो आप <i>रंग</i> बॉक्स में वैकल्पिक रंगों को कॉन्फ़िगर कर सकते हैं।</p>
lv: <p><b>Fona krāsa</b> un <b>mijmaiņas fona</b> krāsa savstarpēji mainās katrā rindiņā.</p><p>Kad nelietojat <i>KDE noklusējuma krāsas</i>, varat konfigurēt alternatīvās krāsas <i>krāsu</i> lauciņā.</p>

source: Show current item even if not focused
ar: أظهر العنصر الحالي حتى لو لم يكن مركّزاً
be: Паказваць бягучы элемент, нават калі ён не ў фокусе
he: להציג את הפריט הנוכחי אפילו כשהמיקוד לא עליו
hi: वर्तमान आइटम दिखाएं भले ही फोकस न हो
lv: Rādīt pašreizējo vienumu pat tad, ja nav fokusēts

source: <p>Shows the last cursor position in the non active list panel.</p><p>This option is only available when you don't use the <i>KDE default colors</i>.</p>
ar: <p>يظهر موضع المؤشر الأخير في لوحة القائمة غير النشطة.</p><p>هذا الخيار متاح فقط عندما لا تستخدم <i>ألوان كدي المبدئية</i>.</p>
be: <p>Паказвае апошнюю пазіцыю курсора ў неактыўнай панэлі спісу.</p><p>Гэта даступна толькі тады, калі вы не выкарыстоўваеце <i>колеры KDE па умаўчанні</i>.</p>
he: <p>להציג את המקום האחרון של הסמן שלוח הרשימה שאינו פעיל.</p><p>האפשרות זאת זמינה רק שלא משתמשים ב<i>צבעי ברירת המחדל של KDE</i>.</p>
hi: <p>गैर सक्रिय सूची पैनल में अंतिम कर्सर स्थिति दिखाता है।</p><p> यह विकल्प केवल तभी उपलब्ध होता है जब आप <i>KDE डिफ़ॉल्ट रंगों का</i> उपयोग नहीं करते हैं।</p>
lv: <p>Rādīt pēdējo kursora atrašanās vietu neaktīvajā saraksta panelī</p><p>Šī opcija ir pieejama tikai tad, kad neizmantojat <i>KDE noklusējuma krāsas</i>.</p>

source: Dim the colors of the inactive panel
ar: خَفِّت ألوان اللوحة غير النشطة
be: Прыглушыць колеры неактыўнай панэлі
he: עמעום צבעי הלוח שאינו פעיל
hi: निष्क्रिय पैनल के रंग मंद करें
lv: Aptumšot neaktīvā paneļa krāsas

source: <p>The colors of the inactive panel are calculated by a dim color and a dim factor.</p>
ar: <p>ألوان اللوحة غير النشطة تُحسب بلون باهت وعامل بهوت.</p>
be: <p>Колеры неактыўнай панэлі разлічваюцца з дапамогай цьмянага колеру і каэфіцыента цьмянасці.</p>
he: <p>הצבעים של הלוח שאינו פעילות מחושבים על ידי צבע עמעום ומקדם עמעום.</p>
hi: <p>निष्क्रिय पैनल के रंगों की गणना मंद रंग और मंद कारक द्वारा की जाती है।</p>
lv: <p>Neaktīvā paneļa krāsas programma aprēķinās pēc aptumšotās krāsas un aptumšošanas koeficienta.</p>

source: Colors
ar: الألوان
be: Колеры
he: צבעים
hi: रंग
lv: Krāsas

source: Active
ar: نشط
be: Актыўны
he: פעיל
hi: सक्रिय
lv: Aktīvs

source: Transparent
ar: شفاف
be: Празрысты
he: שקוף למחצה
hi: पारदर्शी
lv: Caurspīdīga

source: Foreground:
ar: الأماميّة:
be: Пярэдні план:
he: חזית:
hi: अग्रभूमि:
lv: Priekšplāns:

source: Folder foreground:
ar: مقدمة المجلد:
be: Пярэдні план: папка:
he: חזית תיקייה:
hi: फ़ोल्डर अग्रभूमि:
lv: Mapes priekšplāns:

source: Same as foreground
ar: مثل لون المقدمة
be: Такі ж як і пярэдні план
he: כמו החזית
hi: अग्रभूमि के समान
lv: Tāda pati, kāda priekšplānam

source: Executable foreground:
ar: مقدمة الملف القابل للتنفيذ:
be: Пярэдні план, выканаўчы:
he: חזית קובץ הפעלה:
hi: निष्पादन योग्य अग्रभूमि:
lv: Izpilddatnes priekšplāns:

source: Symbolic link foreground:
ar: مقدمة الرابط الرمزي:
be: Пярэдні план, сімвалічная спасылкака:
he: חזית קישור סמלי:
hi: प्रतीकात्मक लिंक अग्रभूमि:
lv: Simboliskas saites priekšplāns:

source: Invalid symlink foreground:
ar: مقدمة الرابط الرمزي غير الصالح:
be: Пярэдні план: няслушнай сімвалічнай спасылкакі:
he: חזית קישור סמלי שגוי:
hi: अमान्य सिम्बलिंक अग्रभूमि:
lv: Nederīgs sistēmas saites priekšplāns:

source: Background:
ar: الخلفيّة:
be: Фон:
he: רקע:
hi: पृष्ठभूमि:
lv: Fons:

source: Same as background
ar: مثل لون الخلفية
be: Такі ж як і фон
he: כמו הרקע
hi: पृष्ठभूमि के समान
lv: Tāds pats, kāds fons

source: Alternate background:
ar: الخلفية البديلة:
be: Альтэрнатыўны фон:
he: רקע חלופי:
hi: वैकल्पिक पृष्ठभूमि:
lv: Mijmaiņas fons:

source: Selected foreground:
ar: مقدمة المختار:
be: Абраны пярэдні план:
he: חזית נבחר:
hi: चयनित अग्रभूमि:
lv: Atlasītais priekšplāns:

source: Selected background:
ar: خلفية المختار:
be: Абраны фон:
he: רקע נבחר:
hi: चयनित पृष्ठभूमि:
lv: Atlasītais fons:

source: Same as alt. background
ar: مثل لون الخلفية البديل
be: Фон такі ж як альтэрнатыўны
he: כמו רקע חלופי
hi: वैकल्पिक पृष्ठभूमि के समान
lv: Tāds pats, kāds alt. fons

source: Alternate selected background:
ar: خلفية المختار البديلة:
be: Альтэрнатыўны выбраны фон:
he: רקע בחירה חלופית:
hi: वैकल्पिक चयनित पृष्ठभूमि:
lv: Mijmainīt atlasīto fonu:

source: Same as selected background
ar: مثل خلفية المختار
be: Такі ж як абраны фон
he: רקע כמו הנבחר
hi: चयनित पृष्ठभूमि के समान
lv: Tāda pati, kāda atlasītā fona

source: Current foreground:
ar: مقدمة الحالي:
be: Бягучы пярэдні план:
he: חזית נוכחית:
hi: वर्तमान अग्रभूमि:
lv: Pašreizējais priekšplāns:

source: Not used
ar: لا يُستخدم
be: Не выкарыстоўваецца
he: לא בשימוש
hi: उपयोग नहीं किया
lv: Neizmanto

source: Same as selected foreground
ar: مثل مقدمة المختار
be: Такі ж як пярэдні план
he: חזית כמו הנבחר:
hi: चयनित अग्रभूमि के समान
lv: Tāda pati, kā priekšplānam

source: Selected current foreground:
ar: مقدمة الحالي المختار:
be: Выбраны бягучы пярэдні план:
he: רקע הנבחר הנוכחי:
hi: चयनित वर्तमान अग्रभूमि:
lv: Atlasītais pašreizējais priekšplāns

source: Current background:
ar: خلفية الحالي:
be: Бягучы фон:
he: רקע נוכחי:
hi: वर्तमान पृष्ठभूमि:
lv: Pašreizējais fons:

source: Rename foreground:
ar: مقدمة إعادة التسمية:
be: Перайменаваць пярэдні план:
he: חזית שינוי שם:
hi: अग्रभूमि का नाम बदलें:
lv: Pārdēvēt priekšplānu:

source: Rename background:
ar: خلفية إعادة التسمية:
be: Перайменаваць фон:
he: רקע שינוי שם:
hi: पृष्ठभूमि का नाम बदलें:
lv: Pārdēvēt fonu:

source: Inactive
ar: خامل
be: Неактыўны
he: לא פעיל
hi: निष्क्रिय
lv: Neaktīvs

source: Same as active
ar: مثل النشط
be: Такі ж як і актыўны
he: כמו הפעיל
hi: सक्रिय के समान
lv: Tāds pats, kāds aktīvs

source: Dim target color:
ar: لون الهدف الباهت:
be: Мэтавы колер зацямнення:
he: צבע יעד עמעום:
hi: मंद लक्ष्य रंग:
lv: Aptumšošanas mērķa krāsa:

source: Dim factor:
ar: عامل البهوت:
be: Фактар зацямнення:
he: מקדם עמעום:
hi: मंद कारक:
lv: Aptumšošanas koeficients:

source: KDE default
ar: كيدي المبدئي
be: KDE па ўмаўчанні
he: ברירת מחדל של KDE
hi: केडीई डिफ़ॉल्ट
lv: KDE noklusējums

source: Synchronizer
ar: المزامن
be: Сінхранізатар
he: מסנכרן
hi: समकालीन बनानेवाला
lv: Sinhronizētājs

source: Equals foreground:
ar: مقدمة المتساوي:
be: Эквівалентны пярэдняму плану:
he: חזית שווים:
hi: अग्रभूमि के बराबर:
lv: Vienāda ar priekšplānu:

source: Equals background:
ar: خلفية المتساوي:
be: Эквівалентны фону:
he: רקע שווים:
hi: पृष्ठभूमि के बराबर:
lv: Vienāda ar fonu:

source: Differing foreground:
ar: مقدمة المختلف:
be: Пярэдні план адрозніваецца:
he: חזית הבדלים:
hi: भिन्न अग्रभूमि:
lv: Atšķirīgs priekšplāns:

source: Differing background:
ar: خلفية المختلف:
be: Фон адрозніваецца:
he: רקע הבדלים:
hi: भिन्न पृष्ठभूमि:
lv: Atšķirīgs fons:

source: Copy to left foreground:
ar: مقدمة النسخ إلى اليسار:
be: Капіраваць на левы пярэдні план:
he: חזית העתקה לשמאל:
hi: बाईं ओर अग्रभूमि में कॉपी करें:
lv: Kopēt uz kreiso priekšplānu:

source: Copy to left background:
ar: خلفية النسخ إلى اليسار:
be: Капіраваць на левы фон:
he: רקע העתקה לשמאל:
hi: बाईं ओर पृष्ठभूमि में कॉपी करें:
lv: Kopēt uz kreiso fonu:

source: Copy to right foreground:
ar: مقدمة النسخ إلى اليمين:
be: Капіраваць на правы пярэдні план:
he: חזית העתקה לימין:
hi: दाएँ अग्रभूमि में कॉपी करें:
lv: Kopēt uz labo priekšplānu:

source: Copy to right background:
ar: خلفية النسخ إلى اليمين:
be: Капіраваць на правы фон:
he: רקע העתקה לימין:
hi: दाईं ओर पृष्ठभूमि कॉपी करें:
lv: Kopēt uz labo fonu:

source: Delete foreground:
ar: مقدمة الحذف:
be: Выдаліць пярэдні план:
he: חזית מחיקה:
hi: अग्रभूमि हटाएं:
lv: Dzēst priekšplānu:

source: Delete background:
ar: خلفية الحذف:
be: Выдаліць фон:
he: רקע מחיקה:
hi: पृष्ठभूमि हटाएं:
lv: Dzēst fonu:

source: Other
ar: أخرى
be: Іншае
he: אחר
hi: अन्य
lv: Cits

source: Quicksearch, match foreground:
ar: البحث السريع، مقدمة المطابق:
be: Хуткі пошук, пярэдні план, супадзенне:
he: חיפוש מהיר, חזית תוצאה:
hi: त्वरित खोज, अग्रभूमि मिलान करें:
lv: Ātrā meklēšana, atbilsme priekšplānā:

source: Quicksearch, match background:
ar: البحث السريع، خلفية المطابق:
be: Хуткі пошук, фон: супадзенне:
he: חיפוש מהיר, רקע תוצאה:
hi: त्वरित खोज, पृष्ठभूमि मिलान:
lv: Ātrā meklēšana, atbilsme fonā:

source: Quicksearch, non-match foreground:
ar: البحث السريع، مقدمة غير المطابق:
be: Хуткі пошук, пярэдні план, не супадае:
he: חיפוש מהיר, חזית של ‚לא תוצאה’:
hi: त्वरित खोज, गैर-मेल अग्रभूमि:
lv: Ātrā meklēšana, neatbilsme priekšplānā:

source: Quicksearch, non-match background:
ar: البحث السريع، خلفية غير المطابق:
be: Хуткі пошук, фон, не супадае:
he: חיפוש מהיר, רקע של ‚לא תוצאה’:
hi: त्वरित खोज, गैर-मिलान पृष्ठभूमि:
lv: Ātrā meklēšana, neatbilsme fonā:

source: Statusbar, active foreground:
ar: شريط الحالة، مقدمة النشط:
be: Радок стану, актыўны пярэдні план:
he: שורת מצב, חזית כשפעילה:
hi: स्थिति पट्टी, सक्रिय अग्रभूमि:
lv: Statusa josla, aktīvais priekšplānā:

source: Statusbar, active background:
ar: شريط الحالة، خلفية النشط:
be: Радок стану, актыўны фон:
he: שורת מצב, רקע כשפעילה:
hi: स्टेटस बार, सक्रिय पृष्ठभूमि:
lv: Statusa josla, aktīvais fonā:

source: Statusbar, inactive foreground:
ar: شريط الحالة، مقدمة غير النشط:
be: Радок стану, не актыўны пярэдні план:
he: שורת מצב, חזית כשלא פעילה:
hi: स्थिति पट्टी, निष्क्रिय अग्रभूमि:
lv: Statusa josla, neaktīvais priekšplānā:

source: Statusbar, inactive background:
ar: شريط الحالة، خلفية غير النشط:
be: Радок стану, не актыўны фон:
he: שורת מצב, רקע כשלא פעילה:
hi: स्टेटस बार, निष्क्रिय पृष्ठभूमि:
lv: Statusa josla, neaktīvais fonā:

source: Preview
ar: معاينة
be: Папярэдні прагляд
he: תצוגה מקדימה
hi: पूर्व दर्शन
lv: Priekšskatījums

source: Import color-scheme
ar: استورد مخطط الألوان
be: Імпарт каляровай схемы
he: ייבוא ערכת צבעים
hi: रंग-योजना आयात करें
lv: Importēt krāsu shēma

source: Export color-scheme
ar: صدر مخطط الألوان
be: Экспарт каляровай схемы
he: ייצוא ערכת צבעים
hi: रंग-योजना निर्यात करें
lv: Eksportēt krāsu shēmu

source: Selected + Current
ar: مختار + حالي
be: Выбранае + бягучае
he: נבחר + הנוכחי
hi: चयनित + वर्तमान
lv: Atlasītais + pašreizējais

source: Selected 2
ar: محدّد 2
be: Выбранае 2
he: נבחרו 1
hi: चयनित 2
lv: Atlasītais 2

source: Selected 1
ar: محدّد 1
be: Выбранае 1
he: נבחר 1
hi: चयनित 1
lv: Atlasītais 1

source: Current
ar: الحالي
be: Бягучае
he: נוכחי
hi: मौजूदा
lv: Pašreizējais

source: Invalid symlink
ar: رابط رمزي غير صالح
be: Няслушная сімвалічная спасылкака
he: קישורי סמלי שגוי
hi: अमान्य सिम्बलिंक
lv: Nederīga simboliskā saite

source: Symbolic link
ar: وصلة لينة
be: Сімвалічная спасылкака
he: קישור סמלי
hi: प्रतीकात्मक लिंक
lv: Simboliskā saite

source: Application
ar: التطبيق
be: Праграма
he: יישום
hi: आवेदन
lv: Programma

source: Folder
ar: المجلد
be: Папка
he: תיקייה
hi: फ़ोल्डर
lv: Mape

source: Copy to right
ar: انسخ إلى اليمين
be: Капіраваць направа
he: העתקה לימין
hi: दाईं ओर कॉपी करें
lv: Kopēt pa labi

source: Copy to left
ar: انسخ إلى اليسار
be: Капіраваць налева
he: העתקה לשמאל
hi: बाईं ओर कॉपी करें
lv: Kopēt pa kreisi

source: Differing
ar: مختلف
be: Адрозненні
he: הבדלים
hi: भिन्न
lv: Atšķiras

source: Equals
ar: يساوي
be: Аднолькавае
he: שווה
hi: बराबर
lv: Vienāds

source: Quicksearch non-match
ar: بحث سريع غير مطابق
be: Неадпаведнасць хуткага пошуку
he: אי התאמה בחיפוש מהיר
hi: त्वरित खोज गैर-मिलान
lv: Ātrās meklēšanas neatbilstība

source: Quicksearch match
ar: بحث سريع مطابق
be: Адпаведнасць хуткага пошуку
he: התאמה בחיפוש מהיר
hi: त्वरित खोज मिलान
lv: Ātrās meklēšanas atbilstība

source: Statusbar active
ar: شريط الحالة النشط
be: Актыўны стан панэлі стану
he: שורת מצב פעילה
hi: स्टेटस बार सक्रिय
lv: Statusa josla aktīva

source: Statusbar inactive
ar: شريط الحالة غير النشط
be: Неактыўны стан панэлі стану
he: שורת מצב לא פעילה
hi: स्टेटस बार निष्क्रिय
lv: Statusa josla neaktīva

source: Select a color-scheme file
ar: اختر ملف مخطط الألوان
be: Выберыце файл каляровай схемы
he: בחירת קובץ ערכת צבעים
hi: रंग-योजना फ़ाइल का चयन करें
lv: Norādiet krāsu shēmas datni

source: Error: unable to read from file
ar: خطأ: تعذر القراءة من الملف
be: Памылка: немагчыма прачытаць файл
he: שגיאה: לא ניתן לקרוא מקובץ
hi: त्रुटि: फ़ाइल से पढ़ने में असमर्थ
lv: Kļūda: nespēja nolasīt no datnes

source: Select a color scheme file
ar: اختر ملف مخطط ألوان
be: Выберыце файл каляровай схемы
he: בחירת קובץ ערכת צבעים
hi: रंग योजना फ़ाइल चुनें
lv: Atlasiet krāsu shēmas datni

source: File %1 already exists. Are you sure you want to overwrite it?
ar: الملف %1 موجود فعلًا. هل تريد الكتابة فوقه حقاً؟
be: Файл %1 ужо існуе. Вы сапраўды хочаце перапісаць яго?
he: הקובץ %1 כבר קיים. לדרוס אותו?
hi: फ़ाइल %1 पहले से मौजूद है। क्या आप वाकई इसे अधिलेखित करना चाहते हैं?
lv: Datne „%1“ jau pastāv. Vai tiešām vēlaties to pārrakstīt?

source: Error: unable to write to file
ar: خطأ: تعذر الكتابة إلى الملف
be: Памылка: немагчыма запісаць у файл
he: שגיאה: לא ניתן לכתוב לקובץ
hi: त्रुटि: फ़ाइल में लिखने में असमर्थ
lv: Kļūda: nevar rakstīt datnē

source: Checksum Utilities
ar: أدوات المجموع الاختباري
be: Утыліты для кантрольных сум
he: כלי סיכומי ביקורת
hi: चेकसम उपयोगिताएँ
lv: Kontrolsummu utilītprogrammas

source: The %1 path is incorrect, no valid path found.
ar: المسار %1 غير صحيح، لم يُعثر على مسار صحيح.
be: Шлях %1 некарэктны, слушны шлях не знойдзены.
he: הנתיב %1 שגוי, לא נמצא נתיב תקף.
hi: %1 पथ ग़लत है, कोई वैध पथ नहीं मिला.
lv: Ceļš „%1“ ir nepareizs, nav atrasts derīgs ceļš.
