Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: The left mouse button does not select, but sets the current file without affecting the current selection. The right mouse button invokes the context-menu. You can select with Ctrl key and the left button.
ar: زر الفأرة الأيسر لا يختار، بل يضبط الملف الحالي دون التأثير على الاختيار الحالي. يستدعي زر الفأرة الأيمن قائمة السياق. يمكنك الاختيار باستخدام مفتاح Ctrl والزر الأيسر.
be: Левая кнопка мышы не выбірае, а ўсталёўвае бягучы файл без змены выбару. Правая кнопка выклікае кантэкстнае меню. Выбар можна зрабіць з Ctrl і левай кнопкай.
he: הכפתור השמאלי בעכבר לא בוחר, אלא מגדיר את הקובץ הנוכחי מבלי להשפיע על הבחירה הנוכחיץ כפתור העכבר הימני מפעיל את תפריט ההקשר. אפשר לבחור עם מקש Ctrl וכפתור העכבר השמאלי.
hi: बायाँ माउस बटन चयन नहीं करता है, लेकिन वर्तमान चयन को प्रभावित किए बिना वर्तमान फ़ाइल सेट करता है। दायाँ माउस बटन संदर्भ-मेनू को आमंत्रित करता है। आप Ctrl कुंजी और बाएँ बटन से चयन कर सकते हैं।
lv: Peles kreisā poga neatlasa, bet iestata pašreizējo datni, nemainot pašreizējo atlasi. Peles labā poga izsauc konteksta izvēlni. Atlasīšanu varat veikt ar „Ctrl“ taustiņu un peles kreiso pogu.

source: Custom Selection Mode
ar: وضع اختيار مخصص
be: Карыстальніцкі рэжым выбару
he: מצב בחירה מותאמת אישית
hi: कस्टम चयन मोड
lv: Pielāgots atlasīšanas režīms

source: Design your own selection mode.
ar: صمّم وضع الاختيار الخاص بك.
be: Стварыце ўласны рэжым выбару.
he: עיצוב מצב בחירה משלך.
hi: अपना स्वयं का चयन मोड डिज़ाइन करें.
lv: Izveidojiet savu atlasīšanas režīmu.

source: Details
ar: التفاصيل
be: Падрабязнасці
he: פרטים
hi: विवरण
lv: Informācija

source: Double-click selects (classic)
ar: النقر المزدوج يختار (كلاسيكي)
be: Выбар падвойным клікам (класічны)
he: לחיצה כפולה בוחרת (קלסי)
hi: डबल-क्लिक चयन (क्लासिक)
lv: Atlasa ar dubultklikšķi (klasiski)

source: A single click on a file will select and focus, a double click opens the file or steps into the folder.
ar: نقرة واحدة على ملف تختار وتركز عليه، ونقرة مزدوجة تفتح الملف أو تدخل المجلد.
be: Адзін клік выбірае і робіць фокус на файл, падвойны клік адкрывае файл або заходзіць у папку.
he: לחיצה יחידה על קובץ תבחר ותעביר אליו מיקוד, לחיצה כפולה תפתח את הקובץ או תיכנס לתיקייה.
hi: किसी फ़ाइल पर एक बार क्लिक करने से फ़ाइल का चयन और फोकस हो जाएगा, तथा डबल क्लिक करने से फ़ाइल खुल जाएगी या फ़ोल्डर में चली जाएगी।
lv: Viens klikšķis uz datnes to atlasīs un fokusēs, dubultklikšķis atvērs datni vai ieies mapē.

source: Obey global selection policy
ar: اطِع سياسة الاختيار العامة
be: Падпарадкоўвацца глабальнай палітыцы выбару
he: לציית למדיניות הבחירה הכללית
hi: वैश्विक चयन नीति का पालन करें
lv: Ievērto globālo atlases politiku

source: <p>Use global setting:</p><p><i>Plasma System Settings -> Input Devices -> Mouse</i></p>
ar: <p>استخدم الإعداد العام:</p><p><i>إعدادات نظام بلازما -> أجهزة الإدخال -> فأرة</i></p>
be: <p>Выкарыстоўваць глабальныя налады:</p><p><i>Налады Plasma -> Увод -> Мыш</i></p>
he: <p>להשתמש בהגדרה הכללית:</p><p><i>הגדרות מערכת של פלזמה -> התקני קלט -> עכבר</i></p>
hi: <p>वैश्विक सेटिंग का उपयोग करें:</p><p> <i>प्लाज्मा सिस्टम सेटिंग्स -&gt; इनपुट डिवाइस -&gt; माउस</i></p>
lv: <p>Izmanto globālos iestatījumus:</p><p><i>„Plasma“ Sistēmas iestatījumi —> Ātrie iestatījumi —> Klikšķis uz datnes vai mapes:</i></p>

source: Based on KDE's selection mode
ar: بناءً على وضع اختيار كيدي
be: На аснове рэжыму выбару KDE
he: מבוסס על מצב הבחירה של KDE
hi: केडीई के चयन मोड पर आधारित
lv: Ievēro KDE atlases režīmu

source: If checked, use a mode based on KDE's style.
ar: إن كان محددًا، فاستخدم وضعًا مبنيًا على نمط كيدي.
be: Калі ўключана, выкарыстоўваецца рэжым на аснове стылю KDE.
he: אם האפשרות מסומנת, להשתמש במצב שמבוסס על הסגנון של KDE.
hi: यदि चेक किया गया है, तो KDE की शैली पर आधारित मोड का उपयोग करें।
lv: Ja atzīmēts, izmantojiet režīmu, kam pamatā ir KDE stils.

source: Left mouse button selects
ar: الزر الأيسر للفأرة يختار
be: Левая кнопка мышы выбірае
he: כפתור העכבר השמאלי בוחר
hi: बायाँ माउस बटन चयन करता है
lv: Atlasa ar kreiso peles pogu

source: If checked, left clicking an item will select it.
ar: إن كان محددًا، فالنقر على عنصر بالزر الأيسر يختاره.
be: Калі ўключана, клік левай кнопкай выбірае элемент.
he: אם האפשרות מסומנת, לחיצה שמאלית על פריט תבחר אותו.
hi: यदि चेक किया गया है, तो किसी आइटम पर बायाँ क्लिक करने से वह चयनित हो जाएगा।
lv: Ja atzīmēts, kreisais klikšķis uz vienuma to atlasīs.

source: Left mouse button preserves selection
ar: الزر الأيسر للفأرة يحافظ على الاختيار
be: Левая кнопка мышы захоўвае выбар
he: לחיצה על כפתור העכבר השמאלי משמרת את הבחירה
hi: बायाँ माउस बटन चयन को सुरक्षित रखता है
lv: Kreisā peles poga saglabā atlasi

source: If checked, left clicking an item will select it, but will not unselect other, already selected items.
ar: إن كان محددًا، فالنقر على عنصر بالزر الأيسر يختاره، لكنه لا يلغي اختيار العناصر الأخرى المختارة فعلًا.
be: Калі ўключана, клік левай кнопкай выбірае элемент, але не здымае выбар з іншых ужо выбраных элементаў.
he: אם האפשרות מסומנת, לחיצה שמאלית על פריט תבחר אותו, אבל לא תבטל בחירה של פריטים אחרים שכבר נבחרו קודם לכן.
hi: यदि चेक किया गया है, तो किसी आइटम पर बायाँ क्लिक करने से उसका चयन हो जाएगा, लेकिन पहले से चयनित अन्य आइटम अचयनित नहीं होंगे।
lv: Ja atzīmēts, klikšķis ar kreiso pogu to atlasīs, bet nenoņems atlasi no citiem jau atlasītiem vienumiem.

source: Shift/Ctrl-Left mouse button selects
ar: Shift/Ctrl-الزر الأيسر للفأرة يختار
be: Shift/левы-Ctrl + кнопка мышы выбірае
he: Shift/Ctrl-כפתור שמאלי בעכבר לבחירה
hi: Shift/Ctrl-बायां माउस बटन चयन करता है
lv: „Shift“/„Ctrl“ un kreisā peles poga atlasa

source: If checked, Shift/Ctrl left clicking will select items. Note: this is meaningless if 'Left Button Selects' is checked.
ar: إن كان محددًا، فالنقر على Shift/Ctrl والزر الأيسر سيختار العناصر. ملاحظة: هذا بلا معنى إذا كان 'الزر الأيسر يختار' محددًا.
be: Калі ўключана, Shift/Ctrl + клік левай кнопкай выбірае элементы. Заўвага: не мае сэнсу, калі ўключана «Левая кнопка выбірае».
he: אם האפשרות מסומנת, Shift/Ctrl ולחיצה שמאלית יבחרו פריטים. לתשומת ליבך: אין לזה משמעות אם האפשרות ‚לחיצה שמאלית בוחרת’ מסומנת.
hi: यदि चेक किया गया है, तो Shift/Ctrl बायाँ क्लिक करने से आइटम चयनित हो जाएँगे। नोट: यदि 'बायाँ बटन चयन करता है' चेक किया गया है तो यह अर्थहीन है।
lv: Ja atlasīts, „Shift“/„Ctrl“ un kreisais peles klikšķis vienumus atlasīs. Ievērībai: šī opcija neko nenozīmēs, kas ir atlasīts iestatījumu „Atlasa ar kreiso peles pogu“.

source: Right mouse button selects
ar: الزر الأيمن للفأرة يختار
be: Правая кнопка мышы выбірае
he: לחיצה עם כפתור העכבר הימני בוחרת
hi: दायाँ माउस बटन चयन करता है
lv: Atlasa ar peles labo pogu

source: If checked, right clicking an item will select it.
ar: إن كان محددًا، فالنقر على عنصر بالزر الأيمن يختاره.
be: Калі ўключана, клік правай кнопкай выбірае элемент.
he: אם האפשרות מסומנת, לחיצה ימנית על פריט תבחר אותו.
hi: यदि चेक किया गया है, तो किसी आइटम पर राइट क्लिक करने से उसका चयन हो जाएगा।
lv: Ja atzīmēts, labais peles klikšķis uz vienuma to atlasīs.

source: Right mouse button preserves selection
ar: الزر الأيمن للفأرة يحافظ على الاختيار
be: Правая кнопка мышы захоўвае выбар
he: לחיצה על כפתור העכבר הימני משמרת את הבחירה
hi: दायाँ माउस बटन चयन को सुरक्षित रखता है
lv: Labais peles klikšķis saglabā atlasi

source: If checked, right clicking an item will select it, but will not unselect other, already selected items.
ar: إن كان محددًا، فالنقر على عنصر بالزر الأيمن يختاره، لكنه لا يلغي اختيار العناصر الأخرى المختارة فعلًا.
be: Калі ўключана, клік правай кнопкай выбірае элемент, але не здымае выбар з іншых ужо выбраных элементаў.
he: אם האפשרות מסומנת, לחיצה ימנית על פריט תבחר אותו, אבל לא תבטל בחירה של פריטים אחרים שכבר נבחרו קודם לכן.
hi: यदि चेक किया गया है, तो किसी आइटम पर राइट क्लिक करने से उसका चयन हो जाएगा, लेकिन पहले से चयनित अन्य आइटम अचयनित नहीं होंगे।
lv: Ja atzīmēts, klikšķinot uz vienuma ar peles labo klikšķi, tas tiks atzīmēts, nenoņemot atlasi no jau atlasītiem vienumiem.

source: Shift/Ctrl-Right mouse button selects
ar: Shift/Ctrl-الزر الأيمن للفأرة يختار
be: Shift/Ctrl + правая кнопка мышы выбірае
he: Shift/Ctrl-כפתור ימני בעכבר לבחירה
hi: Shift/Ctrl-दायाँ माउस बटन चयन करता है
lv: „Shift“/„Ctrl“ un peles labais klikšķis atlasa

source: If checked, Shift/Ctrl right clicking will select items. Note: this is meaningless if 'Right Button Selects' is checked.
ar: إن كان محددًا، فالنقر على Shift/Ctrl والزر الأيمن سيختار العناصر. ملاحظة: هذا بلا معنى إذا كان 'الزر الأيمن يختار' محددًا.
be: Калі ўключана, Shift/Ctrl + клік правай кнопкай выбірае элементы. Заўвага: не мае сэнсу, калі ўключана «Правая кнопка выбірае».
he: אם האפשרות מסומנת, Shift/Ctrl ולחיצה ימנית יבחרו פריטים. לתשומת ליבך: אין לזה משמעות אם האפשרות ‚לחיצה ימנית בוחרת’ מסומנת.
hi: यदि चेक किया गया है, तो Shift/Ctrl दायाँ क्लिक करने से आइटम चयनित हो जाएँगे। नोट: यदि 'दायाँ बटन चयन करता है' चेक किया गया है तो यह अर्थहीन है।
lv: Ja atzīmēs, vienumus varēsiet atlasīt, turot „Shift“/„Ctrl“ un spiežot peles labo pogu. Ievērībai: šis iestatījums ir bezjēdzīgs, ja ir ieslēgta „Atlase ar peles labo pogu“.

source: Spacebar moves down
ar: المسافة تحرك للأسفل
be: Прабел перамяшчае ўніз
he: רווח מוריד למטה
hi: स्पेसबार नीचे चला जाता है
lv: Atstarpes taustiņš iet lejup

source: If checked, pressing the spacebar will select the current item and move down. Otherwise, current item is selected, but remains the current item.
ar: إن كان محددًا، فالضغط على المسافة سيختار العنصر الحالي ويحركه للأسفل. وإلا، يُختار العنصر الحالي، ولكنه يبقى العنصر الحالي.
be: Калі ўключана, націсканне прабелу выбірае бягучы элемент і перамяшчае ўніз. Інакш элемент выбіраецца, але застаецца бягучым.
he: אם האפשרות מסומנת הרווח יבחר את הפריט הנוכחי ויוריד אותו למטה. אם לא, הפריט הנוכחי ייבחר אבל יישאר הפריט הנוכחי.
hi: यदि चेक किया गया है, तो स्पेसबार दबाने से वर्तमान आइटम चयनित हो जाएगा और नीचे चला जाएगा। अन्यथा, वर्तमान आइटम चयनित हो जाएगा, लेकिन वर्तमान आइटम बना रहेगा।
lv: Ja atzīmēts, spiežot atstarpes taustiņu, programma atlasīs pašreizējo vienumu un pārvietosies lejup. Pretējā gadījumā tā spiešana atlasīs pašreizējo vienumu, bet pie tā arī paliks.

source: Spacebar calculates disk space
ar: المسافة تحسب مساحة القرص
be: Прабел падлічвае месца на дыску
he: רווח מחשב נפח בכונן
hi: स्पेसबार डिस्क स्थान की गणना करता है
lv: Atstarpes taustiņš aprēķina vietu diskā

source: If checked, pressing the spacebar while the current item is a folder, will (except from selecting the folder) calculate space occupied of the folder (recursively).
ar: إن كان محددًا، فالضغط على المسافة عندما يكون العنصر الحالي مجلدًا، فسيحسب مساحة المجلد المشغولة (بشكل متكرر) (باستثناء اختيار المجلد).
be: Калі ўключана, націсканне прабелу пры выбранай папцы (акрамя выбару папкі) падлічвае занятае ёй месца (рэкурсіўна).
he: אם האפשרות מסומנת, לחיצה על רווח כשהפריט הנוכחי הוא תיקייה, יחשב (למעט בחירת התיקייה) את הנפח שהתיקייה תופסת (כולל התוכן שבה).
hi: यदि चेक किया गया है, तो वर्तमान आइटम के फ़ोल्डर होने पर स्पेसबार दबाने पर (फ़ोल्डर का चयन करने के अलावा) फ़ोल्डर में व्याप्त स्थान की गणना (पुनरावर्ती रूप से) की जाएगी।
lv: Ja atzīmēts, spiežot atstarpes taustiņu, ja pašreizējais vienums ir mape, programma (izņemot mapes atlase) aprēķinās vietu, ko šī mape aizņem diskā (rekursīvi).

source: Insert moves down
ar: الإدخال يحرك للأسفل
be: Insert перамяшчае ўніз
he: Insert מוריד למטה
hi: नीचे की ओर ले जाता है
lv: „Insert“ taustiņš iet lejup

source: If checked, pressing Insert will select the current item, and move down to the next item. Otherwise, current item is not changed.
ar: إن كان محددًا، فالضغط على إدخال سيختار العنصر الحالي، ويحرك للأسفل إلى العنصر التالي. وإلا، فلا يُغير العنصر الحالي.
be: Калі ўключана, націсканне Insert выбірае бягучы элемент і перамяшчае да наступнага. Інакш бягучы элемент не мяняецца.
he: אם האפשרות מסומנת, לחיצה על Insert תבחר את הפריט הנוכחי ותרד מטה לפריט הבא. אם לא, הפריט הנוכחי לא ישתנה.
hi: यदि चेक किया गया है, तो Insert दबाने से वर्तमान आइटम का चयन हो जाएगा, और अगले आइटम पर चला जाएगा। अन्यथा, वर्तमान आइटम नहीं बदला जाएगा।
lv: Ja atzīmēts, spiežot „Insert“ taustiņu, programma atlasīs pašreizējo vienumu un pārvietosies lejup. Pretējā gadījumā tā spiešana atlasīs pašreizējo vienumu, bet pie tā arī paliks.

source: Right clicking pops context menu immediately
ar: النقر بزر الفأرة الأيمن يظهر قائمة السياق فورًا
be: Клік правай кнопкай адразу адкрывае кантэкстнае меню
he: לחיצה ימנית מקפיצה תפריט הקשר מיידית
hi: राइट क्लिक करने पर संदर्भ मेनू तुरंत खुल जाता है
lv: Peles labais klikšķis nekavējoties atver konteksta izvēlni

source: If checked, right clicking will result in an immediate showing of the context menu. Otherwise, user needs to click and hold the right mouse button for 500ms.
ar: إن كان محددًا، فالنقر بالزر الأيمن سيؤدي إلى إظهار فوري لقائمة السياق. وإلا، فيحتاج المستخدم إلى النقر مع الاستمرار على زر الفأرة الأيمن لمدة 500 مللي ثانية.
be: Калі ўключана, клік правай кнопкай адразу адкрывае кантэкстнае меню. Інакш трэба ўтрымаць правую кнопку мышы на працягу 500 мс.
he: אם האפשרות מסומנת, לחיצה ימנית תגרום להצגה מיידית של תפריט הקשר. אם לא, על המשתמש יהיה ללחוץ ולהחזיק את סמן העכבר הימני למשך 500 מ״ש.
hi: यदि चेक किया गया है, तो राइट क्लिक करने पर संदर्भ मेनू तुरंत प्रदर्शित होगा। अन्यथा, उपयोगकर्ता को 500ms के लिए दाएँ माउस बटन पर क्लिक करके दबाए रखना होगा।
lv: Ja atzīmēts, spiežot peles labo pogu, nekavējoties atvērsies konteksta izvēlne. Pretējā gadījumā peles labā poga būs jānospiež un jāpatur 500 milisekunžu.

source: A plain mouse button resets selection
ar: زر الفأرة العادي يعيد ضبط الاختيار
be: Звычайны клік скідвае выбар
he: לחיצה פשוטה עם כפתור עכבר מאפסת את הבחירה
hi: एक साधारण माउस बटन चयन को रीसेट करता है
lv: Vienkārša peles nospiešana noņem atlasi

source: Reset selection on a mouse click without modifiers (i.e. Shift or Ctrl). Selection with Shift/Ctrl for the mouse button have to be enabled for this setting to work.
ar: أعد ضبط الاختيار بنقرة فأرة بدون مفاتيح معدلة (أي Shift أو Ctrl). يجب تمكين الاختيار بـ Shift/Ctrl لزر الفأرة لكي يعمل هذا الإعداد.
be: Скід выбару пры кліку без мадэфікатараў (напрыклад, Shift або Ctrl). Выбар з Shift/Ctrl павінен быць уключаны, каб гэтая налада працавала.
he: איפוס הבחירה בלחיצה עם העכבר ללא מקשי החלפה (כלומר shift או Ctrl). בחירה עם Shift/Ctrl לסמן העכבר חייבת להיות פעילה כדי שההגדרה הזאת תפעל.
hi: संशोधक (जैसे Shift या Ctrl) के बिना माउस क्लिक पर चयन रीसेट करें। इस सेटिंग के काम करने के लिए माउस बटन के लिए Shift/Ctrl के साथ चयन सक्षम होना चाहिए।
lv: Ja nospiedīsiet peles pogu, neturot modificētājtaustiņus (proti, „Shift“ vai „Ctrl“), noņemsies visa atlase. Lai darbotos šis iestatījums, jāieslēdz iestatījums par atlasi ar „Shift“/„Ctrl“.

source: Media Menu
ar: قائمة الوسائط
be: Медыя-меню
he: תפריט מדיה
hi: मीडिया मेनू
lv: Datu nesēja izvēlne

source: Show Mount Path
ar: أظهر مسار التثبيت
be: Паказваць шлях манціравання
he: הצגת נתיב עיגון
hi: माउंट पथ दिखाएँ
lv: Rādīt montēšanas ceļu

source: Show File System Type
ar: أظهر نوع نظام الملفات
be: Паказваць тып файлавай сістэмы
he: הצגת סוג מערכת קבצים
hi: फ़ाइल सिस्टम प्रकार दिखाएँ
lv: Rādīt datņu sistēmas tipu

source: Hide SquashFS entries
ar: أخفِ إدخالات SquashFS
be: Схаваць запісы SquashFS
he: הסתרת רשומות SquashFS
hi: स्क्वैशएफएस प्रविष्टियाँ छिपाएँ
lv: Slēpt „SquashFS“ ierakstus

source: Show Size:
ar: أظهر الحجم:
be: Паказваць памер:
he: הצגת גודל:
hi: आकार दिखाएँ:
lv: Rādīt izmēru:

# setting 'show size'
source: Always
ar: دائما
be: Заўсёды
he: תמיד
hi: हमेशा
lv: Vienmēr

# setting 'show size'
source: When Device has no Label
ar: عندما لا يكون للجهاز تسمية
be: Калі прылада не мае цэтліка
he: כאשר להתקן אין תווית
hi: जब डिवाइस पर कोई लेबल न हो
lv: Kad ierīcei nav etiķetes

# setting 'show size'
source: Never
ar: أبدًا
be: Ніколі
he: אף פעם
hi: कभी नहीं
lv: Nekad

source: Hide following mountpoints:
ar: أخفِ نقاط التثبيت التالية:
be: Схаваць наступныя пункты манціравання:
he: הסתרת נקודות העגינה הבאות:
hi: निम्नलिखित माउंटपॉइंट छिपाएं:
lv: Slēpt šos montēšanas punktus:

source: Add new hidden mount point
ar: أضف نقطة تثبيت مخفية جديدة
be: Дадаць новы схаваны пункт манціравання
he: הוספת נקודת עגינה מוסתרת
hi: नया छिपा हुआ माउंट बिंदु जोड़ें
lv: Pievienot jaunu slēpto montēšanas punktu

source: Mount point:
ar: نقطة الضم:
be: Пункт манціравання:
he: נקודת עגינה:
hi: माउंट पॉइंट:
lv: Montēšanas punkts:

source: Links
ar: روابط
be: Спасылкі
he: קישורים
hi: लिंक
lv: Saites

source: Defined Links
ar: روابط محددة
be: Вызначаныя спасылкакі
he: קישורים מוגדרים
hi: परिभाषित लिंक
lv: Definētās saites

source: Add protocol to the link list.
ar: أضف الميفاق إلى قائمة الوصلات.
be: Дадаць пратакол у спіс спасылкаак.
he: הוספת פרוטוקול לרשימת הקישורים.
hi: लिंक सूची में प्रोटोकॉल जोड़ें.
lv: Saišu sarakstam pievienot protokolu.

source: Remove protocol from the link list.
ar: أزل الميفاق من قائمة الوصلات.
be: Выдаліць пратакол са спісу спасылкаак.
he: הסרת פרוטוקול מרשימת הקישורים.
hi: लिंक सूची से प्रोटोकॉल हटाएँ.
lv: Saišu sarakstam noņemt protokolu.

source: Add MIME to the selected protocol on the link list.
ar: أضف MIME إلى الميفاق المحدد في قائمة الوصلات.
be: Дадаць MIME да выбранага пратаколу ў спісе спасылкаак.
he: הוספת סוג תוכן/MIME לפרוטוקול הנבחר ברשימת הקישורים.
hi: लिंक सूची पर चयनित प्रोटोकॉल में MIME जोड़ें.
lv: Saišu sarakstā atlasītajam protokolam pievienot MIME.

source: Remove MIME from the link list.
ar: أزل MIME من قائمة الوصلات.
be: Выдаліць MIME са спісу спасылкаак.
he: הסרת סוג מדיה (MIME) מרשימת הקישורים.
hi: लिंक सूची से MIME हटाएँ.
lv: No saišu saraksta noņemt MIME.

source: Protocols
ar: الموافيق
be: Пратаколы
he: פרוטוקולים
hi: प्रोटोकॉल
lv: Protokoli

source: MIMEs
ar: أنواع MIME
be: MIME-тыпы
he: סוגי תוכן/MIME
hi: माइम्स
lv: MIME

source: Defines the panel profile used at startup. A panel profile contains:<ul><li>all the tabs paths</li><li>the current tab</li><li>the active panel</li></ul><b>&lt;Last session&gt;</b> is a special panel profile which is saved automatically when Krusader is closed.
ar: يعرف ملف خصائص اللوحة الذي يستخدم عند البدء. يحوي ملف خصائص اللوحة على:<ul><li>مسارات كل الألسنة</li><li>اللسان الحالي</li><li>اللوحة النشطة</li></ul><b>&lt;الجلسة الأخيرة&gt;</b> هي ملف خصائص لوحة خاص يحفظ بشكل آلي عند إغلاق كروسيدر.
be: Вызначае профіль панэлі, які выкарыстоўваецца пры запуску. Профіль утрымлівае:<ul><li>усе шляхі ўкладак</li><li>бягучую ўкладку</li><li>актыўную панэль</li></ul><b>&lt;Апошняя сесія&gt;</b> — спецыяльны профіль, які аўтаматычна захоўваецца пры закрыцці Krusader.
he: מגדיר את פרופיל הלוח לשימוש בהתחלה. פרופיל לוח מכיל:<ul><li>כל נתיבי הלשוניות</li><li>הלשונית הנוכחית</li><li>הלוח הפעיל</li></ul><b>&lt;ההפעלה אחרונה&gt;</b> הוא פרופיל לוח מיוחד שנשמר אוטומטית כש־Krusader נסגר.
hi: स्टार्टअप पर उपयोग किए जाने वाले पैनल प्रोफ़ाइल को परिभाषित करता है। एक पैनल प्रोफ़ाइल में निम्न शामिल हैं:<ul><li> सभी टैब पथ</li><li> वर्तमान टैब</li><li> सक्रिय पैनल</li></ul> <b>&lt;अंतिम सत्र&gt;</b> एक विशेष पैनल प्रोफ़ाइल है जो क्रुसेडर बंद होने पर स्वचालित रूप से सहेज ली जाती है।
lv: Definē paneļa profilu, ko izmanto palaižoties. Paneļa profils satur: <ul><li>visus ciļņu ceļus</li><li>pašreizējo cilni</li><li>visu aktīvo paneli</li></ul><b>„Pēdējā sesija“</b> ir speciāls paneļa profils, ko „Krusader“ automātiski saglabā izslēdzoties.

source: Startup profile:
ar: الحساب المستخدم عند البدء:
be: Профіль запуску:
he: פרופיל בעלייה:
hi: स्टार्टअप प्रोफ़ाइल:
lv: Palaišanas profils:

source: <Last session>
ar: <الجلسة الأخيرة>
be: <Апошняя сесія>
he: <הפעלה אחרונה>
hi: <अंतिम सत्र>
lv: <Pēdējā sesija>

source: Show splashscreen
ar: أظهر شاشة البداية
be: Паказваць заставу пры запуску
he: הצגת מסך פתיחה
hi: स्प्लैशस्क्रीन दिखाएं
lv: Rādīt sākuma ekrānu

source: Display a splashscreen when starting Krusader.
ar: اعرض شاشة بداية عند بدء كروسيدر.
be: Паказваць заставу пры запуску Krusader.
he: להציג מסך פתיחה בעליית Krusader.
hi: क्रुसेडर शुरू करते समय एक स्प्लैशस्क्रीन प्रदर्शित करें।
lv: Palaižot „Krusader“ parādīt sākuma ekrānu.

source: Single instance mode
ar: نمط النسخة الواحدة
be: Рэжым адной копіі
he: מצב עותק יחיד
hi: एकल उदाहरण मोड
lv: Vienas instances režīms

source: Only one Krusader instance is allowed to run.
ar: اسمح بنسخة واحدة فقط من كروسيدر.
be: Дазволена запускаць толькі адну копію Krusader.
he: רק למופע אחד של Krusader יכול לרוץ בכל עת.
hi: केवल एक क्रुसेडर इंस्टैंस को चलाने की अनुमति है।
lv: Atļaut ieslēgt tikai vienu „Krusader“ instanci.

source: Fallback Icon Theme:
ar: سمة الأيقونة الاحتياطية:
be: Рэзервовая тэма значкоў:
he: ערכת סמלים לנסיגה:
hi: फ़ॉलबैक आइकन थीम:
lv: Rezerves ikonu motīvs:

source: Whenever icon is not found in system icon theme, this theme will be used as a fallback. If fallback theme doesn't contain the icon, Breeze or Oxygen will be used if any of these are present.
ar: متى لم تجد الأيقونة في سمة أيقونة النظام، تستخدم هذه السمة كسمة احتياطية. لو لم تحتوي السمة الاحتياطية على الأيقونة، سيستخدم نسيم أو أكسجين إن كان أي منهما موجوداً.
be: Калі значок не знойдзены ў сістэмнай тэме, будзе выкарыстана рэзервовая тэма. Калі і яна не змяшчае значка, будуць выкарыстаны Breeze або Oxygen, калі яны даступныя.
he: בכל פעם שסמל לא נמצא בערכת הסמלים של המערכת, ייעשה שימוש בערכה הזאת במקום. אם ערכת הנסיגה לא מכילה את הסמל, ייעשה שימוש בבריזה או בחמצן אם הם קיימים.
hi: जब भी सिस्टम आइकन थीम में आइकन नहीं मिलता है, तो इस थीम का इस्तेमाल फ़ॉलबैक के तौर पर किया जाएगा। अगर फ़ॉलबैक थीम में आइकन नहीं है, तो इनमें से कोई भी मौजूद होने पर ब्रीज़ या ऑक्सीजन का इस्तेमाल किया जाएगा।
lv: Ja kāda no ikonām nav atrodama sistēmas ikonu motīvā, „Krusader“ šo motīvu izmantos aizstāšanai. Ja arī rezerves motīvs nesatur vajadzīgo ikonu, programma centīsies izmantot „Breeze“ vai „Oxygen“ ikonu motīvu.

source: User Interface
ar: واجهة المستخدم
be: Інтэрфейс карыстальніка
he: ממשק משתמש
hi: प्रयोक्ता इंटरफ़ेस
lv: Lietotāja saskarne

source: Save last position, size and panel settings
ar: احفظ آخر وضع، وحجم، وإعدادات لوحة
be: Захоўваць апошнюю пазіцыю, памер і налады панэлі
he: שמירת הגדרות המקום האחרון, הגודל והלוח
hi: अंतिम स्थिति, आकार और पैनल सेटिंग सहेजें
lv: Saglabāt pēdējo novietojumu, izmēru un paneļa iestatījumus
