Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: The %1 path is incorrect, %2 used instead.
ar: المسار %1 غير صحيح، يُستخدم %2 بدلاً من ذلك.
be: Шлях %1 некарэктны, замест яго выкарыстаны %2.
he: הנתיב %1 שגוי, נעשה שימוש ב־%2 במקום.
hi: %1 पथ ग़लत है, इसके स्थान पर %2 का उपयोग किया गया है।
lv: „%1“ ceļš nav pareizs, tā vietā izmanto „%2“.

source: Viewer/Editor
ar: العارض/المحرر
be: Праглядальнік/Рэдактар
he: מציג/עורך
hi: दर्शक/संपादक
lv: Skatītājs/redaktors

source: Internal editor and viewer opens each file in a separate window
ar: يفتح المحرر والعارض الداخليان كل ملف في نافذة منفصلة
be: Убудаваны рэдактар і праглядальнік адкрывае кожны файл у асобным акне
he: מציג ועורך פנימי פותח כל אחד מהקבצים בחלון נפרד
hi: आंतरिक संपादक और दर्शक प्रत्येक फ़ाइल को एक अलग विंडो में खोलता है
lv: Iekšējais redaktors un skatītājs katru datni atver atsevišķā logā

source: If checked, each file will open in a separate window, otherwise, the viewer will work in a single, tabbed mode
ar: إن كانت محددة، فسيُفتح كل ملف في نافذة منفصلة، وإلا فسيعمل العارض في وضع واحد مبوب.
be: Калі адзначана, кожны файл будзе адкрывацца ў асобным акне; у адваротным выпадкупраглядальнік будзе працаваць з адным акном і будзе шмат укладак
he: אם האפשרות מסומנת, כל קובץ ייפתח בחלון נפרד, אחרת, המציג יעבוד במצב אחוד עם לשוניות
hi: यदि चेक किया गया है, तो प्रत्येक फ़ाइल एक अलग विंडो में खुलेगी, अन्यथा, व्यूअर एकल, टैब्ड मोड में काम करेगा
lv: Ja atzīmēts, programma katru datni atvērs atsevišķā logā, pretējā gadījumā skatītājs darbosies vienā logā — cilnēs

source: Hide the tab bar when only one tab is opened
ar: أخفِ شريط الألسنة عندما يكون هناك لسان واحد فقط مفتوحاً
be: Схаваць панэль укладак, калі адкрыта толькі адна ўкладка
he: להסתיר את הלשונית כאשר רק לשונית אחת פתוחה
hi: जब केवल एक टैब खुला हो तो टैब बार छिपाएँ
lv: Slēpt ciļņu joslu, kad ir atvērta tikai viena cilne

source: If checked, the Viewer tab bar will hide if only one tab is open
ar: إن كانت محددة، فسيختفي شريط ألسنة العارض إذا كان لسان واحد فقط مفتوحاً
be: Калі адзначана, панэль укладак праглядальніка будзе схавана, калі адкрыта толькі адна ўкладка
he: אם האפשרות מסומנת, סרגל הלשוניות של המציג יוסתר אם רק לשונית אחת פתוחה
hi: यदि चेक किया गया है, तो केवल एक टैब खुला होने पर व्यूअर टैब बार छिप जाएगा
lv: Ja atzīmēts, skatītāja ciļņu josla nebūs redzama, ja ir atvērta tikai viena cilne

source: Viewer
ar: المستعرض
be: Праглядальнік
he: מציג
hi: दर्शक
lv: Skatītājs

source: Default viewer mode:
ar: وضع العرض المبدئي:
be: Рэжым праглядальніка па ўмаўчанні:
he: מצב מציג כברירת מחדל:
hi: डिफ़ॉल्ट दर्शक मोड:
lv: Noklusējuma skatītāja režīms:

source: Generic mode
ar: وضع عام
be: Агульны рэжым
he: מצב כללי
hi: सामान्य मोड
lv: Vispārējais režīms

source: Use the system's default viewer
ar: استخدم العارض المبدئي للنظام
be: Выкарыстоўваць праглядальнік па ўмаўчанні сістэмы
he: להשתמש במציג ברירת המחדל של המערכת
hi: सिस्टम के डिफ़ॉल्ट व्यूअर का उपयोग करें
lv: Izmantot sistēmas noklusējuma skatītāju

source: Text mode
ar: وضع النص
be: Тэкставы рэжым
he: מצב טקסט
hi: पाठ मोड
lv: Teksta režīms

source: View the file in text-only mode
ar: اعرض الملف في وضع النص فقط
be: Праглядаць файл толькі ў тэкставым рэжыме
he: להציג את הקובץ במצב טקסט בלבד
hi: फ़ाइल को केवल पाठ मोड में देखें
lv: Skatīt datni tikai teksta režīmā

source: Hex mode
ar: وضع ست عشري
be: Шаснаццатковы рэжым
he: מצב הקסדצימלי
hi: हेक्स मोड
lv: Heksadecimālais režīms

source: View the file in hex-mode (better for binary files)
ar: اعرض الملف في الوضع الست عشري (أفضل للملفات الثنائية)
be: Праглядаць файл у шаснаццатковым рэжыме (лепш для бінарных файлаў)
he: להציג את הקובץ במצב הקסדצימלי (עדיף לקבצים בינריים)
hi: फ़ाइल को हेक्स-मोड में देखें (बाइनरी फ़ाइलों के लिए बेहतर)
lv: Skatīt datni heksadecimālā režīmā (piemērotāks binārām datnēm)

source: Lister mode
ar: وضع القائمة
be: Рэжым лістальніка
he: מצב מציגון
hi: लिस्टर मोड
lv: Uzskaitītāja režīms

source: View the file with lister (for huge text files)
ar: اعرض الملف مع القائمة (للملفات النصية الضخمة)
be: Праглядаць файл з дапамогай лістальніка (для вялікіх тэкставых файлаў)
he: הצגת הקובץ עם המציגון (לקובצי טקסט ענקיים)
hi: लिस्टर के साथ फ़ाइल देखें (बड़ी टेक्स्ट फ़ाइलों के लिए)
lv: Apskata datni ar uzskaitītāju (milzīgām teksta datnēm)

source: Use Okteta as Hex viewer
ar: استخدم Okteta كعارض ست عشري
be: Выкарыстоўваць Okteta як шаснаццатковы праглядальнік
he: להשתמש ב־Okteta כמציג הקסדצימלי
hi: हेक्स व्यूअर के रूप में ओक्टेटा का उपयोग करें
lv: Heksadecimālai skatīšanai izmantot „Okteta“

source: If available, use Okteta as Hex viewer instead of the internal viewer
ar: إن أمكن، استخدم Okteta كعارض ست عشري بدل العارض الداخلي
be: Калі даступна, выкарыстоўваць Okteta замест убудаванага праглядальніка
he: אם היא זמינה, להשתמש ב־Okteta כמציג הקסדצימלי במקום במציג הפנימי
hi: यदि उपलब्ध हो, तो आंतरिक व्यूअर के बजाय हेक्स व्यूअर के रूप में ओक्टेटा का उपयोग करें
lv: Ja pieejams, kā heksadecimālo skatītāju izmantot „Okteta“, bet ne iebūvēto skatītāju

source: If a text file is bigger than this size then lister will be used.
ar: إن كان حجم ملف نصي أكبر من هذا الحجم، فسيُستخدم العارض القائمة.
be: Калі тэкставы файл перавышае гэты памер, будзе выкарыстаны лістальнік.
he: אם קובץ טקסט עולה על הגודל הזה ייעשה שימוש במציגון.
hi: यदि कोई टेक्स्ट फ़ाइल इस आकार से बड़ी है तो लिस्टर का उपयोग किया जाएगा।
lv: Ja teksta datne ir lielāka par tās izmēru, tad izmantos uzskaitītāju.

source: Use lister if the text file is bigger than:
ar: استخدم العارض القائمة إن كان حجم الملف النصي أكبر من:
be: Выкарыстоўваць лістальнік, калі тэкставы файл перавышае:
he: להשתמש במציגון אם קובץ טקסט גדול מאשר:
hi: यदि टेक्स्ट फ़ाइल इससे बड़ी है तो लिस्टर का उपयोग करें:
lv: Izmantot uzskaitītāju, ja teksta datne ir lielāka par:

source: MB
ar: م.بايت
be: МБ
he: מ״ב
hi: एमबी

source: Editor
ar: المحرّر
be: Рэдактар
he: עורך
hi: संपादक
lv: Redaktors

source: Editor:
ar: المحرر:
be: Рэдактар:
he: עורך:
hi: संपादक:
lv: Redaktors:

source: Hint: use 'internal editor' if you want to use Krusader's fast built-in editor
ar: تلميح: استخدم 'المحرر الداخلي' إن أردت استخدام محرر كروسيدر المضمن السريع
be: Падказка: выкарыстоўвайце «убудаваны рэдактар», калі хочаце карыстацца хуткім рэдактарам Krusader
he: עצה: להשתמש ב‚עורך הפנימי’ כדי להשתמש בעורך הפנימי המהיר של Krusader
hi: संकेत: यदि आप क्रुसेडर के तेज अंतर्निर्मित संपादक का उपयोग करना चाहते हैं तो 'आंतरिक संपादक' का उपयोग करें
lv: Padoms: izmantojiet „iekšējo redaktoru“, ja vēlaties izmantot „Krusader“ programmā iebūvēto ātro redaktoru

source: Atomic extensions
ar: الامتدادات الذرية
be: Атамарныя пашырэнні
he: הרחבות אטומיות
hi: परमाणु विस्तार
lv: „Atomic“ paplašinājumi

source: Atomic extensions:
ar: الامتدادات الذرية:
be: Атамарныя пашырэнні:
he: הרחבות אטומיות:
hi: परमाणु विस्तार:
lv: „Atomic“ paplašinājumi:

source: Warn on exit
ar: حذّر عند الخروج
be: Папярэджваць пры выхадзе
he: להזהיר עם היציאה
hi: बाहर निकलने पर चेतावनी दें
lv: Brīdināt izejot

source: Display a warning when trying to close the main window.
ar: اعرض تحذيراً عند محاولة إغلاق النافذة الرئيسة.
be: Паказваць папярэджанне пры спробе закрыць галоўнае акно.
he: להציג אזהרה בעת ניסיון לסגור את החלון הראשי.
hi: मुख्य विंडो बंद करने का प्रयास करते समय चेतावनी प्रदर्शित करें.
lv: Parādīt brīdinājumu, kad mēģināt aizvērt pamata logu.

source: Show and close to tray
ar: اعرض وأغلق إلى علبة النظام
be: Паказваць і згортваць у трэй
he: להציג ולסגור את שורת המערכת
hi: ट्रे दिखाएँ और बंद करें
lv: Rādīt un aizvērt sistēmas ikonu joslāuz

source: Show an icon in the system tray and keep running in the background when the window is closed.
ar: اعرض أيقونة في علبة النظام واستمر في العمل في الخلفية عند إغلاق النافذة.
be: Паказваць значок у сістэмным трэі і працягваць працу ў фонавым рэжыме пасля закрыцця акна.
he: להציג סמל בשורת המערכת ולהשאיר פעיל ברקע כשהחלון סגור.
hi: सिस्टम ट्रे में एक आइकन दिखाएं और विंडो बंद होने पर पृष्ठभूमि में चलते रहें।
lv: Rādīt ikonu sistēmas ikonu joslā, un, aizverot logu, programmu paturēt fonā ieslēgtu.

source: Temp Folder:
ar: المجلد المؤقت:
be: Часовая папка:
he: תיקייה זמנית:
hi: अस्थायी फ़ोल्डर:
lv: Pagaidu mape:

source: Note: you must have full permissions for the temporary folder.
ar: ملاحظة: يجب أن تكون لديك صلاحيات كاملة للمجلد المؤقت.
be: Заўвага: вы павінны мець поўныя правы доступу да часовага каталога.
he: לתשומת ליבך: חייבות להיות לך הרשאות מלאות על התיקייה הזמנית.
hi: नोट: आपके पास अस्थायी फ़ोल्डर के लिए पूर्ण अनुमतियाँ होनी चाहिए।
lv: Ievērībai: lietotājam nepieciešama pilna pieeja pagaidu datņu mapei.

source: Delete mode
ar: وضع الحذف
be: Рэжым выдалення
he: מצב מחיקה
hi: डिलीट मोड
lv: Dzēšanas režīms

source: Move to trash
ar: انقل إلى المهملات
be: Перамясціць у сметніцу
he: העברה לאשפה
hi: ट्रैश में ले जाएं
lv: Pārvietot uz atkritni

source: Files will be moved to trash when deleted.
ar: ستُنقل الملفات إلى المهملات عند حذفها.
be: Файлы будуць перамешчаны ў сметніцу пры выдаленні.
he: הקבצים יועברו לאשפה עם מחיקתם.
hi: फ़ाइलें हटाये जाने पर उन्हें ट्रैश में ले जाया जाएगा.
lv: Datnes dzēšot „Krusader“ pārvietos uz atkritni

source: Delete files
ar: احذف الملفات
be: Выдаліць файлы
he: מחיקת קבצים
hi: फाइलों को नष्ट
lv: Dzēst datnes

source: Files will be permanently deleted.
ar: ستُحذف الملفات بشكل دائم.
be: Файлы будуць выдалены назаўсёды.
he: הקבצים יימחקו לצמיתות.
hi: फ़ाइलें स्थायी रूप से हटा दी जाएंगी.
lv: Datnes neatgriezeniski dzēsīs

source: Terminal
ar: الطّرفيّة
be: Тэрмінал
he: מסוף
hi: टर्मिनल
lv: Terminālis

source: External Terminal:
ar: الطرفية الخارجية:
be: Знешні тэрмінал:
he: מסוף חיצוני:
hi: बाह्य टर्मिनल:
lv: Paplašinātais terminālis:

source: %d will be replaced by the workdir.
ar: يستبدل %d بمجلد العمل.
be: %d будзе заменена на працоўны каталог.
he: %d יוחלף בתיקיית העבודה.
hi: %d को कार्यनिर्देशिका द्वारा प्रतिस्थापित किया जाएगा.
lv: %d aizvietos ar darba mapi.

source: Embedded Terminal sends Chdir on panel change
ar: الطرفية المضمنة ترسل Chdir عند تبديل اللوحة
be: Убудаваны тэрмінал адпраўляе Chdir пры зменах у панэлі
he: המסוף המובנה שולח פקודת Chdir (החלפת תיקייה) עם שינוי בלוח
hi: एम्बेडेड टर्मिनल पैनल परिवर्तन पर Chdir भेजता है
lv: Iebūvētais terminālis, mainot paneli, nosūta mapes maiņas komandu

source: When checked, whenever the panel is changed (for example, by pressing Tab), Krusader changes the current folder in the embedded terminal.
ar: عند التحديد، فإنه كلما بدلت اللوحة (مثلاً بضغط تبويب)، يغير كروسيدر المجلد الحالي في الطرفية المضمنة.
be: Калі адзначана, пры змене панэлі (напрыклад, пры націсканні Tab)Krusader змяняе бягучы каталог ва ўбудаваным тэрмінале.
he: כשהאפשרות מסומנת, החלפה של לוח (למשל, לחיצה על Tab), תגרום ל־Krusader להחליף את התיקייה הנוכחית במסוף המשובץ.
hi: जब चेक किया जाता है, तो जब भी पैनल बदला जाता है (उदाहरण के लिए, टैब दबाकर), क्रुसेडर एम्बेडेड टर्मिनल में वर्तमान फ़ोल्डर को बदल देता है।
lv: Ja atzīmēts, tad katru reizi, kad pārslēgsiet paneli (piemēram, spiedīsiet „Tab“ taustiņu), „Krusader“ mainīs atvērto vietu iebūvētajā terminālī.

source: Active panel follows Embedded Terminal working directory
ar: اللوحة النشطة تتبع مجلد عمل الطرفية المضمنة
be: Актыўная панэль сачыць за працоўным каталогам убудаванага тэрмінала
he: הלוח הפעיל עוקב אחר תיקיית העבודה של המסוף
hi: सक्रिय पैनल एम्बेडेड टर्मिनल कार्य निर्देशिका का अनुसरण करता है
lv: Aktīvais panelis seko darba mapei iebūvētajā terminālī

source: When checked, whenever terminal working directory is changed (for example, by executing 'cd' or 'popd' command), Krusader changes the current folder of active panel.
ar: عند التحديد، فإنه كلما تغير مجلد عمل الطرفية (مثلاً بتنفيذ أمر 'cd' أو 'popd')، يغير كروسيدر المجلد الحالي في اللوحة النشطة.
be: Калі адзначана, пры змене працоўнага каталога тэрмінала (напрыклад, пры выкананні каманды 'cd' або 'popd') Krusader змяняе бягучы каталогактыўнай панэлі.
he: כשהאפשרות מסומנת, עם כל החלפת תיקיית העבודה במסוף (למשל, על ידי הרצת פקודת ‚cd’ או ‚popd’),‏ Krusader ישנה את התיקייה הנוכחית של הלוח הפעיל.
hi: जब भी चेक किया जाता है, तो टर्मिनल कार्यशील निर्देशिका को परिवर्तित किया जाता है (उदाहरण के लिए, 'cd' या 'popd' कमांड निष्पादित करके), क्रुसेडर सक्रिय पैनल के वर्तमान फ़ोल्डर को बदल देता है।
lv: Kad atzīmēts, manot termināļa darba mapi (piemēram, izpildot „cd“ vai „popd“ komandu), „Krusader“ maina pašreizējā paneļa aktīvo mapi.

source: Searching for tools...
ar: أبحث عن الأدوات...
be: Пошук інструментаў...
he: מתבצע חיפוש אחר כלים…
hi: औजारों की खोज...
lv: Meklēt rīkus...

source: Make sure to install new tools in your <code>$PATH</code> (e.g. /usr/bin)
ar: تأكد من تثبيت الأدوات الجديدة في <code>$PATH</code> لديك (مثلاً /usr/bin)
be: Пераканайцеся, што новыя інструменты ўсталяваны ў ваш <code>$PATH</code> (напрыклад, /usr/bin)
he: נא לוודא שכלים חדשים מותקנים תחת תיקיות ב־<code>‎$PATH</code> שלך (למשל: ‎/usr/bin)
hi: अपने <code>$PATH</code> में नए उपकरण स्थापित करना सुनिश्चित करें (जैसे /usr/bin)
lv: Pārliecinieties, ka jaunos rīkus instalējat sistēmas <code>$PATH</code> (piemēram, „/usr/bin“)

source: Add new atomic extension
ar: أضف امتداداً ذرياً جديداً
be: Дадаць новае атамарнае пашырэнне
he: הוספת הרחבה אטומית חדשה
hi: नया परमाणु विस्तार जोड़ें
lv: Pievienot jaunu „Atomic“ paplašinājumu

source: Extension:
ar: الامتداد:
be: Пашырэнне:
he: הרחבה:
hi: विस्तार:
lv: Paplašinājums:

source: Atomic extensions must start with '.' and must contain at least one more '.' character.
ar: يجب أن تبدأ الامتدادات الذرية بـ'.' وأن تحتوي على حرف '.' واحد على الأقل.
be: Атамарныя пашырэнні павінны пачынацца з «.» і ўтрымліваць як мінімум яшчэ адзін сімвал «.».
he: הרחבות אטומיות חייבות להתחיל ב־‚.’ ועליו להכיל לפחות עוד תו ‚.’ אחד.
hi: एटॉमिक एक्सटेंशन '.' से शुरू होना चाहिए तथा उसमें कम से कम एक और '.' वर्ण होना चाहिए।
lv: Atomic paplašinājumiem jāsākas ar punktu (.) un jāsatur vismaz vēl viena punkta (.) rakstzīme.

source: Navigator bar
ar: شريط الملاح
be: Панэль навігацыі
he: סרגל ניווט
hi: नेविगेटर बार
lv: Navigācijas josla

source: Edit Mode by default
ar: وضع التحرير مبدئيًا
be: Рэжым рэдагавання па ўмаўчанні
he: מצב עריכה כברירת מחדל
hi: डिफ़ॉल्ट रूप से संपादन मोड
lv: Rediģēšanas režīms pēc noklusējuma

source: Show editable path in Navigator bar by default
ar: أظهر المسار القابل للتحرير في شريط الملاح مبدئيًا
be: Па ўмаўчанні паказваць шлях, які можна рэдагаваць, у панэлі навігацыі
he: הצגת נתיב שניתן לערוך בסרגל הניווט כברירת מחדל
hi: डिफ़ॉल्ट रूप से नेविगेटर बार में संपादन योग्य पथ दिखाएं
lv: Navigatorā pēc noklusējuma rādīt rediģējamu ceļu

source: Show full path by default
ar: أظهر المسار الكامل مبدئيًا
be: Паказваць поўны шлях па ўмаўчанні
he: הצגת נתיב מלא כברירת מחדל
hi: डिफ़ॉल्ट रूप से पूर्ण पथ दिखाएं
lv: Pēc noklusējuma rādīt pilnu ceļu

source: Always show full path in Navigator bar by default.
ar: أظهر المسار الكامل دائماً في شريط الملاح مبدئيًا.
be: Заўсёды паказваць поўны шлях у панэлі навігацыі па ўмаўчанні.
he: תמיד להציג נתיב מלא בסרגל הניווט כברירת מחדל.
hi: डिफ़ॉल्ट रूप से नेविगेटर बार में हमेशा पूर्ण पथ दिखाएं।
lv: Vienmēr pēc noklusējuma navigatorā rādīt pilnu ceļu.

source: Operation
ar: العملية
be: Аперацыя
he: פעולה
hi: संचालन
lv: Operācija

source: Autoselect folders
ar: اختر المجلدات آلياً
be: Аўтаматычна выбіраць папкі
he: בחירת תיקיות אוטומטית
hi: फ़ोल्डरों का स्वतः चयन
lv: Automātiski atlasīt mapes

source: When matching the select criteria, not only files will be selected, but also folders.
ar: عندما تتطابق معايير الاختيار، لن تُختار الملفات فحسب، بل المجلدات أيضاً.
be: Калі крытэрыі выбару супадаюць, будуць выбраныя не толькі файлы, але і папкі.
he: כשהן עומדות בתנאי החיפוש, לא ייבחרו קבצים בלבד, אלא גם תיקיות.
hi: चयन मानदंड से मेल खाते समय, न केवल फ़ाइलें, बल्कि फ़ोल्डर्स भी चयनित होंगे।
lv: Meklējot atbilsmes atlasītajiem kritērijiem, atlasīs ne vien datnes, bet arī mapes.

source: Rename selects extension
ar: تسمية جديدة تختار الامتداد
be: Пры перайменаванні выбіраецца пашырэнне
he: שינוי שם בוחר את הסיומת
hi: चयनित एक्सटेंशन का नाम बदलें
lv: Pārdēvēšana atlasa paplašinājumu

source: When renaming a file, the whole text is selected. If you want Total-Commander like renaming of just the name, without extension, uncheck this option.
ar: عند إعادة تسمية ملف، يُختار النص الكامل. إن أردت إعادة تسمية كالـ Total Commander باسم الملف فقط، بلا امتداد، ألغِ تحديد هذا الخيار.
be: Пры перайменаванні файла выбіраецца ўвесь тэкст. Калі вы хочаце перайменаванне, як у Total Commander — толькі імя без пашырэння — зніміце гэтую опцыю.
he: בעת שינוי שם קובץ, כל הטקסט נבחר. כדי ששינוי יהיה כמו ב־Total-Commander, כלומר שם בלבד, בלי סיומת, יש לבטל את סימון האפשרות הזאת.
hi: किसी फ़ाइल का नाम बदलते समय, पूरा टेक्स्ट चुना जाता है। यदि आप बिना एक्सटेंशन के सिर्फ़ नाम का टोटल-कमांडर जैसा नाम बदलना चाहते हैं, तो इस विकल्प को अनचेक करें।
lv: Pārdēvējot datni, atlasīs visu tekstu. Ja vēlaties tikai nosaukuma pārdēvēšanu bez paplašinājuma (līdzīgi „Total-Commander“), noņemiet šo opciju.

source: Unselect files before copy/move
ar: ألغِ اختيار الملفات قبل النسخ/النقل
be: Зняць выбар файлаў перад капіраваннем/перамяшчэннем
he: ביטול בחירת קבצים לפני העתקה/העברה
hi: कॉपी/स्थानांतरित करने से पहले फ़ाइलों का चयन रद्द करें
lv: Noņemt datņu atlasi pirms kopēšanas/pārvietošanas

source: Unselect files, which are to be copied/moved, before the operation starts.
ar: ألغِ اختيار الملفات التي ستُنسخ/تُنقل، قبل بدء العملية.
be: Здымаць выбар з файлаў, якія будуць капіравацца або перамяшчацца, перад пачаткам аперацыі.
he: ביטול בחירת קבצים, שמיועדים להעתקה/העברה, לפני תחילת הפעולה.
hi: ऑपरेशन शुरू होने से पहले उन फ़ाइलों का चयन रद्द करें जिन्हें कॉपी/स्थानांतरित किया जाना है।
lv: Pirms darbības sākšanas noņemt datņu atlasi, kuras grasāties kopēt/pārvietot.

source: Filter dialog remembers settings
ar: حوار التصفية يتذكر الإعدادات
be: Дыялог фільтра запамінае налады
he: חלונית הסינון זוכרת את ההגדרות
hi: फ़िल्टर संवाद सेटिंग्स को याद रखता है
lv: Filtra lodziņš atceras iestatījumus

source: The filter dialog is opened with the last filter settings that where applied to the panel.
ar: يُفتح حوار التصفية بآخر إعدادات تصفية طُبقت على اللوحة.
be: Дыялог фільтра адкрываецца з апошнімі наладамі, якія былі ўжытыя да панэлі.
he: חלונית הסינון נפתחת עם הגדרות הסינון האחרונות שהוחלו בלוח.
hi: फ़िल्टर संवाद पैनल पर लागू अंतिम फ़िल्टर सेटिंग्स के साथ खुलता है।
lv: Filtra lodziņu atvērt ar tādiem filtra iestatījumiem, ko izmantojāt iepriekšējā reizē.

source: Tabs
ar: الألسنة
be: Укладкі
he: לשוניות
hi: टैब
lv: Cilnes

source: Use full path tab names
ar: استخدم أسماء مسارات كاملة للألسنة
be: Выкарыстоўваць поўны шлях як назву ўкладкі
he: להשתמש בנתיבים מלאים לשמות הכרטיסיות
hi: पूर्ण पथ टैब नामों का उपयोग करें
lv: Izmantot pilnus ciļņu nosaukumus

source: Display the full path in the folder tabs. By default only the last part of the path is displayed.
ar: اعرض المسار الكامل في ألسنة المجلدات. يُعرض آخر جزء من المسار فقط افتراضياً.
be: Паказваць поўны шлях у ўкладках папак. Па ўмаўчанні паказваецца толькі апошняя частка шляху.
he: הצגת הנתיב המלא בלשוניות התיקיות. כברירת מחדל רק החלק האחרון של הנתיב מוצג.
hi: फ़ोल्डर टैब में पूरा पथ प्रदर्शित करें। डिफ़ॉल्ट रूप से पथ का केवल अंतिम भाग ही प्रदर्शित होता है।
lv: Mapju cilnēs parādīt pilnu ceļu. Pēc noklusējuma parāda tikai ceļa pēdējo daļu.

source: Show close tab buttons
ar: أظهر أزرار إغلاق الألسنة
be: Паказваць кнопкі закрыцця ўкладак
he: הצגת כפתורי סגירת לשוניות
hi: टैब बंद करें बटन दिखाएं
lv: Rādīt ciļņu aizvēršanas pogas.

source: Show close tab buttons.
ar: أظهر أزرار إغلاق الألسنة.
be: Паказваць кнопкі закрыцця ўкладак.
he: הצגת כפתורי סגירת לשוניות.
hi: टैब बंद करें बटन दिखाएँ.
lv: Rādīt ciļņu aizvēršanas pogas.

source: Expanding tabs
ar: توسيع الألسنة
be: Пашыраемыя ўкладкі
he: לשוניות מתרחבות
hi: टैब का विस्तार
lv: Cilnes izplešas

source: Expanding tabs.
ar: توسيع الألسنة.
be: Пашыраемыя ўкладкі.
he: לשוניות מתרחבות.
hi: टैब्स का विस्तार करना.
lv: Cilnes izplešas.

source: Show new tab button
ar: أظهر زر لسان جديد
be: Паказваць кнопку новай укладкі
he: הצגת כפתור לשונית חדשה
hi: नया टैब बटन दिखाएँ
lv: Rādīt jaunas cilnes pogu

source: Show new tab button.
ar: أظهر زر لسان جديد.
be: Паказваць кнопку новай укладкі.
he: הצגת כפתור לשונית חדשה.
hi: नया टैब बटन दिखाएँ.
lv: Rādīt jaunas cilnes pogu.

source: Insert tabs after current
ar: أدخل ألسنة بعد الحالي
be: Устаўляць укладкі пасля бягучай
he: הוספת לשונית אחרי הנוכחית
hi: वर्तमान के बाद टैब डालें
lv: Ievietot cilnes pēc pašreizējās

source: Insert new tabs to the right of the current one.
ar: أدخل ألسنة جديدة إلى يمين اللسان الحالي.
be: Устаўляць новыя ўкладкі справа ад бягучай.
he: הוספת לשוניות חדשות מימין לנוכחית.
hi: वर्तमान टैब के दाईं ओर नया टैब डालें।
lv: Jaunas cilnes ievieto pa labi no pašreizējās cilnes.

source: Show Tab Bar on single tab
ar: أظهر شريط الألسنة على لسان واحد
be: Паказваць панэль укладак пры адной укладцы
he: הצגת סרגל לשוניות גם עם לשונית אחת
hi: एकल टैब पर टैब बार दिखाएँ
lv: Rādīt ciļņu joslu, ja ir atvērta viena cilne

source: Show the tab bar with only one tab.
ar: أظهر شريط الألسنة بلسان واحد فقط.
be: Паказваць панэль укладак нават калі адкрыта толькі адна ўкладка.
he: להציג את סרגל הלשוניות גם עם לשונית אחת.
hi: टैब बार को केवल एक टैब के साथ दिखाएँ.
lv: Rādīt ciļņu joslu ar tikai vienu cilni.

source: Close tab by double click
ar: أغلق اللسان بالنقر المزدوج
be: Закрываць укладку падвойным клікам
he: סגירת לשונית בלחיצה כפולה
hi: डबल क्लिक करके टैब बंद करें
lv: Aizvērt cilni ar dubultklikšķi

source: Close tab by double click.
ar: أغلق اللسان بالنقر المزدوج.
be: Закрываць укладку падвойным клікам.
he: סגירת לשונית בלחיצה כפולה.
hi: डबल क्लिक करके टैब बंद करें।
lv: Aizvērt cilni ar dubultklikšķi.

source: New tab button duplicates a tab
ar: زر لسان جديد ينسخ لسانًا
be: Кнопка новай укладкі робіць дублікат бягучай
he: כפתור לשונית חדשה משכפל לשונית
hi: नया टैब बटन टैब की प्रतिलिपि बनाता है
lv: Jaunas cilnes poga dublējas kā cilne

source: If checked, new tab button duplicates a tab, otherwise it opens a tab in home directory.
ar: إن كان محددًا، فزر لسان جديد ينسخ لسانًا، وإلا فيفتح لسانًا في مجلد المنزل.
be: Калі адзначана, кнопка новай укладкі робіць дублікат бягучай;у адваротным выпадку адкрываецца ўкладка з хатнім каталогам.
he: אם האפשרות מסומנת, כפתור לשונית חדשה משכפל לשונית, אחרת הוא פותח לשונית בתיקיית הבית.
hi: यदि चेक किया गया हो, तो नया टैब बटन एक टैब की प्रतिलिपि बनाता है, अन्यथा यह होम निर्देशिका में एक टैब खोलता है।
lv: Ja atzīmēts, jaunas cilnes poga dublējas kā cilne, pretējā gadījumā atver cilni mājas mapē.

source: Duplicate active tab by click:
ar: انسخ اللسان النشط بالنقر:
be: Рабіць дубль актыўнай ўкладкі па кліку:
he: שכפול הלשונית הפעילה בלחיצה:
hi: क्लिक करके सक्रिय टैब की प्रतिलिपि बनाएँ:
lv: Dublēt aktīvo cilni ar klikšķi:

source: Disabled
ar: معطّل
be: Адключана
he: מושבת
hi: अक्षम
lv: Izslēgts

source: Alt+Click
ar: Alt+نقرة
be: Alt+Клік
he: Alt+לחיצה
hi: Alt+क्लिक करें
lv: „Alt“+klikšķis

source: Ctrl+Click
ar: Ctrl+نقرة
be: Ctrl+Клік
he: Ctrl+לחיצה
hi: Ctrl+क्लिक करें
lv: „Ctrl“+klikšķis

source: Duplicate active tab by clicking Ctrl/Alt+LMB
ar: انسخ اللسان النشط بالنقر على Ctrl/Alt+LMB
be: Рабіць дубль актыўнай ўкладкі пры націсканні Ctrl/Alt+ЛКМ
he: אפשר לשכפל את הלשונית הפעילה בלחיצה על Ctrl/Alt+לחצן שמאלי בעכבר
hi: Ctrl/Alt+LMB पर क्लिक करके सक्रिय टैब की प्रतिलिपि बनाएँ
lv: Dublē aktīvo cilni, klikšķinot „Ctrl“/„Alt“+peles kreisā poga

source: Tab Bar position:
ar: موضع شريط الألسنة:
be: Пазіцыя панэлі ўкладак:
he: מקום סרגל לשוניות:
hi: टैब बार स्थिति:
lv: Cilnes joslas novietojums:

source: Top
ar: الأعلى
be: Зверху
he: למעלה
hi: शीर्ष
lv: Augšā

source: Bottom
ar: الأسفل
be: Знізу
he: למטה
hi: तल
lv: Apakšā

source: Search bar
ar: شريط البحث
be: Панэль пошуку
he: סרגל חיפוש
hi: खोज पट्टी
lv: Meklēšanas josla

source: Start by typing
ar: ابدأ بالكتابة
be: Пачынаць пры уводзе
he: ההקלדה תתחיל
hi: टाइप करके शुरू करें
lv: Sākt rakstot
