Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
he: kde-l10n-he@kde.org
hi: आपके ईमेल
lv: toms.trasuns@posteo.net

source: ActionMan - Manage Your Useractions
ar: مدبّر الإجراءات - أدر إجراءات المستخدمين
he: מנהל הפעולות - ניהול פעולות המתשמש שלך
hi: एक्शनमैन - अपने उपयोगकर्ता क्रियाकलापों का प्रबंधन करें
lv: „ActionMan“ — pārvaldiet lietotāja darbības

source: New protocol
ar: ميفاق جديد
be: Новы пратакол
he: פרוטוקול חדש
hi: नया प्रोटोकॉल
lv: Jauns protokols

source: Set a protocol:
ar: عيّن الميفاق:
be: Усталяваць пратакол:
he: הגדרת פרוטוקול:
hi: प्रोटोकॉल सेट करें:
lv: Norādiet protokolu:

source: Edit Protocol
ar: حرر الميفاق
be: Рэдагаваць пратакол
he: עריכת פרוטוקול
hi: प्रोटोकॉल संपादित करें
lv: Rediģēt protokolu

source: Set another protocol:
ar: اضبط ميفاقًا آخر:
be: Усталяваць іншы пратакол:
he: הגדרת פרוטוקול אחר:
hi: अन्य प्रोटोकॉल सेट करें:
lv: Norādiet citu protokolu:

source: Edit Path
ar: حرر المسار
be: Рэдагаваць шлях
he: עריכת נתיב
hi: कार्यप्रणाली को संपादित करें
lv: Rediģēt ceļu

source: Set another path:
ar: عيّن مسار أخر:
be: Усталяваць іншы шлях:
he: הגדרת נתיבאחר:
hi: दूसरा रास्ता तय करें:
lv: Norādīt citu ceļu:

source: New MIME Type
ar: نوع MIME جديد
be: Новы тып MIME
he: סוג תוכן חדש
hi: नया MIME प्रकार
lv: Jauns MIME tips

source: Set a MIME type:
ar: اضبط نوع MIME:
be: Усталяваць тып MIME:
he: הגדרת סוג תוכן:
hi: MIME प्रकार सेट करें:
lv: Norādiet MIME tipu:

source: Edit MIME Type
ar: عدّل نوع MIME
be: Рэдагаваць тып MIME
he: עריכת סוג תוכן
hi: MIME प्रकार संपादित करें
lv: Rediģēt MIME tipu

source: Set another MIME type:
ar: اضبط نوع MIME آخر:
be: Усталяваць іншы тып MIME:
he: הגדרת סוג תוכן אחר:
hi: अन्य MIME प्रकार सेट करें:
lv: Norādiet citu MIME tipu:

source: New File Name
ar: اسم الملفّ الجديد
be: Новае імя файла
he: שם קובץ חדש
hi: नया फ़ाइल नाम
lv: Jaunās datnes nosaukums

source: Set a file name:
ar: عيّن اسم ملف:
be: Усталяваць імя файла:
he: הגדרת שם קובץ:
hi: फ़ाइल नाम सेट करें:
lv: Norādiet datnes nosaukumu:

source: Edit File Name
ar: حرر اسم الملفّ
be: Рэдагаваць імя файла
he: עריכת שם קובץ
hi: फ़ाइल नाम संपादित करें
lv: Rediģēt datnes nosaukumu

source: Set another file name:
ar: اضبط اسم ملف آخر:
be: Усталяваць іншае імя файла:
he: הגדרת שם קובץ אחר:
hi: अन्य फ़ाइल नाम सेट करें:
lv: Norādiet citu datnes nosaukumu:

source: Please set a unique name for the useraction
ar: اضبط اسمًا فريدًا لإجراء المستخدم
be: Калі ласка, задайце унікальнае імя для дзеяння карыстальніка
he: נא להגדיר שם ייחודי לפעולת המשתמש
hi: कृपया उपयोगकर्ता कार्रवाई के लिए एक अद्वितीय नाम सेट करें
lv: Piešķiriet lietotāja darbībai unikālu nosaukumu

source: Please set a title for the menu entry
ar: اضبط عنوانًا لمدخل القائمة
be: Калі ласка, задайце загаловак для элемента меню
he: נא להגדיר כותרת לרשומת התפריט
hi: कृपया मेनू प्रविष्टि के लिए एक शीर्षक निर्धारित करें
lv: Izvēlnes ierakstam piešķiriet nosaukumu

source: Command line is empty
ar: سطر الأوامر فارغ
be: Камандны радок пусты
he: שורת הפקודה ריקה
hi: कमांड लाइन रिक्त है
lv: Komandrinda ir tukša

source: There already is an action with this name. If you do not have such a useraction the name is used by Krusader for an internal action.
ar: يوجد فعلًا إجراء بهذا الاسم. إذا لم يكن لديك إجراء مستخدم بهذا الاسم، فهو يُستخدم من قبل كروسيدر لإجراء داخلي.
be: Дзеянне з такой назвай ужо існуе. Калі ў вас няма такога дзеяння карыстальніка, назва выкарыстоўваецца Krusader для ўнутранага дзеяння.
he: כבר יש פעולה בשם הזה. אם אין לך פעולת משתמש כזאת השם משמש את Krusader לפעולה פנימית.
hi: इस नाम के साथ पहले से ही एक क्रिया है। यदि आपके पास ऐसी कोई उपयोगकर्ता क्रिया नहीं है तो नाम का उपयोग क्रुसेडर द्वारा आंतरिक क्रिया के लिए किया जाता है।
lv: Jau pastāv darbības ar šo nosaukumu. Ja šādas lietotāja darbības nav, „Krusader“ nosaukumu izmantos iekšējai darbībai.

source: Action Property
ar: خاصية الإجراء
be: Уласцівасці дзеяння
he: מאפייני פעולה
hi: कार्रवाई संपत्ति
lv: Darbības rekvizīts

source: Basic Properties
ar: خصائص أساسية
be: Базавыя уласцівасці
he: מאפיינים בסיסיים
hi: मूल गुण
lv: Pamata rekvizīti

source: A detailed description of the <b>Useraction</b>. It is only displayed in the <i>Konfigurator</i> and via <code>Shift+F1</code>.
ar: وصف تفصيلي لـ <b>إجراء المستخدم</b>. يعرض فقط في <i>المكوّن</i> وعبر <code>Shift+F1</code>.
be: Падрабязнае апісанне <b>дзеяння карыстальніка</b>. Яно адлюстроўваецца толькі ў <i>канфігуратары</i> і праз <code>Shift+F1</code>.
he: תיאור מפורט של <b>פעולת המשתמש</b>. מוצגת רק ב־<i>Konfigurator</i> ודרך <code>Shift+F1</code>.
hi: <b>उपयोगकर्ता कार्रवाई</b> का विस्तृत विवरण। यह केवल <i>कॉन्फ़िगरेटर</i> में और <code>Shift+F1</code> माध्यम से प्रदर्शित होता है।
lv: <b>Lietotāja darbības</b> sīkāks apraksts. Tas ir redzams tikai <i>Konfigurator</i> un caur „<code>Shift+F1</code>“.

source: Description:
ar: الوصف:
be: Апісанне:
he: תיאור:
hi: विवरण:
lv: Apraksts:

source: Command Accepts
ar: الأمر يستقبل
be: Каманда прымае
he: הפקודה מקבלת
hi: आदेश स्वीकार करता है
lv: Komanda pieņem

source: Substitute the <b>Placeholders</b> with local filenames.
ar: استبدل <b>بالعناصر النائبة</b> أسماء ملفات محلية.
be: Заменіце <b>запаўняльнікі</b> лакальнымі назвамі файлаў.
he: החלפת <b>ממלאי המקום</b> בשמות קבצים מקומיים.
hi: <b>प्लेसहोल्डर्स को</b> स्थानीय फ़ाइल नामों से प्रतिस्थापित करें।
lv: Aizvietot <b>vietturus</b> ar lokālo datņu nosaukumiem

source: &Local files only (no URLs)
ar: ملفات &محلية فقط (بلا مسارات)
be: &Толькі лакальныя файлы (URL-ы не прыдатныя)
he: קבצים מ&קומיים בלבד (בלי כתובות)
hi: &केवल स्थानीय फ़ाइलें (कोई URL नहीं)
lv: &Tikai lokālo datņu nosaukumi (ne URL)

source: Substitute the <b>Placeholders</b> with valid URLs.
ar: استبدل <b>بالعناصر النائبة</b> مسارات صالحة.
be: Заменіце <b>запаўняльнікі</b> спраўнымі URL-амі.
he: החלפת <b>ממלאי המקום</b> בכתובות תקפות.
hi: <b>प्लेसहोल्डर्स को</b> मान्य URL से प्रतिस्थापित करें.
lv: Aizvieto <b>vietturus</b> ar derīgiem URL.

source: URLs (re&mote and local)
ar: مسارات (&بعيدة ومحلية)
be: URL-s (аддаленыя і лакальныя)
he: כתובות (מ&רוחקות ומקומיות)
hi: यूआरएल (रि&मोट और स्थानीय)
lv: URL (&attāli un lokāli)

source: The title displayed in the <b>Usermenu</b>.
ar: العنوان المعروض في <b>قائمة المستخدم</b>.
be: Загаловак што адлюстроўваецца у <b>карыстальніцкім</b> меню.
he: הכותרת מוצגת ב<b>תפריט המשתמש</b>.
hi: <b>उपयोगकर्तामेनू</b> में प्रदर्शित शीर्षक.
lv: <b>Lietotāja izvēlnē</b> parādāmais nosaukums.

source: Title:
ar: العنوان:
be: Загаловак:
he: כותרת:
hi: शीर्षक:
lv: Nosaukums:

source: Unique name of the <b>Useraction</b>. It is only used in the <i>Konfigurator</i> and does not appear in any other menu.<p><b>Note</b>: the <i>Title</i> shown in the <b>Usermenu</b> can be set below.
ar: الاسم الفريد لـ <b>إجراء المستخدم</b>. يستخدم فقط في <i>المكوّن</i> ولا يظهر في أي قائمة أخرى.<p><b>ملحوظة</b>: يمكن ضبط <i>العنوان</i> الذي يظهر في <b>قائمة المستخدم</b> بالأسفل.
be: Унікальная назва <b>дзеяння карыстальніка</b>. Яна выкарыстоўваецца толькі ў <i>канфігуратары</i> і не адлюстроўваецца ў іншых меню.<p><b>Заўвага</b>: <i>назва</i>, паказаная ў <b>меню карыстальніка</b>, можа быць зададзена ніжэй.
he: שם ייחודי ל<b>פעולת המשתמש</b>. בשימוש רק ב־<i>Konfigurator</i> ולא מופיע באף תפריט אחר.<p><b>לתשומת ליבך</b>: את ה<i>כותרת</i> שמופיעה ב<b>תפריט המשתמש</b> אפשר להגדיר להלן.
hi: <b>उपयोगकर्ता कार्रवाई</b> का अद्वितीय नाम। इसका उपयोग केवल <i>कोन्फ़िगरेटर</i> में किया जाता है और यह किसी अन्य मेनू में दिखाई नहीं देता है।<p> <b>नोट</b> : <b>उपयोगकर्तामेनू</b> में दिखाया गया <i>शीर्षक</i> नीचे सेट किया जा सकता है।
lv: Unikālais <b>lietotāja darbības</b> nosaukums. To izmanto tikai <i>Konfigurator</i> un tas neparādās citās izvēlnēs.<p><b>Ievērībai</b>: zemāk varat norādīt <i>lietotāja izvēlnē</i> redzamo <b>nosaukumu</b>.

source: <b>Useractions</b> can be grouped in categories for better distinction. Choose a existing <i>Category</i> or create a new one by entering a name.
ar: يمكن تجميع <b>إجراءات المستخدمين</b> في فئات لتمييز أفضل. اختر <i>فئة</i> موجودة أو أنشئ واحدة جديدة بإدخال اسم.
be: <b>Дзеянні карыстальніка</b> можна аб'яднаць у катэгорыі для лепшага адрознення. Выберыце існуючую <b>катэгорыю</b> або стварыце новую, увёўшы назву.
he: אפשר לקבץ <b>פעולות משתמש</b> לקטגוריות כדי לסייע להבין ביניהן. אפשר לבחור ב<i>קטגוריה</i> קיימת או ליצור אחת חדשה על ידי מילוי שם.
hi: बेहतर अंतर के लिए <b>उपयोगकर्ता क्रियाओं को</b> श्रेणियों में समूहीकृत किया जा सकता है। कोई मौजूदा <i>श्रेणी</i> चुनें या नाम दर्ज करके नई श्रेणी बनाएँ।
lv: <b>Lietotāja darbības</b> lietošanas ērtībai iespējams grupēt kategorijās. Izvēlieties pastāvošu <i>kategoriju</i> vai izveidojiet jaunu, ierakstot nosaukumu.

source: Each <b>Useraction</b> can have its own icon. It will appear in front of the title in the <b>Usermenu</b>.
ar: كل <b>إجراء مستخدم</b> يمكن أن يكون له أيقونته الخاصة. ستظهر قبل العنوان في <b>قائمة المستخدم</b>.
be: Кожнае <b>дзеянне карыстальніка</b> можа мець сваю іконку. Яна відаць наперадзе загалоўка <b>карыстальніцкага меню</b>.
he: לכל <b>פעולת משתמש</b> יכול להיות סמל משלה. הוא יופיע לפני הכותרת ב<b>תפריט המשתמש</b>.
hi: प्रत्येक <b>उपयोगकर्ता क्रिया</b> का अपना आइकन हो सकता है। यह <b>उपयोगकर्ता मेनू</b> में शीर्षक के सामने दिखाई देगा।
lv: Katrai <b>lietotāja darbībai</b> var būt sava ikona. Tā būs redzama <b>lietotāja izvēlnes</b> nosaukuma priekšā.

source: <p>Unique name of the <b>Useraction</b>. It is only used in the <i>Konfigurator</i> and does not appear in any other menu.</p><p><b>Note</b>: The <i>Title</i> shown in the <b>Usermenu</b> can be set below.</p>
ar: <p>الاسم الفريد لـ <b>إجراء المستخدم</b>. يستخدم فقط في <i>المكوّن</i> ولا يظهر في أي قائمة أخرى.</p><p><b>ملحوظة</b>: يمكن ضبط <i>العنوان</i> الذي يظهر في <b>قائمة المستخدم</b> بالأسفل.</p>
be: <p>Унікальная назва <b>дзеяння карыстальніка</b>. Яна выкарыстоўваецца толькі ў <i>канфігуратары</i> і не адлюстроўваецца ў іншых меню.</p><p><b>Заўвага</b>: <i>Назва</i>, якая паказваецца ў <b>меню карыстальніка</b>, можа быць зададзена ніжэй.</p>
he: <p>שם ייחודי ל<b>פעולת המשתמש</b>. בשימוש רק ב־<i>Konfigurator</i> ולא מופיע באף תפריט אחר.</p><p><b>לתשומת ליבך</b>: את ה<i>כותרת</i> שמופיעה ב<b>תפריט המשתמש</b> אפשר להגדיר להלן.</p>
hi: <p><b>उपयोगकर्ता कार्रवाई</b> का अद्वितीय नाम। इसका उपयोग केवल <i>कोन्फ़िगरेटर</i> में किया जाता है और यह किसी अन्य मेनू में दिखाई नहीं देता है।</p><p> <b>नोट</b> : <b>उपयोगकर्तामेनू</b> में दिखाया गया <i>शीर्षक</i> नीचे सेट किया जा सकता है।</p>
lv: <p>Unikālais <b>lietotāja darbības</b> nosaukums. To programma izmanto tikai ar <i>Konfigurator</i> un tas neparādās citās izvēlnēs.</p><p><b>Ievērībai</b>: <i>lietotāja izvēlnē</i> redzamo <b>nosaukumu</b> var norādīt zemāk.</p>

source: Identifier:
ar: المعرّف:
be: Ідэнтыфікатар:
he: מזהה:
hi: पहचानकर्ता:
lv: Identifikators:

source: <p>The <i>Command</i> defines the command that will be executed when the <b>Useraction</b> is used. It can be a simple shell command or a complex sequence of multiple commands with <b>Placeholders</b>.</p><p>Examples:</p><ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> <p>Please consult the handbook to learn more about the syntax.</p>
ar: <p>يحدد <i>الأمر</i> الأمر الذي سينفّذ عند استخدام <b>إجراء المستخدم</b>. يمكن أن يكون أمر صدفة بسيط أو سلسلة معقدة من عدة أوامر مع <b>العناصر النائبة</b>.</p><p>أمثلة:</p><ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> <p>الرجاء الرجوع إلى الدليل لمعرفة المزيد عن صيغة الأوامر.</p>
be: <p><i>Каманда</i> вызначае каманду, якая будзе выканана пры выкарыстанні <b>дзеяння карыстальніка</b>. Гэта можа быць простая каманда абалонкі або складаная паслядоўнасць некалькіх каманд з <b>запаўняльнікамі</b>.</p><p>Прыклады:</p><ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> <p>Каб даведацца больш пра сінтаксіс, звярніцеся да даведніка.</p>
he: <p>ה<i>פקודה</i> את הפקודה שתרוץ בעת שימוש ב־<b>פעולת משתמש</b>. זאת יכולה להיות פקודת מעטפת פשוטה או רצף מורכב עם מספר פקודות ו<b>ממלאי מקום</b>.</p><p>דוגמאות:</p><ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> <p>נא לפנות למדריך למשתמש כדי ללמוד עוד על התחביר.</p>
hi: <p><i>कमांड</i> उस कमांड को परिभाषित करता है जिसे <b>यूजरएक्शन</b> का उपयोग किए जाने पर निष्पादित किया जाएगा। यह एक सरल शेल कमांड या <b>प्लेसहोल्डर्स</b> के साथ कई कमांड का एक जटिल अनुक्रम हो सकता है।</p><p> उदाहरण:</p><ul><li> <code>eject /mnt/cdrom</code></li><li> <code>amarok --append %aList(&quot;Selected&quot;)%</code></li></ul><p> वाक्यविन्यास के बारे में अधिक जानने के लिए कृपया पुस्तिका देखें।</p>
lv: <p><i>Komanda</i> nosaka komandu, ko programma izpildīs, palaižot <b>lietotāja darbību</b>. Tā var būt vienkārša čaulas programma vai sarežģīta vairāku komandu virkne, izmantojot <b>vietturus</b>.</p><p>Piemēri:</p><ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> <p>Lai uzzinātu vairāk par sintaksi, apskatiet rokasgrāmatu.</p>

source: Command:
ar: الأمر:
be: Каманда:
he: פקודה:
hi: आज्ञा:
lv: Komanda:

source: The <i>Tooltip</i> is shown when the mouse cursor is hold over an entry of the <b>Useraction Toolbar</b>.
ar: <i>تلميح الأداة</i> يظهر عند وضع مؤشر الفأرة فوق مدخل في <b>شريط أدوات إجراء المستخدم</b>.
be: <i>Падказка</i> адлюстроўваецца, калі курсор мышы знаходзіцца над элементам панэлі <b>дзеянняў карыстальніка</b>.
he: <i>חלונית עצה</i> מופיע כאשר סמן העכבר נשאר מעל רשומה של <b>סרגל כלי פעולות המשתמש</b>.
hi: <i>टूलटिप</i> तब दिखाया जाता है जब माउस कर्सर को <b>यूजरएक्शन टूलबार</b> की प्रविष्टि पर रखा जाता है।
lv: <i>Paskaidre</i> ir redzama, kad lietotājs novieto peles rādītāju virs <b>lietotāja darbību rīkjoslas</b> vienuma.

source: The <i>Workdir</i> defines in which folder the <i>Command</i> will be executed.
ar: <i>مجلد العمل</i> يحدد في أي مجلد سينفّذ <i>الأمر</i>.
be: <i>Працоўная папка</i> вызначае, у якой папцы будзе выканана <i>каманда</i>.
he: <i>תיקיית עבודה</i> מגדיר באיזו תיקייה תרוץ ה<i>פקודה</i>
hi: <i>वर्कडायर</i> यह निर्धारित करता है कि <i>कमांड</i> किस फोल्डर में निष्पादित किया जाएगा।
lv: <i>Darba mape</i> nosaka, kurā mapē programma izpildīs <i>komandu</i>.

source: Tooltip:
ar: التلميحة:
be: Усплываючая падказка:
he: חלונית עצה:
hi: टूलटिप:
lv: Paskaidre:

source: The <i>Command</i> defines the command that will be executed when the <b>Useraction</b> is used. It can be a simple shell command or a complex sequence of multiple commands with <b>Placeholders</b>.<p> Examples:<ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> Please consult the handbook to learn more about the syntax.
ar: يحدد <i>الأمر</i> الأمر الذي سينفّذ عند استخدام <b>إجراء المستخدم</b>. يمكن أن يكون أمر صدفة بسيط أو سلسلة معقدة من عدة أوامر مع <b>العناصر النائبة</b>.<p> أمثلة:<ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> الرجاء الرجوع إلى الدليل لمعرفة المزيد عن صيغة الأوامر.
be: <i>Каманда</i> вызначае каманду, якая будзе выканана пры выкарыстанні <b>дзеяння карыстальніка</b>. Гэта можа быць простая каманда абалонкі або складаная паслядоўнасць некалькіх каманд з <b>запаўняльнікамі</b>.<p> Прыклады:<ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> Калі ласка, звярніцеся да даведніка, каб даведацца больш пра сінтаксіс.
he: ה<i>פקודה</i> מגדירה את הפקודה שתרוץ בעת שימוש ב־<b>פעולת משתמש</b>. זאת יכולה להיות פקודת מעטפת פשוטה או רצף מורכב עם מספר פקודות ו<b>ממלאי מקום</b>. <p>דוגמאות:<ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> נא לפנות למדריך למשתמש כדי ללמוד עוד על התחביר.
hi: <i>कमांड</i> उस कमांड को परिभाषित करता है जिसे <b>यूजरएक्शन</b> का उपयोग किए जाने पर निष्पादित किया जाएगा। यह एक सरल शेल कमांड या <b>प्लेसहोल्डर्स</b> के साथ कई कमांड का एक जटिल अनुक्रम हो सकता है।<p> उदाहरण:<ul><li> <code>eject /mnt/cdrom</code></li><li> <code>amarok --append %aList(&quot;Selected&quot;)%</code></li></ul> वाक्यविन्यास के बारे में अधिक जानने के लिए कृपया पुस्तिका देखें।
lv: <i>Komanda</i> nosaka izpildāmo komandu, kas ir palaista <b>lietotāja darbība</b>. Tā var būt vienkārša komanda vai sarežģīta komandu virkne ar <b>vietturiem</b>.<p> Piemēri:<ul><li><code>eject /mnt/cdrom</code></li><li><code>amarok --append %aList("Selected")%</code></li></ul> Lai uzzinātu vairāk par sintaksi, apskatiet rokasgrāmatu.

source: Category:
ar: الفئة:
be: Катэгорыя:
he: קטגוריה:
hi: वर्ग:
lv: Kategorija:

source: Add <b>Placeholders</b> for the selected files in the panel.
ar: أضف <b>عناصر نائبة</b> للملفات المحددة في اللوحة.
be: Дадайце <b>запаўняльнікі</b> для выбраных файлаў на панэлі.
he: להוסיף <b>ממלאי מקום</b> לקבצים הנבחרים בלוח.
hi: पैनल में चयनित फ़ाइलों के लिए <b>प्लेसहोल्डर्स</b> जोड़ें.
lv: Pievienot <b>vietturus</b> panelī atlasītajām datnēm.

source: &Add
ar: أ&ضف
be: Дадаць
he: הוס&פה
hi: &जोड़ना
lv: &Pievienot

source: Workdir:
ar: مجلد العمل:
be: Працоўная папка:
he: תיקיית עבודה:
hi: कार्य निर्देशिका:
lv: Darba mape:

source: Default shortcut:
ar: الاختصار مبدئي:
be: Хуткія клавішы па ўмаўчанні:
he: מקשי קיצור כברירת מחדל:
hi: डिफ़ॉल्ट शॉर्टकट:
lv: Noklusējuma saīsne:

source: Set a default keyboard shortcut.
ar: اضبط اختصار لوحة مفاتيح المبدئي.
be: Устанавіць хуткія клавішы па ўмаўчанні.
he: הגדרת מקשי קיצור כברירת מחדל.
hi: डिफ़ॉल्ट कीबोर्ड शॉर्टकट सेट करें.
lv: Noteikt noklusējuma tastatūras saīsni.

# No shortcut
source: None
ar: لا شيء
be: Ніякія
he: אין
hi: कोई नहीं
lv: Nav

source: If checked, the action is shown in the Useractions menus.
ar: إذا أشر، سيعرض الإجراء في قوائم إجراءات المستخدمين.
be: Калі ўсталявана, дзеянне адлюстроўваецца ў меню «Дзеянні карыстальніка».
he: אם האפשרות מסומנת, הפעולות תופענה בתפריט פעולות המשתמש.
hi: यदि चेक किया गया है, तो कार्रवाई उपयोगकर्ताक्रिया मेनू में दिखाई जाती है।
lv: Ja atzīmēts, darbība būs redzama lietotāja darbību izvēlnēs.

source: Enabled
ar: ممكّن
be: Уключана
he: פעילה
hi: सक्रिय
lv: Ieslēgts

source: Execution Mode
ar: وضع التّنفيذ
be: Рэжым выканання
he: מצב הפעלה
hi: निष्पादन मोड
lv: Izpildes režīms

source: Collect the output of the executed program.
ar: اجمع مخرجات البرنامج المنفّذ.
be: Збярыце вынік выкананай праграмы.
he: איסוף פלט התוכנית שהופעלה.
hi: निष्पादित प्रोग्राम का आउटपुट एकत्रित करें.
lv: Vākt izpildītās programmas izvadi.

source: Collect output
ar: اجمع المخرجات
be: Сабраць вывад
he: איסוף פלט
hi: आउटपुट एकत्रित करें
lv: Vākt izvadi

source: Separate standard out and standard error in the output collection.
ar: افصل المخرجات القياسية والأخطاء القياسية في مجموعة المخرجات.
be: Асобна размясціць стандартны вывад і вывад памылак ў выведзенай калекцыі.
he: להפריד בין פלט שגרתי (stdout) ופלט שגיאות (stderr) באוסף הפלטים.
hi: आउटपुट संग्रह में मानक आउट और मानक त्रुटि को अलग करें।
lv: Izvades ievākšanā atdalīt standarta izvedi un standarta kļūdu.

source: Separate standard error
ar: افصل الأخطاء القياسية
be: Асобна стандартны і памылкі
he: הפרדת השגיאה התקנית/stderr
hi: पृथक मानक त्रुटि
lv: Atdalīt standarta kļūdu

source: &Normal
ar: عا&دي
be: Нармальны
he: &רגיל
hi: &सामान्य
lv: &Normāls

source: Run the command in a terminal.
ar: شغّل الأمر في طرفية.
be: Выканаць каманду у тэрмінале.
he: הרצת הפקודה במסוף.
hi: टर्मिनल में कमांड चलाएँ.
lv: Palaist komandu terminālī.

source: Run in terminal
ar: شغّل في الطّرفيّة
be: Выканаць у тэрмінале
he: הרצה במסוף
hi: टर्मिनल में चलाएँ
lv: Palaist terminālī

source: Run the command in the embedded terminal emulator.
ar: شغّل الأمر في محاكي الطرفية المضمّن.
be: Выканаць каманду ва ўбудаваным эмулятары тэрміналу.
he: הרצת הפקודה במדמה המסוף המובנה.
hi: एम्बेडेड टर्मिनल एमुलेटर में कमांड चलाएँ।
lv: Palaist komandu iebūvētajā termināļa emulatorā.

source: Run in the embedded terminal emulator
ar: شغّل في محاكي الطرفية المضمّن
be: Выканаць ва ўбудаваным эмулятары тэрміналу
he: הרצה במדמה המסוף המובנה
hi: एम्बेडेड टर्मिनल एमुलेटर में चलाएँ
lv: Palaist iebūvētajā termināļa emulatorā

source: Advanced Properties
ar: خصائص متقدّمة
be: Дадатковыя уласцівасці
he: מאפיינים מתקדמים
hi: उन्नत गुण
lv: Paplašinātās īpašības

source: The Useraction is only available for
ar: إجراء المستخدم متاح فقط لـ
be: Дзеянні карыстальніка даступны толькі для
he: פעולת המשתמש זמינה רק עבור
hi: उपयोगकर्ता कार्रवाई केवल इसके लिए उपलब्ध है
lv: Lietotāja darbība ir tikai pieejama

source: Protocol
ar: الميفاق
be: Пратакол
he: פרוטוקול
hi: शिष्टाचार
lv: Protokols

# New protocol
source: &New...
ar: &جديد...
be: Новы...
he: &חדש…
hi: &नया...
lv: &Jauns...

source: Chan&ge...
ar: &غيّر
be: Змяніць...
he: &שינוי…
hi: परिवर्तन...
lv: s&Mainīt...

source: De&lete
ar: ا&حذف
be: Выдаліць
he: מ&חיקה
hi: मिटाना
lv: &Dzēst

source: Show the <b>Useraction</b> only for the values defined here.
ar: اعرض <b>إجراء المستخدم</b> فقط للقيم المعرّفة هنا.
be: Паказваць <b>дзеянне карыстальніка</b> толькі для значэнняў, вызначаных тут.
he: הצגת <b>פעולת המשתמש</b> רק לערכים שמוגדרים כאן.
hi: केवल यहां परिभाषित मानों के लिए <b>उपयोगकर्ता कार्रवाई</b> दिखाएं।
lv: Parādīt <b>Lietotāja darbību</b> tikai šeit definētajām vērtībām.

source: Path
ar: المسار
be: Шлях
he: נתיב
hi: पथ
lv: Ceļš

# New path
source: &New...
ar: &جديد...
be: Новы...
he: &חדש…
hi: &नया...
lv: &Jauns...

source: MIME Type
ar: نوع تنسيق الملف
be: Тып MIME
he: סוג תוכן/MIME
hi: MIME प्रकार
lv: MIME tips

# New MIME
source: &New...
ar: &جديد...
be: Новы...
he: &חדש…
hi: &नया...
lv: &Jauns...

source: File Name
ar: اسم الملفّ
be: Назва файла
he: שם קובץ
hi: फ़ाइल का नाम
lv: Datnes nosaukums

source: Show the <b>Useraction</b> only for the file names defined here. The wildcards '<code>?</code>' and '<code>*</code>' can be used.
ar: اعرض <b>إجراء المستخدم</b> فقط لأسماء الملفات المعرّفة هنا. يمكن استخدام الحروف البدل '<code>?</code>' و '<code>*</code>'.
be: Паказваць <b>дзеянне карыстальніка</b> толькі для назваў файлаў, вызначаных тут. Можна выкарыстоўваць сімвалы падстаноўкі '<code>?</code>' і '<code>*</code>'.
he: הצגת <b>פעולת המשתמש</b> רק לשמות הקבצים שמוגדרים כאן. אפשר להשתמש בתווי ההכללה ‚<code>?</code>’ ו־‚<code>*</code>’.
hi: केवल यहाँ परिभाषित फ़ाइल नामों के लिए <b>उपयोगकर्ता क्रिया</b> दिखाएँ। वाइल्डकार्ड &#39; <code>?</code> &#39; और &#39; <code>*</code> &#39; का उपयोग किया जा सकता है।
lv: Rādīt <b>lietotāja darbību</b> tikai te definētajiem datņu nosaukumiem. Varat izmantot aizstājējsimbolus „<code>?</code>“ un „<code>*</code>“.

# New file
source: &New...
ar: &جديد...
be: Новы...
he: &חדש…
hi: &नया...
lv: &Jauns...

source: Allows one to tweak the <i>Command</i> before it is executed.
ar: يسمح لك بتعديل <i>الأمر</i> قبل تنفيذه.
be: Дазваляе змяніць <i>каманду</i> перад яе выкананнем.
he: מאפשר לשפר את ה<i>הפקודה</i> טרם הרצתה.
hi: यह <i>कमांड</i> को निष्पादित करने से पहले उसमें बदलाव करने की अनुमति देता है।
lv: Atļaut pielāgot <i>komandu </i> pirms tās izpildes.

source: Confirm each program call separately
ar: أكّد كل استدعاء للبرنامج بشكل منفصل
be: Пацвярджайце кожны выклік праграмы асобна
he: לאשר כל קריאה לתוכנית בנפרד
hi: प्रत्येक प्रोग्राम कॉल की अलग से पुष्टि करें
lv: Katru programmas izsaukumu apstiprināt atsevišķi

source: Execute the <i>Command</i> under a different user ID.
ar: نفّذ <i>الأمر</i> بمعرّف مستخدم مختلف.
be: Выканаць <i>каманду</i> пад іншым ІД карыстальніка.
he: הרצת ה<i>פקודה</i> תחת מזהה משתמש שונה.
hi: किसी भिन्न उपयोगकर्ता आईडी के अंतर्गत <i>कमांड</i> निष्पादित करें।
lv: Izpildīt <i>komandu</i>, izmantojot citu lietotāja ID.

source: Run as different user:
ar: شغّل كمستخدم مختلف:
be: Выканаць ад імя іншага карыстальніка:
he: הרצה כמשתמש אחר:
hi: भिन्न उपयोगकर्ता के रूप में चलाएँ:
lv: Palaist kā citam lietotājam:

source: Active panel
ar: اللوحة النشطة
be: Актыўная панэль
he: לוח פעיל
hi: सक्रिय पैनल
lv: Aktīvais panelis
