Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Automatically escape spaces
ar: تجنُّب المسافات آليًا
be: Аўтаматычна экраніраваць прабелы
he: למלט תווים אוטומטית
hi: स्वचालित रूप से रिक्त स्थान से बचें
lv: Automātiski atpazīt atstarpes

source: Number of...
ar: عدد...
be: Колькасць...
he: מספר של…
hi: की संख्या...
lv: Skaits ar...

source: Count:
ar: العدد:
be: Колькасць:
he: כמות:
hi: गिनती करना:
lv: Skaits:

source: Expander: Bad argument to Count: %1 is not valid item specifier
ar: موسِّع: وسيط غير صالح لـ Count: %1 ليس مُحدِّد عنصر صالح
be: Экспандар: Няправільны аргумент для Count: %1 не з'яўляецца дапушчальным указальнікам элемента
he: מרחיב: ארגומנט שגוי ל־Count:‏ %1 הוא לא מצביע פריטים תקף
hi: विस्तारक: गणना के लिए गलत तर्क: %1 मान्य आइटम निर्दिष्टकर्ता नहीं है
lv: Paplašinātājs: slikts skaita parametrs: „%1“ nav derīga vienuma norāde

source: Filter Mask (*.h, *.cpp, etc.)
ar: قناع التصفية (*.h, *.cpp, الخ)
be: Фільтр-маска (*.h, *.cpp і г.д.)
he: מסכת סינון (‎*.h,‏ ‎*.cpp ועוד)
hi: फ़िल्टर मास्क (*.h, *.cpp, आदि)
lv: Filtra maska (*.h, *.cpp, etc.)

source: Current File (!= Selected File)...
ar: الملف الحالي (≠ الملف المُحدد)...
be: Бягучы файл (!= абраны файл)...
he: הקובץ הנוכחי (!= הקובץ הנבחר)…
hi: वर्तमान फ़ाइल (!= चयनित फ़ाइल)...
lv: Pašreizējā datne (nav tas pats, kas atlasītā datne)...

source: Omit the current path (optional)
ar: احذف المسار الحالي (اختياري)
be: Прапусціць бягучы шлях (неабавязкова)
he: השמטת הנתיב הנוכחי (רשות)
hi: वर्तमान पथ छोड़ें (वैकल्पिक)
lv: Izlaist pašreizējo ceļu (neobligāts)

source: Item List of...
ar: قائمة العناصر لـ...
be: Спіс элементаў...
he: רשימת פריטים של:
hi: आइटम सूची...
lv: Vienumu saraksts ar...

source: Which items:
ar: أي العناصر:
be: Якія элементы:
he: אילו פריטים:
hi: कौन सा आइटम:
lv: Kādi vienumi:

source: Separator between the items (optional):
ar: فاصل بين العناصر (اختياري):
be: Падзяляльнік паміж элементамі (неабавязкова):
he: מפריד בין הפריטים (רשות):
hi: वस्तुओं के बीच विभाजक (वैकल्पिक):
lv: Atdalītājs starp vienumiem (neobligāts):

source: Mask (optional, all but 'Selected'):
ar: قناع (اختياري، كل شيء ما عدا 'المُحدد'):
be: Маска (неабавязкова, усё акрамя «Абраных»):
he: מסכה (רשות, הכול חוץ מה‚נבחרים’):
hi: मास्क (वैकल्पिक, 'चयनित' को छोड़कर सभी):
lv: Maksa (neobligāts, visas, izņemot „Atlasīto“):

source: Filename of an Item List...
ar: اسم ملف لقائمة العناصر...
be: Назва файла са спісам элементаў...
he: שם קובץ של פריט ברשימה…
hi: आइटम सूची का फ़ाइल नाम...
lv: Vienuma sarakta datnes nosaukums...

source: Separator between the items (optional)
ar: فاصل بين العناصر (اختياري)
be: Падзяляльнік паміж элементамі (неабавязкова)
he: מפריד בין הפריטים (רשות)
hi: आइटमों के बीच विभाजक (वैकल्पिक)
lv: Atdalītājs starp šiem vienumiem (neobligāts)

source: Expander: temporary file could not be opened (%1)
ar: موسِّع: تعذر فتح الملف المؤقت (%1)
be: Экспандар: часовы файл не ўдалося адкрыць (%1)
he: מרחיב: לא ניתן לפתוח את הקובץ הזמני (%1)
hi: विस्तारक: अस्थायी फ़ाइल खोली नहीं जा सकी (%1)
lv: Paplašinātājs: neizdodas atvērt pagaidu datni (%1)

source: Manipulate the Selection...
ar: التعامل مع التحديد...
be: Кіраванне выбарам...
he: תפעול הבחירה…
hi: चयन में हेरफेर...
lv: Izmainīt atlasi...

source: Selection mask:
ar: قناع تحديد:
be: Маска выбару:
he: מסכת בחירה:
hi: चयन मास्क:
lv: Atlases maska:

source: Manipulate in which way:
ar: تعامل بأي طريقة:
be: Як кіраваць:
he: באיזה אופן לתפעל את הבחירה:
hi: किस तरह से हेरफेर करें:
lv: Kādā veidā manipulēt:

source: Jump to a Location...
ar: اقفز إلى موقع...
be: Перайсці да месца...
he: קפיצה למקום…
hi: किसी स्थान पर जाएं...
lv: Iet uz vietu...

source: Choose a path:
ar: اختر مسارًا:
be: Абярыце шлях:
he: בחירת נתיב:
hi: एक रास्ता चुनें:
lv: Izvēlēties ceļu:

source: Open location in a new tab
ar: افتح الموقع في علامة تبويب جديدة
be: Адкрыць месца ў новай укладцы
he: פתיחת המקום בלשונית חדשה
hi: स्थान को नए टैब में खोलें
lv: Atvērt vietu jaunā cilnē

source: Expander: at least 1 parameter is required for Goto.
ar: موسِّع: مطلوب على الأقل مُعامل واحد لـ Goto.
be: Экспандар: патрабуецца як мінімум 1 параметр для Goto.
he: מרחיב: נדרש לפחות משתנה אחד ל־Goto.
hi: विस्तारक: गोटो के लिए कम से कम 1 पैरामीटर आवश्यक है।
lv: Paplašinātājs: „iet uz“ pieprasa vismaz vienu parametru.

source: Ask Parameter from User...
ar: اطلب مُعامل من المستخدم...
be: Запытаць параметр у карыстальніка...
he: לבקש משתנה מהמשתמש…
hi: उपयोगकर्ता से पैरामीटर पूछें...
lv: Lūgt lietotājam parametru...

source: Question:
ar: السؤال:
be: Пытанне:
he: שאלה:
hi: सवाल:
lv: Jautājums:

source: Preset (optional):
ar: إعداد مُسبق (اختياري):
be: Папярэдняе значэнне (неабавязкова):
he: ערכה (רשות):
hi: प्रीसेट (वैकल्पिक):
lv: Priekšiestatījums (neobligāts):

source: Caption (optional):
ar: شرح (اختياري):
be: Загаловак (неабавязкова):
he: כותרת (רשות):
hi: कैप्शन (वैकल्पिक):
lv: Paraksts (neobligāts):

source: Expander: at least 1 parameter is required for Ask.
ar: موسِّع: مطلوب على الأقل مُعامل واحد لـ Ask.
be: Экспандар: патрабуецца як мінімум 1 параметр для Ask.
he: מרחיב: נדרש לפחות משתנה אחד ל־Ask.
hi: विस्तारक: पूछने के लिए कम से कम 1 पैरामीटर आवश्यक है।
lv: Paplašinātājs: jautājums pieprasa vismaz vienu parametru.

source: User Action
ar: إجراء المستخدم
be: Дзеянне карыстальніка
he: פעולת משתמש
hi: उपयोगकर्ता क्रिया
lv: Lietotāja darbība

source: Copy to Clipboard...
ar: انسخ إلى الحافظة…
be: Капіяваць у буфер абмену...
he: העתקה ללוח גזירים…
hi: क्लिपबोर्ड पर कॉपी करें...
lv: Kopēt starpliktuvē...

source: What to copy:
ar: ماذا تنسخ:
be: Што капіяваць:
he: מה להעתיק:
hi: क्या कॉपी करें:
lv: Ko kopēt:

source: Append to current clipboard content with this separator (optional):
ar: ألحق بمحتوى الحافظة الحالي مع هذا الفاصل (اختياري):
be: Дадаць да змесціва буфера з гэтым падзяляльнікам (неабавязкова):
he: הוספת תוכן לוח הגזירים הנוכחי עם המפריד הזה לסוף (רשות):
hi: वर्तमान क्लिपबोर्ड सामग्री में इस विभाजक को जोड़ें (वैकल्पिक):
lv: Pievienot pašreizējai starpliktuvei saturu ar šo atdalītāju (neobligāti):

source: Expander: at least 1 parameter is required for Clipboard.
ar: موسِّع: مطلوب على الأقل مُعامل واحد لـ Clipboard.
be: Экспандар: патрабуецца як мінімум 1 параметр для Clipboard.
he: מרחיב: נדרש לפחות משתנה אחד ל־Clipboard.
hi: विस्तारक: क्लिपबोर्ड के लिए कम से कम 1 पैरामीटर आवश्यक है।
lv: Paplašinātājs: starpliktuve pieprasa vismaz vienu parametru.

source: Expander: %Each% may not be in the second argument of %Clipboard%
ar: موسِّع: لا يمكن أن يكون %Each% في الوسيط الثاني لـ %Clipboard%
be: Экспандар: %Each% не можа быць другім аргументам %Clipboard%
he: מרחיב: %Each% לא יכול להיות בארגומנט השני של %Clipboard%
hi: विस्तारक: %Each%, %Clipboard% के दूसरे तर्क में नहीं हो सकता है
lv: Paplašinātājs: %Each% nevar būt otrs %Clipboard% parametrs

source: Copy a File/Folder...
ar: انسخ ملفًا/مجلدًا...
be: Капіяваць файл/папку...
he: העתקת קובץ/תיקייה…
hi: फ़ाइल/फ़ोल्डर कॉपी करें...
lv: Kopēt datni/mapi...

source: Where to copy:
ar: أين تنسخ:
be: Куды капіяваць:
he: להיכן להעתיק:
hi: कहां कॉपी करें:
lv: Kurp kopēt:

source: Expander: at least 2 parameter is required for Copy.
ar: موسِّع: مطلوب على الأقل مُعاملان لـ Copy.
be: Экспандар: патрабуецца як мінімум 2 параметры для Copy.
he: מרחיב: נדרשים 2 משתנים לפחות ל־Copy.
hi: विस्तारक: कॉपी के लिए कम से कम 2 पैरामीटर आवश्यक है।
lv: Paplašinātājs: kopēšana pieprasa vismaz divus parametrus.

source: Expander: %Each% may not be in the second argument of %Copy%
ar: موسِّع: لا يمكن أن يكون %Each% في الوسيط الثاني لـ %Copy%
be: Экспандар: %Each% не можа быць другім аргументам %Copy%
he: מרחיב: %Each% לא יכול להיות בארגומנט השני של %Copy%
hi: विस्तारक: %Each%, %Copy% के दूसरे तर्क में नहीं हो सकता है
lv: Paplašinātājs: %Each% nevar būt otrs %Copy% parametrs

source: Expander: invalid URLs in %_Copy("src", "dest")%
ar: موسِّع: مسارات (URLs) غير صالحة في %_Copy("src", "dest")%
be: Экспандар: памылковыя URL у %_Copy("src", "dest")%
he: מרחיב: כתובות שגויות תחת ‎%_Copy("src", "dest")%‎
hi: विस्तारक: %_Copy("src", "dest")% में अमान्य URL
lv: Paplašinātājs: %_Copy("src", "dest")% satur nederīgu URL

source: Move/Rename a File/Folder...
ar: انقل/أعد تسمية ملفًا/مجلدًا...
be: Перамясціць/перайменаваць файл/папку...
he: העברה/שינוי שם קובץ/תיקייה…
hi: फ़ाइल/फ़ोल्डर को स्थानांतरित करें/नाम बदलें...
lv: Pārvietot/pārdēvēt datni/mapi...

source: What to move/rename:
ar: ماذا تنقل/تُعيد تسميته:
be: Што перамясціць/перайменаваць:
he: מה להעביר/לשנות לו שם:
hi: क्या स्थानांतरित करें/नाम बदलें:
lv: Ko pārvietot/pārdēvēt:

source: New target/name:
ar: هدف/اسم جديد:
be: Новая мэта/назва:
he: יעד/שם חדש:
hi: नया लक्ष्य/नाम:
lv: Jaunais galamērķis/nosaukums:

source: Expander: at least 2 parameter is required for Move.
ar: موسِّع: مطلوب على الأقل مُعاملان لـ Move.
be: Экспандар: патрабуецца як мінімум 2 параметры для Move.
he: מרחיב: נדרשים 2 משתנים לפחות ל־Move.
hi: विस्तारक: मूव के लिए कम से कम 2 पैरामीटर आवश्यक है।
lv: Paplašinātājs: pārvietošanas komandai nepieciešami vismaz divi parametri.

source: %Each% may not be in the second argument of %Move%
ar: لا يمكن أن يكون %Each% في الوسيط الثاني لـ %Move%
be: %Each% не можа быць другім аргументам %Move%
he: %Each% לא יכול להיות האגומנט השני של %Move%
hi: %Each%, %Move% के दूसरे तर्क में नहीं हो सकता
lv: %Each% nevar būt otrs %Move% parametrs

source: Expander: invalid URLs in %_Move("src", "dest")%
ar: موسِّع: مسارات (URLs) غير صالحة في %_Move("src", "dest")%
be: Экспандар: памылковыя URL у %_Move("src", "dest")%
he: מרחיב: כתובות שגויות תחת ‎%_Move("src", "dest")%‎
hi: विस्तारक: %_Move("src", "dest")% में अमान्य URL
lv: Paplašinātājs: %_Move("src", "dest")% satur nederīgas URL

source: Load a Synchronizer Profile...
ar: حَمِّل ملفًا شخصيًا للمزامِن...
be: Загрузіць профіль сінхранізатара...
he: לטעון פרופיל מסנכרן…
hi: सिंक्रोनाइजर प्रोफाइल लोड करें...
lv: Ielādēt sinhronizētāja profilu...

source: Choose a profile:
ar: اختر ملفًا شخصيًا:
be: Абярыце профіль:
he: בחירת פרופיל:
hi: एक प्रोफ़ाइल चुनें:
lv: Izvēlieties profilu:

source: Expander: no profile specified for %_Sync(profile)%
ar: موسِّع: لم يُحدَّد ملف شخصي لـ %_Sync(profile)%
be: Экспандар: не пазначаны профіль для %_Sync(profile)%
he: מרחיב: לא צוין פרופיל עבור ‎%_Sync(profile)%‎
hi: विस्तारक: %_Sync(प्रोफ़ाइल)% के लिए कोई प्रोफ़ाइल निर्दिष्ट नहीं है
lv: Paplašinātājs: nav izvēlēts %_Sync(profile)% profils

source: Load a Searchmodule Profile...
ar: حَمِّل ملفًا شخصيًا لوحدة البحث...
be: Загрузіць профіль модуля пошуку...
he: טעינת פרופיל מודול חיפוש…
hi: एक सर्चमॉड्यूल प्रोफ़ाइल लोड करें...
lv: Ielādēt meklēšanas moduļa profilu...

source: Expander: no profile specified for %_NewSearch(profile)%
ar: موسِّع: لم يُحدَّد ملف شخصي لـ %_NewSearch(profile)%
be: Экспандар: не пазначаны профіль для %_NewSearch(profile)%
he: מרחיב: לא צוין פרופיל עבור ‎%_NewSearch(profile)%‎
hi: विस्तारक: %_NewSearch(प्रोफ़ाइल)% के लिए कोई प्रोफ़ाइल निर्दिष्ट नहीं है
lv: Paplašinātājs: nav norādīts %_NewSearch(profile)% profils

source: Load a Panel Profile...
ar: حَمِّل ملفًا شخصيًا للوحة...
be: Загрузіць профіль панэлі...
he: טעינת פרופיל לוח…
hi: पैनल प्रोफ़ाइल लोड करें...
lv: Ielādēt paneļa profilu...

source: Expander: no profile specified for %_Profile(profile)%; abort...
ar: موسِّع: لم يُحدَّد ملف شخصي لـ %_Profile(profile)%؛ أجهض...
be: Экспандар: не пазначаны профіль для %_Profile(profile)% — спынена...
he: מרחיב: לא צוין פרופיל עבור %_Profile(profile)%; התהליך מבוטל…
hi: विस्तारक: %_Profile(प्रोफ़ाइल)% के लिए कोई प्रोफ़ाइल निर्दिष्ट नहीं है; निरस्त करें...
lv: Paplašinātājs: nav norādīts %_Profile(profile)% profils. Darbību pārtrauc...

source: Separate Program Call for Each...
ar: مكالمة برنامج منفصلة لكل...
be: Асобны выклік праграмы для кожнага...
he: קריאת תוכנית נפרדת לכל אחד מהם…
hi: प्रत्येक के लिए अलग कार्यक्रम कॉल...
lv: Atdalīt programmas izsaukumu katram...

source: Set Sorting for This Panel...
ar: اضبط الفرز لهذه اللوحة...
be: Усталяваць сартаванне для гэтай панэлі...
he: הגדרת סידור ללוח הזה…
hi: इस पैनल के लिए सॉर्टिंग सेट करें...
lv: Iestatīt kārtošanu šim panelim...

source: Choose a column:
ar: اختر عمودًا:
be: Абярыце слупок:
he: בחירת עמודה:
hi: एक कॉलम चुनें:
lv: Izvēlieties kolonnu:

source: Choose a sort sequence:
ar: اختر تسلسل فرز:
be: Абярыце парадак сартавання:
he: בחירת רצף מיון:
hi: सॉर्ट अनुक्रम चुनें:
lv: Izvēlieties kārtošanas secību:

source: Expander: no column specified for %_ColSort(column)%
ar: موسِّع: لم يُحدَّد عمود لـ %_ColSort(column)%
be: Экспандар: не пазначаны слупок для %_ColSort(column)%
he: מרחיב: לא צוינה עמודה עבור %_ColSort(column)%
hi: विस्तारक: %_ColSort(column)% के लिए कोई स्तंभ निर्दिष्ट नहीं है
lv: Paplašinātājs: nav norādīta %_ColSort(column)% kolonna

source: Expander: unknown column specified for %_ColSort(%1)%
ar: موسِّع: عمود غير معروف مُحدَّد لـ %_ColSort(%1)%
be: Экспандар: пазначаны невядомы слупок для %_ColSort(%1)%
he: מרחיב: צוינה עמודה לא ידועה עבור %_ColSort(%1)%
hi: विस्तारक: %_ColSort(%1)% के लिए अज्ञात स्तंभ निर्दिष्ट किया गया
lv: Paplašinātājs: %_ColSort(%1)% ir norādīta nezināma kolonna

source: Set Relation Between the Panels...
ar: اضبط العلاقة بين اللوحات...
be: Усталяваць суадносіны паміж панэлямі...
he: הגדרת יחס בין הלוחות…
hi: पैनलों के बीच संबंध सेट करें...
lv: Iestatīt attiecības starp paneļiem...

source: Set the new size in percent:
ar: اضبط الحجم الجديد بالنسبة المئوية:
be: Усталяваць новы памер у працэнтах:
he: הגדרת הגודל החדש באחוזים:
hi: नया आकार प्रतिशत में सेट करें:
lv: Iestatīt jaunu izmēru procentuāli:

source: Expander: Value %1 out of range for %_PanelSize(percent)%. The first parameter has to be >0 and <100
ar: موسِّع: القيمة %1 خارج النطاق لـ %_PanelSize(percent)%. يجب أن يكون المُعامل الأول > 0 و < 100
be: Экспандар: значэнне %1 па-за межамі для %_PanelSize(percent)%. Першы параметр павінен быць >0 і <100
he: מרחיב: הערך %1 חורג מהתחום %_PanelSize(percent)%. המשתנה הראשון חייב להיות >0 ו־<100
hi: विस्तारक: %_PanelSize(percent)% के लिए मान %1 सीमा से बाहर है। पहला पैरामीटर >0 और <100 होना चाहिए
lv: Paplašinātājs: vērtība %1 ir ārpus %_PanelSize(percent)% diapazona. Pirmajam parametram jābūt starp 0 un 100 neieskaitot.

source: View File with Krusader's Internal Viewer...
ar: اعرض الملف باستخدام العارض الداخلي لـ كروسيدر...
be: Прагляд файла ва ўбудаваным праглядальніку Krusader...
he: הצגת הקובץ עם המציג הפנימי של Krusader…
hi: क्रुसेडर के आंतरिक व्यूअर के साथ फ़ाइल देखें...
lv: Skatīt datni ar „Krusader“ iekšējo skatītāju...

source: Which file to view (normally '%aCurrent%'):
ar: أي ملف تريد عرضه (عادةً '%aCurrent%'):
be: Які файл праглядаць (звычайна «%aCurrent%»):
he: איזה קובץ להציג (בדרך כלל ‚%aCurrent%’):
hi: कौन सी फ़ाइल देखनी है (सामान्यतः '%aCurrent%'):
lv: Kuru datni skatīt (parasti „%aCurrent%“):

source: Choose a view mode:
ar: اختر وضع عرض:
be: Абярыце рэжым прагляду:
he: בחירת מצב תצוגה:
hi: दृश्य मोड चुनें:
lv: Izvēlieties skata režīmu:

source: Choose a window mode:
ar: اختر وضع نافذة:
be: Абярыце рэжым акна:
he: בחירת מצב חלון:
hi: विंडो मोड चुनें:
lv: Izvēlieties loga režīmu:

source: Expander: no file to view in %_View(filename)%
ar: موسِّع: لا يوجد ملف للعرض في %_View(filename)%
be: Экспандар: няма файла для прагляду ў %_View(filename)%
he: מרחיב: no אין קובץ להצגה תחת %_View(filename)%
hi: विस्तारक: %_View(filename)% में देखने के लिए कोई फ़ाइल नहीं है
lv: Paplašinātājs: %_View(filename)% nesatur apskatāmu datni

source: %Each% is not allowed in parameter to %1
ar: لا يُسمح بـ %Each% في المُعامل لـ %1
be: %Each% не дапускаецца ў параметрах для %1
he: %Each% אינו מורשה בפרמטר אל %1
hi: %Each% को %1 के पैरामीटर में अनुमति नहीं है
lv: %Each% nav atļauts kā „%1“ parametrs

source: Expander: Bad panel specifier %1 in placeholder %2
ar: موسِّع: مُحدِّد لوحة غير صالح %1 في العنصر النائب %2
be: Экспандар: памылковы паказальнік панэлі %1 у запаўняльніку %2
he: מרחיב: מצביע לוח שגוי %1 בממלא המקום %2
hi: विस्तारक: प्लेसहोल्डर %2 में ख़राब पैनल विनिर्देशक %1
lv: Paplašinātājs: nepareizs paneļa specifikators „%1“ vietturī „%2“

source: Error: unterminated % in Expander
ar: خطأ: % غير منهي في الموسِّع
be: Памылка: незавершаны % у экспандары
he: שגיאה: % ללא מילוט במרחיב
hi: त्रुटि: विस्तारक में % कम हो गया
lv: Kļūda: nenoteikts „%“ paplašinātājā

source: Error: unrecognized %%%1%2%% in Expander
ar: خطأ: %%1%2%% غير معروف في الموسِّع
be: Памылка: непазнаны %%%1%2%% у экспандары
he: שגיאה: %%%1%2%% לא מוכר במרחיב
hi: त्रुटि: एक्सपेंडर में %%%1%2%% पहचाना नहीं गया
lv: Kļūda: neatpazīts %%%1%2%% paplašinātājā

source: Error: missing ')' in Expander
ar: خطأ: ')' مفقود في الموسِّع
be: Памылка: адсутнічае ')' у экспандары
he: שגיאה: ‚)’ חסר במרחיב
hi: त्रुटि: एक्सपेंडर में ')' गायब है
lv: Kļūda: paplašinātājā trūkst „)“

source: Standard Output (stdout)
ar: الإخراج القياسي (stdout)
be: Стандартны вывад (stdout)
he: פלט רגיל (stdout)
hi: मानक आउटपुट (stdout)
lv: Standarta izvade („stdout“)

source: Standard Error (stderr)
ar: الخطأ القياسي (stderr)
be: Стандартная памылка (stderr)
he: שגיאה רגילה (stderr)
hi: मानक त्रुटि (stderr)
lv: Standarta kļūda („stderr“)

source: Output
ar: الخرج
be: Вывад
he: פלט
hi: उत्पादन
lv: Izvade

source: Use font with fixed width
ar: استخدم خطًا بعرض ثابت
be: Выкарыстоўваць шрыфт з фіксаванай шырынёй
he: להשתמש בגופן ברוחב אחיד
hi: निश्चित चौड़ाई वाले फ़ॉन्ट का उपयोग करें
lv: Izmantot fontu ar fiksētu platumu

source: Kill
ar: اقتل
be: Завяршыць
he: חיסול
hi: मारना
lv: Nobeigt

source: Kill the running process
ar: اقضِ على العملية الجارية
be: Завяршыць працэс, які выконваецца
he: חיסול התהליך שרץ
hi: चल रही प्रक्रिया को समाप्त करें
lv: Nobeigt palaisto procesu

source: *.txt|Text files *|All files
ar: *.txt|ملفات نصية *|كل الملفات
be: *.txt|Тэкставыя файлы *|Усе файлы
he: *.txt|קובצי טקסט *|כל הקבצים
hi: *.txt|टेक्स्ट फ़ाइलें *|सभी फ़ाइलें
lv: *.txt|teksta datnes *|visas datnes

source: This file already exists. Do you want to overwrite it or append the output?
ar: هذا الملف موجود فعلًا. هل تريد الكتابة فوقه أم إلحاق الإخراج به؟
be: Гэты файл ужо існуе. Вы хочаце перазапісаць яго ці дадаць вывад?
he: הקובץ כבר קיים. לדרוס אותו או להוסיף את הפלט לסופו?
hi: यह फ़ाइल पहले से मौजूद है। क्या आप इसे अधिलेखित करना चाहते हैं या आउटपुट जोड़ना चाहते हैं?
lv: Šī datne jau pastāv. Vai vēlaties to pārrakstīt vai papildināt ar izvadi?

source: Overwrite or append?
ar: الكتابة فوق أم الإلحاق؟
be: Перазапісаць ці дадаць?
he: לדרוס או להוסיף לסוף?
hi: अधिलेखित करें या जोड़ें?
lv: Pārrakstīt vai papildināt?

source: Append
ar: الإلحاق
be: Дадаць
he: הוספה
hi: संलग्न
lv: Papildināt

source: Export failed
ar: فشل التصدير
be: Экспарт схібіў
he: הייצוא נכשל
hi: निर्यात विफल
lv: Eksportēšana neizdevās

source: Cannot run user action, %1 not found or not executable. Please verify that kde-cli-tools are installed.
ar: لا يمكن تشغيل إجراء المستخدم، %1 غير موجود أو غير قابل للتنفيذ. يُرجى التحقق من تثبيت كيدي-cli-tools.
be: Немагчыма выканаць дзеянне карыстальніка: %1 не знойдзены або не з'яўляецца выканальным. Праверце, ці ўсталяваны kde-cli-tools.
he: לא ניתן להריץ את פעולת המשתמש, %1 לא נמצא או שי אפשר להריץ אותו. נא לוודא ש־kde-cli-tools מותקנים.
hi: उपयोगकर्ता क्रिया नहीं चला सकते, %1 नहीं मिला या निष्पादन योग्य नहीं है। कृपया सत्यापित करें कि kde-cli-tools स्थापित हैं।
lv: Nevar palaist lietotāja darbību. „%1“ nav atrasta vai izpildāma. Pārliecinieties, ka ir instalēta pakotne „kde-cli-tools“.

source: Embedded terminal emulator does not work, using output collection instead.
ar: محاكي الطرفية المدمج لا يعمل، يتم استخدام جمع الإخراج بدلاً من ذلك.
be: Убудаваны эмулятар тэрмінала не працуе, замест яго выкарыстоўваецца збор вываду.
he: מדמה המסוף המוטמע לא עובד, ייעשה שימוש באוסף הפלט במקום.
hi: एम्बेडेड टर्मिनल एमुलेटर काम नहीं करता है, इसके बजाय आउटपुट कलेक्शन का उपयोग करता है।
lv: Iegultais termināļa emulators nedarbojas. Tā vietā izmanto izvades kolekciju.

source: Confirm Execution
ar: أكِّد التنفيذ
be: Пацвердзіць выкананне
he: אישור הרצה
hi: निष्पादन की पुष्टि करें
lv: Izpildes apstiprinājums

source: Command being executed:
ar: الأمر الذي يجري تنفيذه:
be: Выконваецца каманда:
he: פקודה רצה:
hi: आदेश निष्पादित किया जा रहा है:
lv: Izpildāmā komanda:

source: The file %1 does not contain valid UserActions.
ar: الملف %1 لا يحتوي على إجراءات مستخدم صالحة.
be: Файл %1 не змяшчае карэктных дзеянняў карыстальніка.
he: הקובץ %1 לא מכיל פעולות משתמש תקפות.
hi: फ़ाइल %1 में मान्य UserActions नहीं हैं.
lv: „%1“ datne nesatur derīgas lietotāja darbības.

source: UserActions - cannot read from file
ar: إجراءات المستخدم - لا يمكن القراءة من الملف
be: Дзеянні карыстальніка — немагчыма прачытаць файл
he: פעולות משתמש - לא ניתן לקרוא מקובץ
hi: UserActions - फ़ाइल से पढ़ा नहीं जा सकता
lv: Lietotāja darbības — nevar nolasīt no datnes

source: The actionfile's root element is not called %1, using %2
ar: العنصر الجذر لملف الإجراء لا يسمى %1، يستخدم %2
be: Каранёвы элемент файла дзеянняў не называецца %1, выкарыстоўваецца %2
he: רכיב העל של קובץ הפעולות לא נקרא%1, נעשה שימוש ב־%2
hi: एक्शनफ़ाइल के मूल तत्व को %1 नहीं कहा जाता है, %2 का उपयोग करके
lv: Darbību datnes saknes elements nesaucas „%1“, izmanto „%2“

source: Unable to open actions file %1
ar: لا يمكن فتح ملف الإجراءات %1
be: Немагчыма адкрыць файл дзеянняў %1
he: לא ניתן לפתוח את קובץ הפעולות %1
hi: क्रिया फ़ाइल %1 खोलने में असमर्थ
lv: Nevar atvērt darbību datni „%1“

source: Action without name detected. This action will not be imported. This is an error in the file, you may want to correct it.
ar: عُثر على إجراء بدون اسم. لن يتم استيراد هذا الإجراء. هذا خطأ في الملف، قد تحتاج إلى تصحيحه.
be: Выяўлена дзеянне без назвы. Яно не будзе імпартавана. Гэта памылка ў файле, магчыма, варта яе выправіць.
he: התגלתה פעולה ללא שם. הפעולה הזאת לא תיובא. זאת שגיאה בקובץ, אולי כדאי לתקן אותה.
hi: नाम के बिना कार्रवाई का पता चला। यह कार्रवाई आयात नहीं की जाएगी। यह फ़ाइल में एक त्रुटि है, आप इसे ठीक करना चाह सकते हैं।
lv: Konstatēta darbība bez nosaukuma. Šī darbība netiks importēta. Šī ir kļūda datnē, kuru varbūt vēlaties novērst?

source: UserActions - invalid action
ar: إجراءات المستخدم - إجراء غير صالح
be: Дзеянні карыстальніка — некарэктнае дзеянне
he: פעולת משתמש - פעולה שגויה
hi: उपयोगकर्ता क्रियाएँ - अमान्य क्रिया
lv: Lietotāja darbības — nederīga darbība

source: Equal panel-size
ar: حجم لوحة متساوٍ
be: Аднолькавы памер панэляў
he: גודל לוחות זהה
hi: समान पैनल आकार
lv: Vienāds paneļa izmērs

source: Sets the ratio between the two panels to 50/50
ar: يضبط النسبة بين اللوحتين إلى 50/50
be: Усталёўвае суадносіны паміж дзвюма панэлямі 50/50
he: הגדרת היחס בין שני הלוחות ל־50/50
hi: दो पैनलों के बीच का अनुपात 50/50 पर सेट करता है
lv: Iestata attiecību starp diviem paneļiem uz 50:50

source: Samples
ar: العينات
be: Прыклады
he: דוגמיות
hi: नमूने
lv: Paraugi

source: Edit as root
ar: حرر كجذر
be: Рэдагаваць ад імя root
he: עריכה כמשתמש על
hi: रूट के रूप में संपादित करें
lv: Rediģēt kā saknes lietotājam

source: Edit a file as root
ar: حرر ملف كجذر
be: Рэдагаваць файл ад імя root
he: עריכת קובץ כמשתמש על
hi: रूट के रूप में फ़ाइल संपादित करें
lv: Rediģēt datni kā saknes lietotājam

source: Edit a file with root permissions
ar: حرِّر ملفًا بصلاحيات الجذر
be: Рэдагаваць файл з правамі root
he: עריכת קובץ עם הרשאת על
hi: रूट अनुमतियों के साथ फ़ाइल संपादित करें
lv: Rediģēt datni ar saknes lietotāja atļaujām

source: Mount a new filesystem
ar: نَصِّب نظام ملفات جديد
be: Прымацаваць новую файлавую сістэму
he: עיגון מערכת קבצים חדשה
hi: नया फ़ाइल सिस्टम माउंट करें
lv: Piemontēt jaunu datņu sistēmu

source: Enqueue in Amarok
ar: أدخِل في قائمة انتظار Amarok
be: Дадаць у чаргу Amarok
he: הוספה לתור ב־Amarok
hi: अमरोक में कतार में लगना
lv: Ievietot „Amarok“ rindā

source: Append selected item(s) to Amarok playlist
ar: ألحق العنصر (العناصر) المُحددة إلى قائمة تشغيل Amarok
be: Дадаць абраныя элементы ў плэйліст Amarok
he: הוספת הפריטים הנבחרים לסוף רשימת הנגינה ב־Amarok
hi: चयनित आइटम को अमरोक प्लेलिस्ट में जोड़ें
lv: Pievienot atlasīto vienumu(-us) „Amarok“ repertuāram

source: Multimedia
ar: الوسائط المتعدّدة
be: Мультымедыя
he: מולטימדיה
hi: मल्टीमीडिया
lv: Multivide
