Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Synchronize results
ar: نتائج المزامنة
be: Сінхранізаваць вынікі
he: סנכרון התוצאות
hi: परिणाम सिंक्रनाइज़ करें
lv: Sinhronizēt rezultātus

source: Side to feed:
ar: الجانب المراد إرسال العناصر إليه:
be: Бок для дабаўлення:
he: צד להזנה:
hi: खिलाने के लिए पक्ष:
lv: Puse sūtīšanai:

source: Left
ar: اليسار
be: Левы
he: שמאל
hi: बाएं
lv: Kreisā

source: Right
ar: اليمين
be: Правы
he: ימין
hi: सही
lv: Labā

source: Both
ar: كليهما
be: Абодва
he: שניהם
hi: दोनों
lv: Abas

source: Selected files only
ar: الملفات المحددة فقط
be: Толькі абраныя файлы
he: הקבצים הנבחרים בלבד
hi: केवल चयनित फ़ाइलें
lv: Tikai atlasītās datnes

source: Cannot open %1.
ar: تعذّر فتح %1.
be: Немагчыма адкрыць %1.
he: לא ניתן לפתוח את %1.
hi: %1 नहीं खोला जा सका.
lv: Nevar atvērt „%1“

source: Krusader::Synchronize
ar: كروسيدر::مزامنة
be: Krusader::Сінхранізацыя
he: Krusader::סנכרון
hi: क्रुसेडर::सिंक्रोनाइज़
lv: Krusader::Sinhronizēt

source: Right to left: Copy 1 file
ar: من اليمين إلى اليسار: انسخ ملفاً واحداً
be: З правага ў левы: капіяваць %1 файл
he: מימין לשמאל: העתקת קובץ
hi: दाएँ से बाएँ: %1 फ़ाइलें कॉपी करें
lv: No labās uz kreiso: kopēt %1 datni

source: (1 byte)
ar: (بايت)
be: (%1 байт)
he: (בית)
hi: (%1 बाइट्स)
lv: (%1 baits)

source: Ready: %2/1 file, %3/%4
ar: جاهز: %2/1 ملف، %3/%4
be: Гатова: %2 з %1 файла, %3 з %4
he: מוכן: %2/קובץ, %3/%4
hi: तैयार: %2/%1 फ़ाइलें, %3/%4
lv: Gatavs: %2/%1 datne, %3/%4

source: Left to right: Copy 1 file
ar: من اليسار إلى اليمين: انسخ ملفاً واحداً
be: З левага ў правы: капіяваць %1 файл
he: משמאל לימין: העתקת קובץ
hi: बाएं से दाएं: %1 फ़ाइलें कॉपी करें
lv: No kreisās uz labo: kopēt %1 datni

source: Left: Delete 1 file
ar: اليسار: احذف ملفاً واحداً
be: Злева: выдаліць %1 файл
he: שמאל: מחיקת קובץ
hi: बाएँ: %1 फ़ाइलें हटाएँ
lv: Kreisā: dzēst %1 datni

source: Confirm overwrites
ar: أكّد الكتابة فوق الملفات
be: Пацвердзіць перазапіс
he: אישור שכתובים
hi: अधिलेखित की पुष्टि करें
lv: Apstiprināt pārrakstīšanu

source: &Start
ar: ا&بدأ
be: &Пачаць
he: הת&חלה
hi: &शुरू
lv: &Sākt

source: &Pause
ar: أ&لبث
be: &Прыпыніць
he: ה&שהיה
hi: &विराम
lv: &Pauzēt

source: &Close
ar: أ&غلق
be: &Зачыніць
he: &סגירה
hi: &बंद करना
lv: &Aizvērt

source: Pause
ar: ألبث
be: Прыпыніць
he: השהיה
hi: विराम
lv: Pauzēt

source: Resume
ar: استكمل
be: Працягнуць
he: המשך
hi: फिर शुरू करना
lv: Turpināt

source: Number of files: %1
ar: عدد الملفات: %1
be: Колькасць файлаў: %1
he: מספר הקבצים: %1
hi: फ़ाइलों की संख्या: %1
lv: Datņu skaits: %1

source: Number of compared folders: %1
ar: عدد المجلدات المقارنة: %1
be: Колькасць параўнаных папак: %1
he: מספר התיקיות שהושוו: %1
hi: तुलना किये गये फ़ोल्डरों की संख्या: %1
lv: Salīdzināto mapju skaits: %1

source: Error at copying file %1 to %2.
ar: خطأ أثناء نسخ الملف %1 إلى %2.
be: Памылка пры капіяванні файла %1 у %2.
he: שגיאה בהעתקת הקובץ %1 אל %2.
hi: फ़ाइल %1 को %2 में कॉपी करते समय त्रुटि हुई.
lv: Kļūda, kopējot datni „%1“ uz „%2“.

source: Error at deleting file %1.
ar: خطأ أثناء حذف الملف %1.
be: Памылка пры выдаленні файла %1.
he: שגיאה במחיקת הקובץ %1.
hi: फ़ाइल %1 हटाते समय त्रुटि हुई.
lv: Kļūda, dzēšot datni „%1“.

source: Krusader::Synchronizer
ar: كروسيدر::مزامِن
be: Krusader::Сінхранізатар
he: Krusader::מסנכרן
hi: क्रुसेडर::सिंक्रोनाइजर
lv: Krusader::Sinhronizētājs

source: Feeding the URLs to KGet
ar: إرسال مُحدِّدات موقع المورد (URLs) إلى KGet
be: Перадача URL-адрасоў у KGet
he: הזנת הכתובות ל־KGet
hi: KGet को URL फीड करना
lv: URL padošana uz „KGet“

source: Krusader::Synchronize Folders
ar: كروسيدر::مزامنة المجلدات
be: Krusader::Сінхранізацыя папак
he: Krusader::סנכרון תיקיות
hi: क्रुसेडर:: फ़ोल्डर्स को सिंक्रनाइज़ करें
lv: Krusader::Sinhronizēt mapes

source: Folder Comparison
ar: مقارنة المجلدات
be: Параўнанне папак
he: השוואת תיקיות
hi: फ़ोल्डर तुलना
lv: Mapju saspiešana

source: File &Filter:
ar: &مرشح الملفات:
be: &Фільтр файлаў:
he: מ&סנן קבצים:
hi: फ़ाइल और फ़िल्टर:
lv: Datņu &filtrs:

source: The left base folder used during the synchronization process.
ar: مجلد الأساس الأيسر المستخدم أثناء عملية المزامنة.
be: Левая базавая папка, якая выкарыстоўваецца падчас сінхранізацыі.
he: תיקיית הבסיס השמאלית שמשמשת לתהליך הסנכרון.
hi: सिंक्रनाइज़ेशन प्रक्रिया के दौरान उपयोग किया गया बायां आधार फ़ोल्डर.
lv: Kreisās puses pamata mape, ko izmanto sinhronizācijas procesā.

source: The right base folder used during the synchronization process.
ar: مجلد الأساس الأيمن المستخدم أثناء عملية المزامنة.
be: Правая базавая папка, якая выкарыстоўваецца падчас сінхранізацыі.
he: תיקיית הבסיס הימנית שמשמשת לתהליך הסנכרון.
hi: सिंक्रनाइज़ेशन प्रक्रिया के दौरान उपयोग किया गया दायाँ बेस फ़ोल्डर.
lv: Labās puses pamata mape, ko izmanto sinhronizācijas procesā.

source: Recurse subfolders
ar: تكرار المجلدات الفرعية
be: Пераходзіць у падпапкі
he: לכלול תיקיות משנה
hi: रिकर्स सबफ़ोल्डर्स
lv: Skatīt apakšmapēs

source: Compare not only the base folders but their subfolders as well.
ar: قارن ليس فقط مجلدات الأساس، بل مجلداتها الفرعية أيضاً.
be: Параўноўваць не толькі базавыя папкі, але і іх падпапкі.
he: להשוות לא רק את תיקיות הבסיס אבל גם את תיקיות המשנה שלהן.
hi: न केवल आधार फ़ोल्डरों की बल्कि उनके उप-फ़ोल्डरों की भी तुलना करें।
lv: Salīdzināt ne vien pamata mapes, bet arī to apakšmapes.

source: Follow symlinks
ar: اتبع الروابط الرمزية
be: Сачыць за сімвалічнымі спасылкамі
he: מעקב אחר קישורים סמליים
hi: सिम्बलिंक का अनुसरण करें
lv: Sekot simboliskajām saitēm

source: Follow symbolic links during the compare process.
ar: اتبع الروابط الرمزية أثناء عملية المقارنة.
be: Сачыць за сімвалічнымі спасылкамі падчас параўнання.
he: מעקב אחר קישורים סמליים במהלך ההשוואה.
hi: तुलना प्रक्रिया के दौरान प्रतीकात्मक लिंक का अनुसरण करें।
lv: Salīdzināšanas laikā sekot simboliskajām saitēm.

source: Compare duplicated files with same size by content.
ar: قارن الملفات المكررة التي لها نفس الحجم حسب المحتوى.
be: Параўноўваць дублікаты файлаў аднаго памеру па змесце.
he: להשוות קבצים כפולים עם אותו הגודל לפי תוכן.
hi: समान आकार वाली डुप्लिकेट फ़ाइलों की सामग्री के आधार पर तुलना करें।
lv: Salīdzināt dublējošas datnes ar vienādu izmēru.

source: Ignore Date
ar: تجاهل التاريخ
be: Ігнараваць дату
he: התעלמות מתאריך
hi: तारीख को नज़रअंदाज़ करें
lv: Ignorēt datumu

source: <p>Ignore date information during the compare process.</p><p><b>Note</b>: useful if the files are located on network filesystems or in archives.</p>
ar: <p>تجاهل معلومات التاريخ أثناء عملية المقارنة.</p><p><b>ملاحظة</b>: مفيد إذا كانت الملفات موجودة في أنظمة ملفات الشبكة أو في أرشيفات.</p>
be: <p>Ігнараваць інфармацыю пра дату падчас параўнання.</p><p><b>Заўвага</b>: карысна, калі файлы знаходзяцца ў сеткавых файлавых сістэмах або архівах.</p>
he: <p>התעלמות מפרטי תאריכים במהלך ההשוואה.</p><p><b>לתשומת ליבך</b>: שימושי למקרים שהקבצים נמצאים במערכות קבצים דרך הרשת או בארכיונים.</p>
hi: <p>तुलना प्रक्रिया के दौरान दिनांक जानकारी को अनदेखा करें.</p><p> <b>नोट</b> : यह उपयोगी है यदि फ़ाइलें नेटवर्क फ़ाइल सिस्टम या अभिलेखागार में स्थित हैं।</p>
lv: <p>Salīdzināšanas laikā ignorēt datuma informāciju.</p><p><b>Ievērībai</b>: noderīgi, ja datnes atrodas tīkla datņu sistēmās vai arhīvos.</p>

source: Asymmetric
ar: غير متماثل
be: Асіметрычны
he: אסימטרי
hi: असममित
lv: Asimetriski

source: <p><b>Asymmetric mode</b></p><p>The left side is the destination, the right is the source folder. Files existing only in the left folder will be deleted, the other differing ones will be copied from right to left.</p><p><b>Note</b>: useful when updating a folder from a file server.</p>
ar: <p><b>وضع غير متماثل</b></p><p>الجانب الأيسر هو الوجهة، والأيمن هو مجلد المصدر. الملفات الموجودة في المجلد الأيسر فقط سيجري حذفها، وستُنسخ الملفات المختلفة الأخرى من اليمين إلى اليسار.</p><p><b>ملاحظة</b>: مفيد عند تحديث مجلد من خادم ملفات.</p>
be: <p><b>Асіметрычны рэжым</b></p><p>Левая панэль — прызначэнне, правая — крыніца. Файлы, што ёсць толькі ў левай папкі, будуць выдалены, а розныя — капіяваны з правай у левую.</p><p><b>Заўвага</b>: карысна пры абнаўленні папкі з файлавага сервера.</p>
he: <p><b>מצב אסימטרי</b></p><p>הצד השמאלי הוא היעד, הצד הימני היא תיקיית המקור. קבצים שקימים רק בתיקייה השמאלית יימחקו, השונים האחרים יועתקו מימין לשמאל.</p><p><b>לתשומת ליבך</b>: שימושי לעדכון תיקיית משרת קבצים.</p>
hi: <p><b>असममित मोड</b></p><p> बाईं ओर गंतव्य फ़ोल्डर है, दाईं ओर स्रोत फ़ोल्डर है। केवल बाएं फ़ोल्डर में मौजूद फ़ाइलें हटा दी जाएंगी, अन्य अलग-अलग फ़ाइलों को दाईं से बाईं ओर कॉपी किया जाएगा।</p><p> <b>नोट</b> : फ़ाइल सर्वर से फ़ोल्डर को अद्यतन करते समय उपयोगी।</p>
lv: <p><b>Asimetriskais režīms</b></p><p>Kreisā puse ir galamērķis, bet labā — avota mape. Datnes, kas atrodas tikai kreisajā pusē, programma dzēsīs, bet citas atšķirīgās datnes kopēs no labās uz kreiso.</p><p><b>Ievērībai</b>: lietderīgi, ja atjaunināt mapi un datņu servera.</p>

source: Ignore Case
ar: تجاهل الحالة
be: Ігнараваць рэгістр
he: התעלמות מרישיות
hi: मामले को नज़रअंदाज़ करें
lv: Ignorēt reģistru

source: <p>Case insensitive filename compare.</p><p><b>Note</b>: useful when synchronizing Windows filesystems.</p>
ar: <p>مقارنة اسم الملف غير حساسة لحالة الأحرف.</p><p><b>ملاحظة</b>: مفيدة عند مزامنة أنظمة ملفات ويندوز.</p>
be: <p>Параўнанне назваў файлаў без уліку рэгістра.</p><p><b>Заўвага</b>: карысна пры сінхранізацыі файлаў у Windows-сістэмах.</p>
he: <p>השוואת קבצים ללא תלות ברישיות.</p><p><b>לתשומת ליבך</b>: שימושי לסנכרון מול מערכות קבצים של Windows.</p>
hi: <p>केस असंवेदनशील फ़ाइल नाम तुलना.</p><p> <b>नोट</b> : विंडोज़ फाइल सिस्टम को सिंक्रनाइज़ करते समय उपयोगी।</p>
lv: <p>Datņu salīdzināšana, ignorējot lielos un mazos burtus.</p><p><b>Ievērībai</b>: lietderīgi, ja sinhronizējat „Windows“ datņu sistēmas.</p>

source: S&how options
ar: أ&ظهر الخيارات
be: Па&казаць параметры
he: ה&צגת אפשרויות
hi: एस&हाउ विकल्प
lv: &Rādīt opcijas

source: Show files marked to <i>Copy from left to right</i>.
ar: اعرض الملفات المعلمة <i>لنسخها من اليسار إلى اليمين</i>.
be: Паказваць файлы, пазначаныя як <i>Капіяваць злева направа</i>.
he: הצגת קבצים שמסומנים <i>להעתקה משמאל לימין</i>.
hi: <i>कॉपी करने के लिए चिह्नित फ़ाइलें बाएं से दाएं</i> दिखाएं.
lv: Rādīt datnes, kas ir atzīmētas <i>kopēšanai no kreisās uz labo</i>.

source: Show files considered to be identical.
ar: اعرض الملفات التي تعتبر متطابقة.
be: Паказваць файлы, што лічацца аднолькавымі.
he: הצגת קבצים שחשודים כזהים.
hi: समान मानी जाने वाली फ़ाइलें दिखाएँ.
lv: Rādīt datnes, kas uzskatāmas par identiskām.

source: Show excluded files.
ar: اعرض الملفات المستبعدة.
be: Паказваць выключаныя файлы.
he: הצגת קבצים מוחרגים.
hi: बहिष्कृत फ़ाइलें दिखाएँ.
lv: Rādīt datnes, ar kurām darbības neveiks.

source: Show files marked to <i>Copy from right to left</i>.
ar: اعرض الملفات المعلمة <i>لنسخها من اليمين إلى اليسار</i>.
be: Паказваць файлы, пазначаныя як <i>Капіраваць справа налева</i>.
he: הצגת קבצים שמסומנים <i>להעתקה מימין לשמאל</i>.
hi: <i>कॉपी करने के लिए चिह्नित फ़ाइलें दाएं से बाएं</i> दिखाएं.
lv: Rādīt datnes, kas ir atzīmētas <i>kopēšanai no labās uz kreiso</i>.

source: Show files marked to delete.
ar: اعرض الملفات المعلمة للحذف.
be: Паказваць файлы, пазначаныя для выдалення.
he: הצגת קבצים שמסומנים למחיקה.
hi: हटाने के लिए चिह्नित फ़ाइलें दिखाएँ.
lv: Rādīt datnes, kas ir atzīmētas dzēšanai.

source: Show files that exist on both sides.
ar: أظهر الملفات الموجودة على كلا الجانبين.
be: Паказваць файлы, што ёсць з абодвух бакоў.
he: הצגת קבצים שקיימים בשני הצדדים.
hi: दोनों तरफ मौजूद फ़ाइलें दिखाएँ.
lv: Rādīt datnes, kas pastāv abās pusēs.

source: Duplicates
ar: المكررات
be: Дублікаты
he: כפילויות
hi: डुप्लिकेट
lv: Dublējošas datnes

source: Show files that exist on one side only.
ar: أظهر الملفات الموجودة على جانب واحد فقط.
be: Паказваць файлы, што ёсць толькі з аднаго боку.
he: הצגת קבצים שקיימים באחד הצדדים בלבד.
hi: केवल एक तरफ मौजूद फ़ाइलें दिखाएं.
lv: Rādīt datnes, kas atrodamas tikai vienā pusē.

source: Singles
ar: فردي
be: Адзінкавыя
he: בודדים
hi: एकल
lv: Nedublējošās

source: The compare results of the synchronizer (Ctrl+M).
ar: نتائج المقارنة للمزامِن (Ctrl+M).
be: Вынікі параўнання сінхранізатара (Ctrl+M).
he: תוצאות השוואת המסנכרן (Ctrl+M).
hi: सिंक्रोनाइजर के तुलना परिणाम (Ctrl+M).
lv: Sinhronizētāja salīdzināšanas rezultāti („Ctrl“+M).

# @title:column file name
source: Name
ar: الاسم
be: Назва
he: שם
hi: नाम
lv: Nosaukums

# @title:column
source: Size
ar: الحجم
be: Памер
he: גודל
hi: आकार
lv: Izmērs

# @title:column
source: Date
ar: التاريخ
be: Дата
he: תאריך
hi: तारीख
lv: Datums

source: &Synchronizer
ar: &مُزامِن
be: &Сінхранізатар
he: מ&סנכרן
hi: &सिंक्रोनाइजर
lv: &Sinhronizētājs

source: &Options
ar: &خيارات
be: &Параметры
he: &אפשרויות
hi: &विकल्प
lv: &Opcija

source: Parallel threads:
ar: الخيوط المتوازية:
be: Паралельныя патокі:
he: תהליכונים מקביליים:
hi: समान्तर धागे:
lv: Paralēlie pavedieni:

source: Equality threshold:
ar: حد المساواة:
be: Парог аднолькавасці:
he: סף שוויון:
hi: समानता की सीमा:
lv: Vienādības slieksnis:

source: sec
ar: ث
be: сек
he: שנ׳
hi: सेकंड
lv: sek.

source: min
ar: دق
be: хвіл
he: דק׳
hi: मिन

source: hour
ar: الساعة
be: гадз
he: שעה
hi: घंटा
lv: stunda

source: day
ar: يوم
be: дзень
he: יום
hi: दिन
lv: diena

source: Time shift (right-left):
ar: إزاحة الوقت (يمين-يسار):
be: Зрух часу (справа налева):
he: הפרש זמן (ימין-שמאל):
hi: समय परिवर्तन (दाएं-बाएं):
lv: Laika nobīde (labā — kreisā)

source: Ignore hidden files
ar: تجاهل الملفات المخفية
be: Ігнараваць схаваныя файлы
he: התעלמות מקבצים מוסתרים
hi: छिपी हुई फ़ाइलों को अनदेखा करें
lv: Ignorēt slēptās datnes

source: Profile manager (Ctrl+P).
ar: مدير التشكيلات (Ctrl+P).
be: Кіраўнік профіляў (Ctrl+P).
he: מנהל פרופילים (Ctrl+P).
hi: प्रोफ़ाइल प्रबंधक (Ctrl+P).
lv: Profilu pārvaldnieks („Ctrl“+P).

source: Swap sides (Ctrl+S).
ar: ابَدِل الجانبين (Ctrl+S).
be: Памяняць бакі месцамі (Ctrl+S).
he: החלפת צדדים (Ctrl+S).
hi: पक्ष बदलें (Ctrl+S).
lv: Mainīt puses vietām („Ctrl“+S)

source: Compare
ar: قارن
be: Параўнаць
he: השוואה
hi: तुलना करना
lv: Salīdzināt

source: Quiet
ar: أنهِ
be: Ціхі рэжым
he: שקט
hi: शांत
lv: Klusais

source: Scroll Results
ar: نتائج التمرير
be: Пракруціць вынікі
he: גלילה בתוצאות
hi: स्क्रॉल परिणाम
lv: Ritināt rezultātus

source: Synchronize
ar: زامِن
be: Сінхранізаваць
he: סנכרון
hi: सिंक्रनाइज़
lv: Sinhronizēt

source: Selected files from targ&et folder:
ar: ملفات مُحدَّدة من مجلد الهَدف:
be: Абраныя файлы з папкі мэ&ты:
he: הקבצים הנבחרים מתיקיית הי&עד:
hi: targ&et फ़ोल्डर से चयनित फ़ाइलें:
lv: Atlasītās datnes no &galamērķa mapes:

source: Selected files from sou&rce folder:
ar: ملفات مُحدَّدة من مجلد المَصدر:
be: Абраныя файлы з папкі к&рыніцы:
he: הקבצים הנבחרים מתיקיית המ&קור:
hi: स्रोत फ़ोल्डर से चयनित फ़ाइलें:
lv: Atlasītās datnes no a&vota mapes:

source: Selected files from &left folder:
ar: ملفات مُحدَّدة من المجلد الأيسر:
be: Абраныя файлы з &левой папкі:
he: הקבצים הנבחרים מהתיקייה ה&שמאלית:
hi: &left फ़ोल्डर से चयनित फ़ाइलें:
lv: Atlasītās datnes no &kreisās puses mapes:

source: Selected files from &right folder:
ar: ملفات مُحدَّدة من المجلد الأيمن:
be: Абраныя файлы з &правай папкі:
he: הקבצים הנבחרים מהתיקייה הימ&נית:
hi: &right फ़ोल्डर से चयनित फ़ाइलें:
lv: Atlasītās datnes no &labās puses mapes:

source: Targ&et folder:
ar: المجلّد ال&هدف:
be: Папка мэ&ты:
he: תיקיית הי&עד:
hi: लक्ष्य फ़ोल्डर:
lv: &Galamērķa mape:

source: Sou&rce folder:
ar: مجلد ال&مصدر:
be: Папка к&рыніцы:
he: תיקיית ה&מקור:
hi: सोर्स फोल्डर:
lv: A&vota mape:

source: &Left folder:
ar: المجلد الأيسر:
be: &Левая папка:
he: תיקייה &שמאלית:
hi: &बायां फ़ोल्डर:
lv: &Kreisā mape:

source: &Right folder:
ar: المجلد الأيمن:
be: &Правая папка:
he: תיקייה י&מנית:
hi: &दायाँ फ़ोल्डर:
lv: &Labā mape:

source: URL must be the descendant of either the left or the right base URL.
ar: يجب أن يكون المسار الفرعي (URL) سليلًا للمسار الأساسي (URL) الأيمن أو الأيسر.
be: URL павінен быць нашчадкам левага або правага базавага URL.
he: הכתובת חייבת להיות צאצאית של כתובת הבסיס השמאלית או הימנית.
hi: URL बाएं या दाएं आधार URL का वंशज होना चाहिए.
lv: URL ir jānāk no kreisās vai labās puses pamata URL.

source: Synchronize Folders
ar: زامِن المجلدات
be: Сінхранізаваць папкі
he: סנכרון תיקיות
hi: फ़ोल्डर्स सिंक्रनाइज़ करें
lv: Sinhronizēt mapes

source: E&xclude
ar: ا&ستثنِ
be: В&ыключыць
he: ה&חרגה
hi: बहिष्कृत करें
lv: Iz&laist

source: Restore ori&ginal operation
ar: استعادة العملية الأصلية
be: Аднавіць &першапачатковую аперацыю
he: שחזור הפעולה המ&קורית
hi: मूल संचालन बहाल करें
lv: Atjaunot &sākotnējo darbību

source: Re&verse direction
ar: ا&عكس الاتجاه
be: Змяніць &накірунак
he: היפוך ה&כיוון
hi: रिवर्स दिशा
lv: &Pretējā virzienā

source: Copy from &right to left
ar: انسخ من اليمين إلى اليسار
be: Капіяваць з &правага ў левы
he: העתקה &מימין לשמאל
hi: &दाएं से बाएं कॉपी करें
lv: Kopēt no &labās uz kreiso

source: Copy from &left to right
ar: انسخ من اليسار إلى اليمين
be: Капіяваць з &левага ў правы
he: העתקה מ&שמאל לימין
hi: &बाएं से दाएं कॉपी करें
lv: Kopēt no &kreisās uz labo

source: &Delete (left single)
ar: احذف (أيسر مفرد)
be: &Выдаліць (адзінкавы злева)
he: מ&חיקה (שמאל יחיד)
hi: &हटाएँ (बाएं एकल)
lv: &Dzēst (atstāt nedublējošās)

source: V&iew left file
ar: اعرض الملف الأيسر
be: П&рагляд левага файла
he: הצגת הקובץ מ&שמאל
hi: बाईं फ़ाइल देखें
lv: &Skatīt kreisās puses datni

source: Vi&ew right file
ar: اعرض الملف الأيمن
be: Пра&гляд правага файла
he: הצגת הקובץ מ&ימין
hi: दायाँ फ़ाइल देखें
lv: &Skatīt labās puses datni

source: &Compare Files
ar: &قارن الملفات
be: &Параўнаць файлы
he: ה&שוואת קבצים
hi: &फ़ाइलों की तुलना करें
lv: &Salīdzināt datnes

source: C&opy selected to clipboard (left)
ar: انسخ المُحدد إلى الحافظة (أيسر)
be: К&апіяваць абранае ў буфер (злева)
he: ה&עתקת הנבחר ללוח הגזירים (שמאל)
hi: चयनित को क्लिपबोर्ड पर कॉपी करें (बाएं)
lv: K&opēt atlasi uz starpliktuvi (kreisajā)

source: Co&py selected to clipboard (right)
ar: انسخ المُحدد إلى الحافظة (أيمن)
be: Ка&піяваць абранае ў буфер (справа)
he: העתקת ה&נבחר ללוח הגזירים (ימין)
hi: चयनित को क्लिपबोर्ड पर कॉपी&पाय करें (दाएं)
lv: Ko&pēt atlasi uz starpliktuvi (labajā)

source: &Select items
ar: حَدِّد العناصر
be: &Выбраць элементы
he: ב&חירת פריטים
hi: &वस्तुएं चुनें
lv: &Atlasīt vienumus

source: Deselec&t items
ar: إلغاء تحديد العناصر
be: Адмяніць &выбар элементаў
he: &ביטול בחירת פריטים
hi: आइटम का चयन रद्द करें
lv: &Noņemt vienumu atlasi

source: I&nvert selection
ar: اعكس ال&تّحديد
be: І&нвертаваць выбар
he: הי&פוך הבחירה
hi: उलट चयन
lv: I&nvertēt atlasi

source: Synchronize with &KGet
ar: زامِن مع &KGet
be: Сінхранізаваць з &KGet
he: &סנכרון מול KGet
hi: &KGet के साथ समन्वयित करें
lv: Sinhronizēt ar „&KGet“

source: Select items
ar: حَدِّد العناصر
be: Выбраць элементы
he: בחירת פריטים
hi: वस्तुएं चुनें
lv: Atlasīt vienumus

source: Deselect items
ar: إلغاء تحديد العناصر
be: Адмяніць выбар элементаў
he: ביטול בחירת פריטים
hi: आइटम का चयन रद्द करें
lv: Noņemt vienumu atlasi

source: The target folder must not be empty.
ar: لا يجب أن يكون مجلد الهدف فارغًا.
be: Папка мэты не павінна быць пустой.
he: תיקיית היעד לא יכולה להיות ריקה.
hi: लक्ष्य फ़ोल्डर खाली नहीं होना चाहिए.
lv: Mērķa mape nedrīkst būt tukša.

source: The source folder must not be empty.
ar: لا يجب أن يكون مجلد المصدر فارغًا.
be: Папка крыніцы не павінна быць пустой.
he: תיקיית המקור לא יכולה להיות ריקה.
hi: स्रोत फ़ोल्डर खाली नहीं होना चाहिए.
lv: Avota mape nedrīkst palikt tukša.

source: Synchronizer has nothing to do.
ar: ليس لدى المزامِن أي عمل.
be: Сінхранізатару няма чаго рабіць.
he: אין למסנכרן מה לעשות.
hi: सिंक्रोनाइजर का इससे कोई लेना-देना नहीं है।
lv: Sinhronizētājam nav nekā, ko darīt.

source: The synchronizer window contains data from a previous compare. If you exit, this data will be lost. Do you really want to exit?
ar: تحتوي نافذة المزامِن على بيانات من مقارنة سابقة. إذا غادرت، ستفقد هذه البيانات. هل تريد المغادرة حقًا؟
be: Акно сінхранізатара змяшчае дадзеныя з папярэдняга параўнання. Калі вы выйдзеце, гэтыя дадзеныя будуць страчаныя. Вы сапраўды хочаце выйсці?
he: חלון המסנכרן מכיל נתונים מהשוואה קודמת. יציאה ממנו, תתעלם מהנתונים האלה. לצאת?
hi: सिंक्रोनाइजर विंडो में पिछले तुलना से डेटा होता है। यदि आप बाहर निकलते हैं, तो यह डेटा खो जाएगा। क्या आप वाकई बाहर निकलना चाहते हैं?
lv: Sinhronizācijas logs satur datus no iepriekšējās salīdzināšanas reizes. Ja iziesiet, zaudēsiet šos datus. Vai tiešām vēlaties iziet?

source: I/O error while comparing file %1 with %2.
ar: خطأ إدخال/إخراج أثناء مقارنة الملف %1 مع %2.
be: Памылка ўводу/вываду пры параўнанні файла %1 з %2.
he: שגיאת קלט/פלט בעת השוואת הקובץ %1 לקובץ %2.
hi: फ़ाइल %1 की %2 से तुलना करते समय I/O त्रुटि.
lv: Ievadizvades kļūda, salīdzinot „%1“ datni ar „%2“.

source: Comparing file %1 (%2)...
ar: يقارن الملف %1 (%2)...
be: Параўнанне файла %1 (%2)...
he: הקובץ %1 מושווה (%2)…
hi: फ़ाइल %1 (%2) की तुलना की जा रही है...
lv: Salīdzina datni „%1“ (%2)...

source: New Tab
ar: لسان جديد
be: Новая ўкладка
he: לשונית חדשה
hi: नया टैब
lv: Jauna cilne

source: Duplicate Current Tab
ar: كرّر اللسان الحالي
be: Зрабіць дубль бягучай ўкладкі
he: שכפול הלשונית הנוכחית
hi: वर्तमान टैब की प्रतिलिपि बनाएँ
lv: Dublēt pašreizējo cilni

source: Move Current Tab to Other Side
ar: انقل اللسان الحالي إلى الجانب الآخر
be: Перамясціць бягучую ўкладку на другі бок
he: העברת הלשונית הנוכחית לצד השני
hi: वर्तमान टैब को दूसरी ओर ले जाएं
lv: Pārvietot pašreizējo cilni uz otru pusi

source: Move Current Tab to the Left
ar: انقل اللسان الحالي إلى اليسار
be: Перамясціць бягучую ўкладку налева
he: העברת הלשונית הנוכחית שמאלה
hi: वर्तमान टैब को बाईं ओर ले जाएं
lv: Pārvietot pašreizējo cilni pa kreisi

source: Move Current Tab to the Right
ar: انقل اللسان الحالي إلى اليمين
be: Перамясціць бягучую ўкладку направа
he: העברת הלשונית הנוכחית ימינה
hi: वर्तमान टैब को दाईं ओर ले जाएं
lv: Pārvietot pašreizējo cilni pa labi

source: Close Current Tab
ar: أغلق اللسان الحالي
be: Закрыць бягучую ўкладку
he: סגירת הלשונית הנוכחית
hi: वर्तमान टैब बंद करें
lv: Aizvērt šo cilni

source: Undo Close Tab
ar: تراجع عن إغلاق اللسان
be: Адмяніць закрыццё ўкладкі
he: הסגת סגירת לשונית
hi: पूर्ववत करें बंद करें टैब
lv: Atsaukt cilnes aizvēršanu

source: Next Tab
ar: اللسان التالي
be: Наступная ўкладка
he: הלשונית הבאה
hi: अगला टैब
lv: Nākamā cilne

source: Previous Tab
ar: اللسان السابق
be: Папярэдняя ўкладка
he: הלשונית הקודמת
hi: पिछला टैब
lv: Iepriekšējā cilne

source: Close Inactive Tabs
ar: أغلق علامات التبويب غير النشطة
be: Закрыць неактыўныя ўкладкі
he: סגירת לשוניות לא פעילות
hi: निष्क्रिय टैब बंद करें
lv: Aizvērt neaktīvās cilnes

source: Close Duplicated Tabs
ar: أغلق علامات التبويب المكررة
be: Закрыць аднолькавыя ўкладкі
he: סגירת לשוניות כפולות
hi: डुप्लिकेट टैब बंद करें
lv: Aizvērt dublējošās cilnes

source: Lock Tab
ar: اقفل علامة التبويب
be: Заблакіраваць укладку
he: נעילת לשונית
hi: टैब लॉक करें
lv: Slēgt cilni

source: Pin Tab
ar: ثَبِّت علامة التبويب
be: Прышпіліць укладку
he: נעיצת לשונית
hi: टैब पिन करें
lv: Piespraust cilni

source: Unlock Tab
ar: افتح علامة التبويب
be: Разблакіраваць укладку
he: שחרור לשונית
hi: टैब अनलॉक करें
lv: Atslēgt cilni

source: Unpin Tab
ar: ألغِ تثبيت علامة التبويب
be: Адшпіліць укладку
he: שחרור נעיצת לשונית
hi: टैब अनपिन करें
lv: Atspraust cilni

source: Needed panel specification missing in expander %1
ar: تخصيص اللوحة المطلوبة غير موجود في الموسِّع %1
be: У экспандары %1 адсутнічае неабходная спецыфікацыя панэлі
he: הכרזת הלוח הנחוצה חסרה במרחיב %1
hi: एक्सपेंडर %1 में आवश्यक पैनल विनिर्देशन अनुपलब्ध है
lv: Paplašinātājā „%1“ trūkst nepieciešamas paneļa specifikācijas

source: Expander: Bad argument to %1: %2 is not valid item specifier
ar: موسِّع: وسيط غير صالح إلى %1: %2 ليس مُحدِّد عنصر صالح
be: Экспандар: Няправільны аргумент для %1: %2 не з'яўляецца дапушчальным указальнікам элемента
he: מרחיב: ארגומנט שגוי ל־%1: %2 הוא לא מצביע פריטים תקף
hi: विस्तारक: %1 के लिए गलत तर्क: %2 वैध आइटम निर्दिष्टकर्ता नहीं है
lv: Paplašinātājs: nederīgs parametrs uz „%1“: „%2“ nav derīga vienuma norāde

source: Panel's Path...
ar: مسار اللوحة...
be: Шлях панэлі...
he: נתיב הלוח…
hi: पैनल का पथ...
lv: Paneļa ceļš...
