Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Open search bar and start searching by typing in panel.
ar: افتح شريط البحث وابدأ البحث بالكتابة في اللوحة.
be: Адкрываць панэль пошуку і пачынаць пошук пры ўводзе ў панэлі.
he: אפשר לפתוח את סרגל החיפוש והתחלת החיפוש על ידי הקלדה בלוח.
hi: खोज बार खोलें और पैनल टाइप करके खोज शुरू करें।
lv: Atvērt meklēšanas joslu un sākt meklēšanu, rakstot panelī.

source: Case sensitive
ar: حسّاس لحالة الأحرف
be: Улічваць рэгістр
he: תלוי רישיות
hi: अक्षर संवेदनशील
lv: Reģistrjutīga

source: Search must match case.
ar: يجب أن يطابق البحث حالة الأحرف.
be: Пошук павінен улічваць рэгістр.
he: החיפוש חייב להיות תואם רישיות.
hi: खोज केस से मेल खानी चाहिए.
lv: Meklēšanā ievēro lielos un mazos burtus.

source: Up/Down cancels search
ar: أعلى/أسفل يُلغي البحث
be: Стрэлкі ўверх/уніз скасоўваюць пошук
he: למעלה/למטה מבטלים את החיפוש
hi: ऊपर/नीचे खोज रद्द करता है
lv: Augšup/lejup atceļ meklēšanu

source: Pressing the Up/Down buttons closes the search bar (only in search mode).
ar: الضغط على زرّي أعلى/أسفل يغلق شريط البحث (في وضع البحث فقط).
be: Націсканне кнопак уверх/уніз закрывае панэль пошуку (толькі ў рэжыме пошуку).
he: לחיצה על הכפתורים למעלה/למטה סוגרת את סרגל החיפוש (רק במצב חיפוש).
hi: ऊपर/नीचे बटन दबाने से खोज बार बंद हो जाता है (केवल खोज मोड में)।
lv: Augšup/lejup taustiņa nospiešana aizver meklēšanas joslu (tikai meklēšanas režīmā).

source: Folder navigation with Right Arrow
ar: التنقل بين المجلدات بالسهم الأيمن
be: Навігацыя па папках стрэлкай направа
he: ניווט בתיקייה עם החץ ימינה
hi: दाएँ तीर के साथ फ़ोल्डर नेविगेशन
lv: Pārvietošanās mapē ar labās bultas taustiņu

source: Pressing the Right button enters folder if no search text editing intention is captured.
ar: الضغط على زر اليمين يدخل المجلد إذا لم تُسجل نية لتحرير نص البحث.
be: Націсканне стрэлкі направа адкрывае папку, калі не выконваеццарэдагаванне тэксту пошуку.
he: לחיצה על הכפתור הימני תיכנס לתיקייה אם לא התגלתה כוונה לעריכת טקסט חיפוש.
hi: यदि कोई खोज पाठ संपादन इरादा कैप्चर नहीं किया गया है तो दायाँ बटन दबाने पर फ़ोल्डर में प्रवेश किया जाता है।
lv: Labās bultas taustiņa nospiešana nozīmē ieiešanu mapē, ja taustiņu nepārtver meklēšanas teksta rediģēšana.

source: Position:
ar: الموقع:
be: Пазіцыя:
he: מקום:
hi: पद:
lv: Novietojums:

source: Default mode:
ar: الوضع المبدئيّ:
be: Рэжым па ўмаўчанні:
he: מצב ברירת מחדל:
hi: डिफ़ॉल्ट मोड:
lv: Noklusējuma režīms:

source: Search
ar: ابحث
be: Пошук
he: חיפוש
hi: खोज
lv: Meklēt

source: Select
ar: اختر
be: Выбар
he: בחירה
hi: चुनना
lv: Atlasīt

source: Filter
ar: المرشّح
be: Фільтр
he: מסנן
hi: फ़िल्टर
lv: Filtrēt

source: Set the default mode on first usage
ar: اضبط الوضع الافتراضي في أول استخدام
be: Усталяваць рэжым па ўмаўчанні пры першым выкарыстанні
he: הגדרת מצב ברירת המחדל בשימוש הראשון
hi: पहले उपयोग पर डिफ़ॉल्ट मोड सेट करें
lv: Iestatīt noklusējuma režīmu pirmajā lietošanas reizē

source: Bookmark Search
ar: بحث المرجعية
be: Пошук закладак
he: חיפוש סימניות
hi: बुकमार्क खोज
lv: Grāmatzīmju meklēšana

source: Always show search bar
ar: أظهر شريط البحث دائمًا
be: Заўсёды паказваць панэль пошуку
he: תמיד להציג את סרגל החיפוש
hi: हमेशा खोज बार दिखाएं
lv: Vienmēr rādīt meklēšanas joslu

source: Make bookmark search bar always visible
ar: اجعل شريط بحث المرجعية مرئيًا دائمًا
be: Зрабіць панэль пошуку закладак заўсёды бачнай
he: להפוך את חיפוש הסימניות לגלוי תמיד
hi: बुकमार्क खोज बार को हमेशा दृश्यमान बनाएं
lv: Grāmatzīmju joslu padarīt vienmēr redzamu

source: Search in special items
ar: ابحث في العناصر الخاصة
be: Пошук у спецыяльных элементах
he: חיפוש בפריטים מיוחדים
hi: विशेष आइटम में खोजें
lv: Meklēt speciālos vienumus

source: Bookmark search is also applied to special items in bookmark menu like Trash, Popular URLs, Jump Back, etc.
ar: يطبق بحث المرجعية أيضًا على العناصر الخاصة في قائمة المرجعية مثل المهملات، وعناوين URL الشائعة، والقفز للخلف، إلخ.
be: Пошук закладак таксама распаўсюджваецца на спецыяльныя элементы меню закладак, такія як Сметніца, Папулярныя спасылкакі, Вярнуцца назад і г.д.
he: חיפוש סימניות חל גם על פריטים מיוחדים בתפריט הסימניות כמו אשפה, כתובות נפוצות, חזרה אחורה וכו׳.
hi: बुकमार्क खोज को बुकमार्क मेनू में विशेष आइटमों जैसे ट्रैश, लोकप्रिय यूआरएल, जम्प बैक आदि पर भी लागू किया जाता है।
lv: Grāmatzīmju meklēšana ir piemērojama speciālajiem vienumiem grāmatzīmju izvēlnē, piemēram, atkritnei, populārajām URL, iešanai atpakaļ u.c.

source: Status/Totalsbar
ar: شريط الحالة/الإجماليات
be: Панэль стану/агульных дадзеных
he: מצב/סרגל סיכומים
hi: स्थिति/कुलबार
lv: Statuss/lietojuma josla

source: Show size in bytes too
ar: أظهر الحجم بالبايت أيضًا
be: Паказваць памер таксама ў байтах
he: להציג את הגודל גם בבתים
hi: आकार बाइट्स में भी दिखाएं
lv: Rādīt izmēru arī baitos

source: Show space information
ar: أظهر معلومات المساحة
be: Паказваць інфармацыю пра месца
he: הצגת פרטי נפח
hi: स्थान जानकारी दिखाएं
lv: Rādīt informāciju par brīvo vietu

source: Show free/total space on the device
ar: أظهر المساحة الحرة/الإجمالية على الجهاز
be: Паказваць вольнае/агульнае месца на прыладзе
he: להציג נפח פנוי/כולל בהתקן
hi: डिवाइस पर खाली/कुल स्थान दिखाएं
lv: Rādīt informāciju par brīvo/aizņemto vietu ierīcē

source: Layout
ar: التخطيط
be: Макет
he: פריסה
hi: लेआउट
lv: Izkārtojums

source: Layout:
ar: التخطيط:
be: Макет:
he: פריסה:
hi: लेआउट:
lv: Izkārtojums:

source: Frame Color:
ar: لون الإطار:
be: Колер рамкі:
he: צבע מסגרת:
hi: फ़्रेम का रंग:
lv: Rāmja krāsa:

# Frame color
source: Defined by Layout
ar: محدد بالتخطيط
be: Вызначаецца макетам
he: מוגדר לפי פריסה
hi: लेआउट द्वारा परिभाषित
lv: Nosaka izkārtojums

# Frame color
source: None
ar: لا شيء
be: Няма
he: אין
hi: कोई नहीं
lv: Neviens

# Frame color
source: Statusbar
ar: شريط الحالة
be: Панэль стану
he: שורת מצב
hi: स्टेटस बार
lv: Statusa josla

source: Frame Shape:
ar: شكل الإطار:
be: Форма рамкі:
he: צורת מסגרת:
hi: फ़्रेम आकार:
lv: Rāmja forma:

# Frame shape
source: Defined by Layout
ar: محدد بالتخطيط
be: Вызначаецца макетам
he: מוגדר לפי פריסה
hi: लेआउट द्वारा परिभाषित
lv: Nosaka izkārtojums

# Frame shape
source: None
ar: لا شيء
be: Няма
he: אין
hi: कोई नहीं
lv: Nekas

# Frame shape
source: Box
ar: صندوق
be: Прамавугольнік
he: תיבה
hi: डिब्बा
lv: Kaste

# Frame shape
source: Panel
ar: اللوحة
be: Панэль
he: לוח
hi: पैनल
lv: Panelis

source: Frame Shadow:
ar: ظل الإطار:
be: Цень рамкі:
he: צללית מסגרת:
hi: फ़्रेम छाया:
lv: Rāmja ēna:

# Frame shadow
source: Defined by Layout
ar: محدد بالتخطيط
be: Вызначаецца макетам
he: מוגדר לפי פריסה
hi: लेआउट द्वारा परिभाषित
lv: Nosaka izkārtojums

# Frame shadow
source: None
ar: لا شيء
be: Няма
he: אין
hi: कोई नहीं
lv: Nekas

# Frame shadow
source: Raised
ar: مرفوع
be: Падняты
he: מוגבה
hi: उठाया
lv: Pacelts

# Frame shadow
source: Sunken
ar: غارق
be: Утоплены
he: שקוע
hi: धँसा
lv: Iegremdēts

source: Default icon size:
ar: حجم الأيقونة المبدئي:
be: Памер значкоў па ўмаўчанні:
he: גודל סמל כברירת מחדל:
hi: डिफ़ॉल्ट आइकन आकार:
lv: Noklusējuma ikonu izmērs:

source: Use icons in the filenames
ar: استخدم الأيقونات في أسماء الملفات
be: Выкарыстоўваць значкі ў назвах файлаў
he: להשתמש בסמלים בשמות הקבצים
hi: फ़ाइल नामों में चिह्नों का उपयोग करें
lv: Datņu nosaukumos rādīt ikonas

source: Show the icons for filenames and folders.
ar: أظهر الأيقونات لأسماء الملفات والمجلدات.
be: Паказваць значкі для назваў файлаў і папак.
he: הצגת הסמלים לשמות קבצים ותיקיות.
hi: फ़ाइल नाम और फ़ोल्डरों के लिए चिह्न दिखाएँ.
lv: Rādīt datņu nosaukumu un mapju ikonas.

source: Show previews by default
ar: أظهر المعاينات افتراضيًا
be: Паказваць мініяцюры па ўмаўчанні
he: הצגת תצוגות מקדימות כברירת מחדל
hi: डिफ़ॉल्ट रूप से पूर्वावलोकन दिखाएं
lv: Pēc noklusējuma rādīt priekšskatījumus

source: Show previews of files and folders.
ar: أظهر معاينات الملفات والمجلدات.
be: Паказваць мініяцюры файлаў і папак.
he: הצגת תצוגות מקדימות של קבצים ותיקיות.
hi: फ़ाइलों और फ़ोल्डरों का पूर्वावलोकन दिखाएँ.
lv: Rādīt datņu un mapju priekšskatījumus.

source: View font:
ar: خط العرض:
be: Шрыфт прагляду:
he: גופן תצוגה:
hi: फ़ॉन्ट देखें:
lv: Skata fonts:

source: The duration after a tooltip is shown for a file item, in milliseconds. Set a negative value to disable tooltips.
ar: المدة بعد عرض تلميح أداة لعنصر ملف، بالمللي ثانية. اضبط قيمة سالبة لتعطيل تلميحات الأدوات.
be: Час паказу падказкі для файла (у мілісекундах). Каб адключыць падказкі, усталюйце адмоўнае значэнне.
he: המשך שלאחריו מופיעה חלונית צצה לפריט קובץ, במילישניות. יש להגדיר לערך שלילי כדי להשבית חלוניות צצות.
hi: किसी फ़ाइल आइटम के लिए टूलटिप दिखाए जाने के बाद की अवधि, मिलीसेकंड में। टूलटिप्स को अक्षम करने के लिए ऋणात्मक मान सेट करें।
lv: Datnes paskaidres rādīšanas ilgums milisekundēs. Iestatiet negatīvu vērtību, lai izslēgtu paskaidri.

source: Tooltip delay (msec):
ar: تأخير تلميح الأداة (بالمللي ثانية):
be: Затрымка падказкі (мс):
he: השהיית חלוניות צצות (מילישניות):
hi: टूलटिप विलंब (मिसे):
lv: Paskaidres ilgums (milisek.):

source: Use human-readable file size
ar: استخدم حجم ملف سهل القراءة
be: Выкарыстоўваць зручны для чытання фармат памеру файла
he: להשתמש בגודל קבצים קריא
hi: मानव-पठनीय फ़ाइल आकार का उपयोग करें
lv: Lietot cilvēkam salasāmu datnes izmēru

source: File sizes are displayed in B, KB, MB and GB, not just in bytes.
ar: تُعرض أحجام الملفات بالبايت، وك.بايت، وم.بايت، وغ.بايت، وليس فقط بالبايت.
be: Памеры файлаў паказваюцца ў B, KB, MB і GB, а не толькі ў байтах.
he: גודלי הקבצים מוצגים בתור ב׳, ק״ב, מ״ב וג״ב, לא רק בבתים.
hi: फ़ाइल का आकार केवल बाइट्स में नहीं, बल्कि B, KB, MB और GB में प्रदर्शित किया जाता है।
lv: Datņu izmērus parāda B, KB, MB un GB — ne tikai baitos.

source: Show hidden files
ar: أظهر الملفات المخفية
be: Паказваць схаваныя файлы
he: הצגת קבצים מוסתרים
hi: छिपी हुई फ़ाइलें दिखाएँ
lv: Rādīt slēptās datnes

source: Display files beginning with a dot.
ar: اعرض الملفات التي تبدأ بنقطة.
be: Паказваць файлы, што пачынаюцца з кропкі.
he: להציג קבצים שמתחילים בנקודה.
hi: बिंदु से शुरू होने वाली फ़ाइलें प्रदर्शित करें.
lv: Rāda datnes, kas sākas ar punktu.

source: Numeric Permissions
ar: صلاحيات رقمية
be: Лічбавыя правы доступу
he: הרשאות מספריות
hi: संख्यात्मक अनुमतियाँ
lv: Skaitliskās atļaujas

source: Show octal numbers (0755) instead of the standard permissions (rwxr-xr-x) in the permission column.
ar: أظهر أرقامًا ثمانية (0755) بدلًا من الصلاحيات القياسية (rwxr-xr-x) في عمود الصلاحيات.
be: Паказваць васьмярковыя значэнні (0755) замест стандартных правоў доступу (rwxr-xr-x) у слупку правоў.
he: להציג מספרים בבסיס אוקטלי/שמונה (0755) במקום ההרשאות הרגילות (rwxr-xr-x) בעמודת ההרשאות.
hi: अनुमति कॉलम में मानक अनुमतियों (rwxr-xr-x) के स्थान पर अष्टाधारी संख्याएँ (0755) दिखाएँ।
lv: Atļauju kolonnā rādīt oktālos skaitļus (0755), bet ne standarta atļaujas (rwxr-xr-x).

source: Load the user defined folder icons
ar: حمل أيقونات المجلدات المحددة من قبل المستخدم
be: Загружаць значкі папак, вызначаныя карыстальнікам
he: לטעון את סמלי התיקיות בהגדרת המשתמש
hi: उपयोगकर्ता द्वारा निर्धारित फ़ोल्डर आइकन लोड करें
lv: Ielādēt lietotāja definētas mapju ikonas

source: Load the user defined folder icons (can cause decrease in performance).
ar: حمل أيقونات المجلدات المحددة من قبل المستخدم (قد يسبب انخفاضًا في الأداء).
be: Загружаць значкі папак, вызначаныя карыстальнікам (можа знізіць прадукцыйнасць).
he: לטעון את סמלי התיקיות בהגדרת המשתמש (עלול לפגוע בביצועים).
hi: उपयोगकर्ता द्वारा निर्धारित फ़ोल्डर आइकन लोड करें (प्रदर्शन में कमी हो सकती है).
lv: Ielādē lietotāja definētas mapju ikonas (var samazināt programmas veiktspēju).

source: Always show current item
ar: أظهر العنصر الحالي دائمًا
be: Заўсёды паказваць бягучы элемент
he: תמיד להציג את הפריט הנוכחי
hi: हमेशा वर्तमान आइटम दिखाएं
lv: Vienmēr rādīt pašreizējo vienumu

source: Show current item border decoration in inactive panel.
ar: أظهر زخرفة حدود العنصر الحالي في اللوحة غير النشطة.
be: Паказваць абрамленне бягучага элемента ў неактыўнай панэлі.
he: להציג את מסגרת מעוצבת לפריט הנוכחי בלוח שאינו פעיל.
hi: निष्क्रिय पैनल में वर्तमान आइटम बॉर्डर सजावट दिखाएं.
lv: Neaktīvajā panelī rādīt pašreizējā vienuma malu dekorācijas.

source: Sort method:
ar: طريقة الفرز:
be: Метад сарціроўкі:
he: שיטת סידור:
hi: सॉर्ट विधि:
lv: Kārtošanas metode:

source: Alphabetical
ar: أبجديّ
be: Па алфавіце
he: אלפבתית
hi: वर्णमाला
lv: Alfabētiska

source: Alphabetical and numbers
ar: أبجدي وأرقام
be: Па алфавіце і лічбах
he: אלפבתית ומספרים
hi: वर्णमाला और संख्या
lv: Alfabētiska un skaitļu

source: Character code
ar: رمز المحرف
be: Па кодах сімвалаў
he: קוד תווים
hi: वर्ण कोड
lv: Rakstzīmes kods

source: Character code and numbers
ar: رمز الأحرف وأرقام
be: Па кодах сімвалаў і лічбах
he: קוד תווים ומספרים
hi: वर्ण कोड और संख्या
lv: Rakstzīmes kods un skaitļi

# Krusader sort
source: Krusader
ar: كروسيدر
hi: योद्धा

source: Case sensitive sorting
ar: فرز حساس لحالة الأحرف
be: Сартаванне з улікам рэгістра
he: מיון תלוי רישיות
hi: केस संवेदनशील छँटाई
lv: Reģistrjutīga kārtošana

source: All files beginning with capital letters appear before files beginning with non-capital letters (UNIX default).
ar: كل الملفات التي تبدأ بأحرف كبيرة تظهر قبل الملفات التي تبدأ بأحرف غير كبيرة (مبدئي يونكس).
be: Усе файлы, што пачынаюцца з вялікай літары, будуць паказаны перад тымі, што пачынаюцца з малой (паводзіны па ўмаўчанні ў UNIX).
he: כל הקבצים שמתחילים באותיות גדולות מופיעים לפני קבצים שמתחילים באותיות שאינן גדולות (ברירת המחדל ביוניקס).
hi: बड़े अक्षरों से शुरू होने वाली सभी फ़ाइलें गैर-बड़े अक्षरों से शुरू होने वाली फ़ाइलों से पहले दिखाई देती हैं (यूनिक्स डिफ़ॉल्ट)।
lv: Visas datnes, kas sākas ar lielajiem burtiem, ir redzamas pirms datnēm, kas sākas ar mazajiem burtiem (UNIX noklusējums).

source: Show folders first
ar: أظهر المجلدات أولًا
be: Паказваць папкі першымі
he: להציג תיקיות בהתחלה
hi: पहले फ़ोल्डर दिखाएँ
lv: Vispirms rādīt mapes

source: Always sort dirs by name
ar: افرِز المجلدات بالاسم دائمًا
be: Заўсёды сартаваць папкі па назве
he: תמיד לסדר תיקיות לפי שם
hi: निर्देशिकाओं को हमेशा नाम के अनुसार क्रमबद्ध करें
lv: Mapes vienmēr kārtot pēc nosaukuma

source: Folders are sorted by name, regardless of the sort column.
ar: تُفرز المجلدات بالاسم، بغض النظر عن عمود الفرز.
be: Папкі сартуюцца па назве, незалежна ад выбранага слупка сартавання.
he: תיקיות מסודרות לפני שם, ללא תלות בעמודת המיון.
hi: फ़ोल्डरों को नाम के आधार पर क्रमबद्ध किया जाता है, चाहे सॉर्ट कॉलम कुछ भी हो।
lv: Mapes kārto pēc nosaukuma, neskatoties uz kārtošanas kolonnu.

source: Locale aware sorting
ar: فرز حساس للبيئة المحلية
be: Сартаванне з улікам лакалі
he: מיון מודע להגדרות שפה
hi: स्थानीय जागरूक छँटाई
lv: Kārtošana ievēro lokāli

source: The sorting is performed in a locale- and also platform-dependent manner. Can be slow.
ar: يُؤدَى الفرز بطريقة تعتمد على البيئة المحلية وأيضًا على المنصة. يمكن أن يكون بطيئًا.
be: Сартаванне выконваецца з улікам лакалі і платформы. Можа быць павольным.
he: הסידור מתבצע באופן שאינו תלוי הגדרות מקומיות או מערכת הפעלה. עלול להיות איטי.
hi: सॉर्टिंग स्थानीय और प्लेटफ़ॉर्म-निर्भर तरीके से की जाती है। यह धीमी हो सकती है।
lv: Kārtošana ievēro aktīvo lokāli, kā arī platformu. Var būt lēnāka.

source: View modes
ar: أنماط العرض
be: Рэжымы прагляду
he: מצבי תצוגה
hi: दृश्य मोड
lv: Skata režīmi

source: Default view mode:
ar: طريقة العرض الأساسية:
be: Рэжым прагляду па ўмаўчанні:
he: מצב תגובה כברירת מחדל:
hi: डिफ़ॉल्ट दृश्य मोड:
lv: Noklusējuma skata režīms:

source: Buttons
ar: أزرار
be: Кнопкі
he: כפתורים
hi: बटन
lv: Pogas

source: Toolbar buttons have icons
ar: أزرار شريط الأدوات بها أيقونات
be: Кнопкі панэлі інструментаў маюць значкі
he: לכפתורי סרגל הכלים יש סמלים
hi: टूलबार बटन में आइकन होते हैं
lv: Rīkjoslas pogām ir ikonas

source: Show Media Button
ar: أظهر زر الوسائط
be: Паказваць кнопку носьбітаў
he: הצגת כפתור מדיה
hi: मीडिया बटन दिखाएँ
lv: Rādīt datu nesēja pogu

source: The media button will be visible.
ar: سيكون زر الوسائط مرئيًا.
be: Кнопка носьбітаў будзе бачная.
he: כפתור המדיה יהיה זמין.
hi: मीडिया बटन दिखाई देगा.
lv: Datu nesēja poga būs redzama.

source: Show Back Button
ar: أظهر زر العودة
be: Паказваць кнопку «Назад»
he: הצגת כפתור אחורה
hi: वापस जाएँ बटन दिखाएँ
lv: Rādīt „Atpakaļ“ pogu

source: Show Forward Button
ar: أظهر زر التقدم
be: Паказваць кнопку «Наперад»
he: הצגת כפתור קדימה
hi: आगे बढाएँ बटन दिखाएँ
lv: Rādīt „Uz priekšu“ pogu

source: Show History Button
ar: أظهر زر السجل
be: Паказваць кнопку гісторыі
he: הצגת כפתור היסטוריה
hi: इतिहास दिखाएँ बटन
lv: Rādīt vēstures pogu

source: The history button will be visible.
ar: سيكون زر السجل مرئيًا.
be: Кнопка гісторыі будзе бачная.
he: כפתור ההיסטוריה יהיה גלוי.
hi: इतिहास बटन दिखाई देगा.
lv: Būs redzama vēstures poga.

source: Show Bookmarks Button
ar: أظهر زر العلامات
be: Паказваць кнопку закладак
he: הצגת כפתור סימניות
hi: बुकमार्क बटन दिखाएँ
lv: Rādīt grāmatzīmju pogu

source: The bookmarks button will be visible.
ar: سيكون زر المرجعية مرئيًا.
be: Кнопка закладак будзе бачная.
he: כפתור הסימניות יהיה גלוי.
hi: बुकमार्क बटन दिखाई देगा.
lv: Būs redzama grāmatzīmju poga.

source: Show Panel Toolbar
ar: أظهر شريط أدوات اللوحة
be: Паказваць панэль інструментаў панэлі
he: הצגת סרגל כלי לוחות
hi: पैनल टूलबार दिखाएँ
lv: Rādīt paneļa rīkjoslu

source: The panel toolbar will be visible.
ar: سيكون شريط أدوات اللوحة مرئيًا.
be: Панэль інструментаў панэлі будзе бачная.
he: סרגל כלי לוחות יהיה זמין.
hi: पैनल टूलबार दिखाई देगा.
lv: Būs redzama paneļa rīkjosla.

source: Visible Panel Toolbar buttons
ar: أزرار شريط أدوات اللوحة المرئية
be: Бачныя кнопкі панэлі інструментаў
he: כפתורי סרגל כלי לוחות גלויים
hi: दृश्यमान पैनल टूलबार बटन
lv: Redzamās paneļa rīkjoslas pogas

source: Equal button (=)
ar: زر يساوي (=)
be: Кнопка роўнасці (=)
he: כפתור שווה (=)
hi: बराबर बटन (=)
lv: Vienādības poga (=)

source: Changes the panel folder to the other panel folder.
ar: يغير مجلد اللوحة إلى مجلد اللوحة الأخرى.
be: Змяняе папку панэлі на папку другой панэлі.
he: החלפת תיקיית הלוח לתיקיית הלוח השני.
hi: पैनल फ़ोल्डर को अन्य पैनल फ़ोल्डर में परिवर्तित करता है.
lv: Maina paneļa mapi uz citu paneļa mapi.

source: Up button (..)
ar: زر أعلى (..)
be: Кнопка «Уверх» (..)
he: כפתור למעלה (..)
hi: ऊपर बटन (..)
lv: Augšup poga (..)

source: Changes the panel folder to the parent folder.
ar: يغير مجلد اللوحة إلى المجلد الأب.
be: Змяняе папку панэлі на бацькоўскую папку.
he: החלפת תיקיית הלוח לתיקיית ההורה.
hi: पैनल फ़ोल्डर को पैरेंट फ़ोल्डर में बदलता है.
lv: Maina paneļa mapi uz hierarhiski augstāku mapi.

source: Home button (~)
ar: زر المنزل (~)
be: Кнопка «Хатняя» (~)
he: כפתור בית (~)
hi: होम बटन (~)
lv: Mājas poga (~)

source: Changes the panel folder to the home folder.
ar: يغير مجلد اللوحة إلى مجلد المنزل.
be: Змяняе папку панэлі на хатнюю папку.
he: החלפת תיקיית הלוח לתיקיית הבית.
hi: पैनल फ़ोल्डर को होम फ़ोल्डर में परिवर्तित करता है.
lv: Maina paneļa mapi uz mājas mapi.

source: Root button (/)
ar: زر الجذر (/)
be: Кнопка «Корань» (/)
he: כפתור שורש (/)
hi: रूट बटन (/)
lv: Saknes poga (/)

source: Changes the panel folder to the root folder.
ar: يغير مجلد اللوحة إلى مجلد الجذر.
be: Змяняе папку панэлі на каранёвую папку.
he: החלפת תיקיית הלוח לתיקיית השורש (על).
hi: पैनल फ़ोल्डर को रूट फ़ोल्डर में परिवर्तित करता है.
lv: Maina paneļa mapi uz saknes mapi.

source: Toggle-button for sync-browsing
ar: زر تبديل لتصفح متزامن
be: Кнопка пераключэння сінхроннага прагляду
he: כפתור ברירה לעיון מסונכרן
hi: सिंक-ब्राउज़िंग के लिए टॉगल-बटन
lv: Pārslēgšanas poga sinhronizētai pārlūkošanai

source: Each folder change in the panel is also performed in the other panel.
ar: يؤدَى كل تغيير للمجلد في لوحة أيضًا في اللوحة الأخرى.
be: Кожная змена папкі ў панэлі адбываецца таксама ў другой панэлі.
he: כל החלפת תיקייה בלוח מבוצעת גם בלוח השני.
hi: पैनल में प्रत्येक फ़ोल्डर परिवर्तन दूसरे पैनल में भी किया जाता है।
lv: Katras mapes izmaiņa panelī notiek arī otrā panelī.

source: Selection Mode
ar: وضع التّحديد
be: Рэжым выбару
he: מצב בחירה
hi: चयन मोड
lv: Atlases režīms

source: Krusader Mode
ar: وضع كروسيدر
be: Рэжым Krusader
he: מצב Krusader
hi: क्रूसेडर मोड
lv: „Krusader“ režīms

source: Both keys allow selecting files. To select more than one file, hold the Ctrl key and click the left mouse button. Right-click menu is invoked using a short click on the right mouse button.
ar: يسمح كلا المفتاحين باختيار الملفات. لاختيار أكثر من ملف واحد، اضغط باستمرار على مفتاح Ctrl وانقر بزر الفأرة الأيسر. تُستدعى قائمة النقر بزر الفأرة الأيمن باستخدام نقرة قصيرة على زر الفأرة الأيمن.
be: Абедзве клавішы дазваляюць выбіраць файлы. Каб выбраць некалькі, трымайце Ctrl і націсніце левай кнопкай мышы. Меню правай кнопкі выклікаецца кароткім клікам правай кнопкі.
he: שני המקשים מאפשרים לבחור קבצים. כדי לבחור יותר מקובץ אחר, יש להחזיק את המקש Ctrl וללחוץ עם הכפתור השמאלי בעכבר. תפריט הלחיצה הימנית מופעל בלחיצה קצרה על הכפתור הימני בעכבר.
hi: दोनों कुंजियाँ फ़ाइलों का चयन करने की अनुमति देती हैं। एक से अधिक फ़ाइलों का चयन करने के लिए, Ctrl कुंजी दबाकर रखें और बायाँ माउस बटन क्लिक करें। दायाँ माउस बटन पर एक छोटा क्लिक करके राइट-क्लिक मेनू लाया जाता है।
lv: Datnes var atlasīt ar jebkuru peles taustiņu. Lai atlasītu vairāk nekā vienu datni, turiet nospiestu „Ctrl“ pogu un klikšķiniet ar peles kreiso pogu. Peles labā klikšķa izvēlni var izsaukt ar īsu peles labās pogas klikšķi.

source: Konqueror Mode
ar: وضع كنكر
be: Рэжым Konqueror
he: מצב Konqueror
hi: कोनक्वेरर मोड
lv: „Konqueror“ režīms

source: Pressing the left mouse button selects files - you can click and select multiple files. Right-click menu is invoked using a short click on the right mouse button.
ar: الضغط على زر الفأرة الأيسر يختار الملفات - يمكنك النقر واختيار عدة ملفات. تُستدعى قائمة النقر بزر الفأرة الأيمن باستخدام نقرة قصيرة على زر الفأرة الأيمن.
be: Націсканне левай кнопкі мышы выбірае файлы — можна выбіраць некалькі. Меню правай кнопкі выклікаецца кароткім клікам правай кнопкі.
he: לחיצה על הכפתור השמאלי בעכבר בוחרת קבצים - אפשר ללחוץ ולבחור מגוון קבצים. תפריט לחיצה ימנית מופיע באמצעות לחיצה קצרה על הכפתור הימני בעכבר.
hi: बायाँ माउस बटन दबाने से फ़ाइलें चुनी जाती हैं - आप क्लिक करके कई फ़ाइलें चुन सकते हैं। दायाँ माउस बटन पर एक छोटा सा क्लिक करके दायाँ-क्लिक मेनू लाया जाता है।
lv: Kreisās peles pogas spiešana atlase datnes — varat klikšķināt un atlasīt vairākas datnes. Peles labās pogas izvēlni var izsaukt ar īsu peles labās pogas nospiešanu.

source: Total-Commander Mode
ar: وضع Total-Commander
be: Рэжым Total Commander
he: מצב Total-Comander
hi: कुल-कमांडर मोड
lv: „Total-Commander“ režīms

source: The left mouse button does not select, but sets the current file without affecting the current selection. The right mouse button selects multiple files and the right-click menu is invoked by pressing and holding the right mouse button.
ar: زر الفأرة الأيسر لا يختار، بل يضبط الملف الحالي دون التأثير على الاختيار الحالي. يختار زر الفأرة الأيمن عدة ملفات وتُستدعى قائمة النقر بزر الفأرة الأيمن بالضغط باستمرار على زر الفأرة الأيمن.
be: Левая кнопка мышы не выбірае, а толькі ўсталёўвае бягучы файл без змены выбару. Правая кнопка выбірае некалькі файлаў, а меню выклікаецца пры націсканні і ўтрыманні правай кнопкі.
he: הכפתור השמאלי בעכבר לא בוחר, אלא מגדיר את הקובץ הנוכחי בלי להשפיע על הבחירה הנוכחית. הכפתור הימני בוחר מגוון קבצים ותפריט הלחיצה הימנית מופעל בלחיצה והחזקה על הכפתור הימני בעכבר.
hi: बायाँ माउस बटन चयन नहीं करता है, लेकिन वर्तमान चयन को प्रभावित किए बिना वर्तमान फ़ाइल सेट करता है। दायाँ माउस बटन कई फ़ाइलों का चयन करता है और दायाँ माउस बटन दबाकर रखने से राइट-क्लिक मेनू शुरू होता है।
lv: Peles kreisā poga neatlasa, bet gan iestata pašreizējo datni, neietekmējot pašreizējo atlasi. Peles labā poga atlasa vairākas datnes, bet kreisās pogas izvēlni var izsaukt, spiežot un paturot peles labo pogu.

source: Ergonomic Mode
ar: وضع مريح
be: Эрганамічны рэжым
he: מצב ארגונומי
hi: एर्गोनोमिक मोड
lv: Ergonomiskais režīms
