Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: Other panel
ar: لوحة أخرى
be: Іншая панэль
he: לוח אחר
hi: अन्य पैनल
lv: Cits panelis

source: Left panel
ar: اللوحة اليسرى
be: Левая панэль
he: לוח שמאלי
hi: बायां पैनल
lv: Kreisais panelis

source: Right panel
ar: اللوحة اليمنى
be: Правая панэль
he: לוח ימני
hi: दायां पैनल
lv: Labais panelis

source: Panel independent
ar: مستقل عن اللوحة
be: Незалежна ад панэлі
he: חופשי מלוח
hi: पैनल स्वतंत्र
lv: Neatkarīgs no paneļa

source: Choose executable...
ar: اختر قابل للتنفيذ...
be: Выбраць выконваемы...
he: בחירת קובץ הפעלה…
hi: निष्पादन योग्य चुनें...
lv: Izvēlieties izpilddatni...

source: User Action Parameter Dialog
ar: حوار معاملات إجراء المستخدم
be: Дыялог параметраў карыстальніцкага дзеяння
he: חלונית משתנים לפעולות משתמש
hi: उपयोगकर्ता क्रिया पैरामीटर संवाद
lv: Lietotāja darbības parametra logs

source: This placeholder allows some parameter:
ar: هذه العنصر النائب يسمح ببعض المعاملات:
be: Гэты запаўняльнік дазваляе выкарыстоўваць некаторыя параметры:
he: ממלא המקום הזה מרשה כמה משתנים:
hi: यह प्लेसहोल्डर कुछ पैरामीटर की अनुमति देता है:
lv: Šis vietturis atļauj parametrus:

source: Title
ar: العنوان
be: Загаловак
he: כותרת
hi: शीर्षक
lv: Nosaukums

source: XML files (*.xml);;All files (*)
ar: ملفات XML ‏(*.xml);;كل الملفات (*)
be: Файлы XML (*.xml);;Усе файлы (*)
he: קובצי XML‏ (‎*.xml);;כל הקבצים (*)
hi: XML फ़ाइलें (*.xml);;सभी फ़ाइलें (*)
lv: XML datnes (*.xml);;Visas datnes (*)

source: Create new useraction
ar: أنشئ إجراء مستخدم جديد
be: Стварыць новае дзеянне карыстальніка
he: יצירת פעולת משתמש חדשה
hi: नया उपयोगकर्ताकार्रवाई बनाएँ
lv: Izveidot jaunu lietotāja darbību

source: Import useractions
ar: استورد إجراءات مستخدم
be: Імпарт дзеянняў карыстальніка
he: ייבוא פעולות משתמש
hi: उपयोगकर्ता क्रियाएँ आयात करें
lv: Importēt lietotāja darbību

source: Export useractions
ar: صدّر إجراءات المستخدم
be: Экспарт дзеянняў карыстальніка
he: ייצוא פעולות משתמש
hi: उपयोगकर्ता क्रियाएँ निर्यात करें
lv: Eksportēt lietotāja darbību

source: Copy useractions to clipboard
ar: انسخ إجراءات المستخدم إلى الحافظة
be: Капіраваць дзеянні карыстальніка ў буфер абмену
he: העתקת פעולות משתמש ללוח הגזירים
hi: उपयोगकर्ता क्रियाओं को क्लिपबोर्ड पर कॉपी करें
lv: Kopēt lietotāja darbību starpliktuvē

source: Paste useractions from clipboard
ar: الصق إجراءات المستخدم من الحافظة
be: Уставіць дзеянні карыстальніка з буферу абмену
he: הדבקת פעולות משתמש מלוח הגזירים
hi: क्लिपबोर्ड से उपयोगकर्ता क्रियाएँ चिपकाएँ
lv: Ielīmēt lietotāja darbību no starpliktuves

source: Delete selected useractions
ar: احذف إجراءات المستخدم المحددة
be: Выдаліць пазначаныя дзеянні карыстальніка
he: מחיקת פעולות המשתמש הנבחרות
hi: चयनित उपयोगकर्ता क्रियाएं हटाएं
lv: Dzēst atlasītās lietotāja darbības

source: The current action has been modified. Do you want to apply these changes?
ar: الإجراء الحالي قد عُدّل. هل تريد تطبيق هذه التغييرات؟
be: Бягучае дзеянне было зменена. Вы жадаеце прымяніць гэтыя змены?
he: הפעולה הנוכחית נערכה. להחיל את השינויים האלה?
hi: वर्तमान कार्रवाई संशोधित कर दी गई है। क्या आप ये परिवर्तन लागू करना चाहते हैं?
lv: Ir izmainīta pašreizējā darbība. Vai vēlaties izmaiņas pielietot?

source: Are you sure that you want to remove all selected actions?
ar: هل أنت متأكد من أنك تريد إزالة كل الإجراءات المحددة؟
be: Вы упэўнены ў тым, што жадаеце выдаліць усе пазначаныя дзеянні?
he: להסיר את כל הפעולות הנבחרות?
hi: क्या आप निश्चित हैं कि आप सभी चयनित क्रियाएं हटाना चाहते हैं?
lv: Vai tiešām vēlaties noņemt atlasītās darbības?

source: Remove Selected Actions?
ar: أزل الإجراءات المحددة؟
be: Выдаліць пазначаныя дзеянні?
he: להסיר את הפעולה הנבחרת?
hi: चयनित क्रियाएँ हटाएँ?
lv: Vai noņemt atlasītās darbības?

source: This file already contains some useractions. Do you want to overwrite it or should it be merged with the selected actions?
ar: هذا الملف يحتوي فعلًا على بعض إجراءات المستخدم. هل تريد استبداله أم دمجه مع الإجراءات المحددة؟
be: Гэты файл ужо змяшчае некаторыя дзеянні карыстальніка. Вы жадаеце перазапісаць яго ці аб'яднаць з выбранымі дзеяннямі?
he: הקובץ כבר מכיל פעולות משתמש. לדרוס אותן או למזג עם הפעולות הנבחרות?
hi: इस फ़ाइल में पहले से ही कुछ उपयोगकर्ता क्रियाएँ हैं। क्या आप इसे अधिलेखित करना चाहते हैं या इसे चयनित क्रियाओं के साथ विलय कर देना चाहिए?
lv: Šī datne jau satur lietotāja darbības. Vai vēlaties to pārrakstīt, vai arī sapludināt ar atlasītajām darbībām?

source: Overwrite or Merge?
ar: استبدل أم ادمج؟
be: Перапісаць або зліць разам?
he: לשכתב או למזג?
hi: अधिलेखित करें या मर्ज करें?
lv: Pārrakstīt vai sapludināt?

source: Merge
ar: ادمج
be: Зліць
he: למזג
hi: मर्ज
lv: Sapludināt

source: This file already exists. Do you want to overwrite it?
ar: هذا الملف موجود فعلًا. هل تريد استبداله؟
be: Такі файл ужо існуе. Вы жадаеце перапісаць яго?
he: הקובץ כבר קיים. לשכתב אותו?
hi: यह फ़ाइल पहले से मौजूद है। क्या आप इसे अधिलेखित करना चाहते हैं?
lv: Datne jau pastāv. Vai vēlaties to pārrakstīt?

source: Overwrite Existing File?
ar: الكتابة على الملف الحالي؟
be: Перапісаць існуючы файл?
he: לשכתב על הקובץ הקיים?
hi: मौजूदा फ़ाइल को अधिलेखित करें?
lv: Vai pārrakstīt pastāvošo datni?

source: Cannot open %1 for writing. Nothing exported.
ar: لا يمكن فتح %1 للكتابة. لم يُصدّر أي شيء.
be: Нельга адчыніць %1 для запісу. Экспарт не адбыўся.
he: לא ניתן לפתוח את %1 לכתיבה. שום דבר לא עבר ייצוא.
hi: %1 को लिखने के लिए नहीं खोला जा सकता। कुछ भी निर्यात नहीं किया गया।
lv: Nevar rakstīšanai atvērt „%1“. Nekas nav eksportēts.

source: Export Failed
ar: فشل التصدير
be: Экспарт схібіў
he: הייצוא נכשל
hi: निर्यात विफल
lv: Eksportēšana neizdevās

source: Internal error, undefined <job> in result signal
ar: خطأ داخلي، <مهمة> غير معرّفة في إشارة النتيجة
be: Унутраная памылка, нявызначаны <job> у выніковым сігнале
he: שגיאה פנימית <משימה> לא מוגדרת באות התוצאה
hi: आंतरिक त्रुटि, परिणाम सिग्नल में अपरिभाषित <job>
lv: Iekšēja kļūda, nedefinēts <darbs> rezultāta signālā

source: Downloading remote files
ar: تنزيل الملفات البعيدة
be: Загрузка аддаленых файлаў
he: קבצים מרוחקים יורדים
hi: दूरस्थ फ़ाइलें डाउनलोड करना
lv: Lejupielādē attālās datnes

source: Counting files
ar: يعد الملفات
be: Падлік файлаў
he: הקבצים נספרים
hi: फ़ाइलें गिनना
lv: Aprēķina datnes

source: Uploading to remote destination
ar: رفع إلى وجهة بعيدة
be: Загрузка ў аддалены пункт прызначэння
he: נשלח ליעד מרוחק
hi: दूरस्थ गंतव्य पर अपलोड करना
lv: Augšupielādē attālās vietas

# %1=archive filename
source: %1, unsupported archive type.
ar: نوع الأرشيف %1 غير مدعوم.
be: %1, тып архіву не падтрымліваецца.
he: %1, סוג הארכיון לא נתמך.
hi: %1, असमर्थित संग्रह प्रकार.
lv: „%1“ ir neatbalstīts arhīva tips.

source: Counting files in archive
ar: عد الملفات في الأرشيف
be: Падлік файлаў у архіве
he: הקבצים בארכיון נספרים
hi: संग्रह में फ़ाइलों की गिनती
lv: Skaita datnes arhīvā

source: Failed to list the content of the archive (%1).
ar: فشل في سرد محتوى الأرشيف (%1).
be: Памылка прагляду зместу архіва (%1).
he: הצגת תוכן הארכיון נכשלה (%1).
hi: संग्रह की सामग्री सूचीबद्ध करने में विफल (%1).
lv: Neizdevās uzskaitīt arhīva saturu (%1).

source: Failed to unpack %1.
ar: فشل في فك حزمة %1.
be: Памылка распакоўкі %1.
he: הפריסה של %1 נכשלה.
hi: %1 को अनपैक करने में विफल.
lv: Neizdevās atpakot %1.

source: Failed to convert rpm (%1) to cpio.
ar: فشل في تحويل rpm (%1) إلى cpio.
be: Памылка пераўтварэння rpm(%1) у cpio.
he: המרת rpm ‏(%1) ל־cpio נכשלה.
hi: rpm (%1) को cpio में परिवर्तित करने में विफल.
lv: Neizdevās „rpm“ (%1) pārveidot par „cpio“.

source: Failed to convert deb (%1) to tar.
ar: فشل في تحويل deb (%1) إلى tar.
be: Памылка пераўтварэння deb(%1) у tar.
he: המרת deb‏ (%1) ל־tar נכשלה.
hi: deb (%1) को tar में परिवर्तित करने में विफल.
lv: Neizdevās „deb“ (%1) pārveidot par „tar“.

source: Unpacking File(s)
ar: فك حزمة الملفات
be: Распакоўка файла(ў)
he: הקבצים נפרסים
hi: फ़ाइल(फ़ाइलें) खोलना
lv: Izpako datni(-es)

source: User cancelled.
ar: أُلغي من قبل المستخدم.
be: Скасавана карыстальнікам.
he: ביטול מצד המשתמש.
hi: उपयोगकर्ता रद्द.
lv: Lietotājs atcēla.

source: Testing Archive
ar: يختبر الأرشيف
be: Праверка архіва
he: הארכיון נבדק
hi: परीक्षण संग्रह
lv: Pārbauda arhīvu

source: Packing File(s)
ar: ضغط الملفات
be: Пакоўка файла(ў)
he: הקבצים נארזים
hi: पैकिंग फ़ाइलें
lv: Pako datni(-es)

source: Failed to pack %1.
ar: فشل في ضغط %1.
be: Памылка пакоўкі %1.
he: האריזה של %1 נכשלה.
hi: %1 पैक करने में विफल.
lv: Neizdevās pakot „%1“.

source: This archive is encrypted, please supply the password:
ar: هذا الأرشيف مشفّر، الرجاء توفير كلمة السر:
be: Гэты архіў зашыфраваны, калі ласка, увядзіце пароль:
he: הארכיון הזה מוצפן, נא לספק את הסיסמה:
hi: यह संग्रह एन्क्रिप्टेड है, कृपया पासवर्ड प्रदान करें:
lv: Arhīvs ir šifrēts, ierakstiet tā paroli:

source: Processed files
ar: الملفات المعالجة
be: Апрацаваныя файлы
he: קבצים שעובדו
hi: संसाधित फ़ाइलें
lv: Apstrādātās datnes

source: Error while packing
ar: خطأ أثناء الضغط
be: Памылка пад час пакоўкі
he: שגיאה באריזה
hi: पैकिंग करते समय त्रुटि
lv: Kļūda pakojot

# %1=archive filename
source: %1, test failed.
ar: فشل اختبار %1.
be: %1, праверка схібіла.
he: %1, הבדיקה נכשלה.
hi: %1, परीक्षण विफल.
lv: „%1“ pārbaude neizdevās

source: Archive tests passed.
ar: اجتازت اختبارات الأرشيف.
be: Праверка архіва пройдзена.
he: בדיקות הארכיון הושלמו.
hi: पुरालेख परीक्षण पास हो गया।
lv: Arhīvs ir pārbaudīts

source: Error while unpacking
ar: خطأ أثناء فك الحزمة
be: Памылка цягам распакоўкі
he: שגיאה בפריסה
hi: अनपैक करते समय त्रुटि
lv: Kļūda izpakojot

source: Add Bookmark
ar: أضف علامة
be: Дадаць закладку
he: הוספת סימנייה
hi: बुकमार्क जोड़ें
lv: Pievienot grāmatzīmi

source: Name:
ar: الاسم:
be: Назва:
he: שם:
hi: नाम:
lv: Nosaukums:

source: URL:
ar: المسار:
he: כתובת:
hi: यूआरएल:

source: Create in:
ar: أنشئ في:
be: Стварыць у:
he: יצירה בתוך:
hi: इसमें बनाएं:
lv: Izveidot:

source: New Folder
ar: مجلّد جديد
be: Новая папка
he: תיקייה חדשה
hi: नया फ़ोल्डर
lv: Jauna mape

source: Folders
ar: المجلّدات
be: Папкі
he: תיקיות
hi: फ़ोल्डर
lv: Mapes

source: Bookmarks
ar: العلامات
be: Закладкі
he: סימניות
hi: बुकमार्क
lv: Grāmatzīmes

source: Folder name:
ar: اسم المجلد:
be: Назва папкі:
he: שם תיקייה:
hi: फ़ोल्डर का नाम:
lv: Mapes nosaukums:

source: Trash bin
ar: سلة المهملات
be: Сметніца
he: סל אשפה
hi: ट्रैश बिन
lv: Atkritne

source: Virtual Filesystem
ar: نظام ملفات افتراضي
be: Віртуальная файлавая сістэма
he: מערכת קבצים וירטואלית
hi: वर्चुअल फाइलसिस्टम
lv: Virtuālā datņu sistēma

source: Local Network
ar: الشبكة المحلية
be: Лакальная сетка
he: רשת מקומית
hi: स्थानीय नेटवर्क
lv: Lokālais tīkls

source: BookMan II
ar: مدير الإشارات المرجعية II
he: מנהל סימניות 2 (BookMan II)
hi: बुकमैन II

source: Type to search...
ar: اكتب لتبحث…
be: Набярыце для пошуку...
he: נא להקליד כדי לחפש…
hi: खोजने के लिए टाइप करें...
lv: Rakstiet, lai meklētu...

source: Error
ar: خطأ
be: Памылка
he: שגיאה
hi: गलती
lv: Kļūda

source: Unable to write to %1
ar: غير قادر على الكتابة إلى %1
be: Немагчыма запісаць у %1
he: לא ניתן לכתוב אל %1
hi: %1 को लिखने में असमर्थ
lv: Nevar rakstīt uz „%1“

source: %1 instead of %2
ar: %1 بدلاً من %2
be: %1 замест %2
he: %1 במקום %2
hi: %2 के बजाय %1
lv: %1 %2 vietā

source: missing tag %1
ar: الوسم %1 مفقود
be: згублены тэг %1
he: התגית %1 חסרה
hi: टैग %1 गायब है
lv: trūkst birkas „%1“

source: %1 does not seem to be a valid bookmarks file
ar: %1 لا يبدو أنه ملف إشارات مرجعية صالح
be: %1, нібыта не з'яўляецца сапраўдным файлам закладак
he: %1 לא נראה כמו קובץ סימניות תקף
hi: %1 वैध बुकमार्क फ़ाइल नहीं लगती
lv: Neizskatās, ka „%1“ ir derīga grāmatzīmju datni

source: Error reading bookmarks file: %1
ar: خطأ في قراءة ملف الإشارات المرجعية: %1
be: Памылка чытання файла закладак: %1
he: שגיאה בקריאת קובץ הסימניות: %1
hi: बुकमार्क फ़ाइल पढ़ने में त्रुटि: %1
lv: Kļūda, lasot grāmatzīmju datni: %1

source: Popular URLs
ar: المسارات الشائعة
be: Папулярныя URL-ы
he: כתובות נפוצות
hi: लोकप्रिय यूआरएल
lv: Populāras URL

source: Enable special bookmarks
ar: فعّل الإشارات المرجعية الخاصة
be: Уключыць спецыяльныя закладкі
he: הפעלת סימניות מיוחדות
hi: विशेष बुकमार्क सक्षम करें
lv: Ieslēgt speciālās grāmatzīmes

source: Jump back
ar: القفز للخلف
be: Скокнуць назад
he: קפיצה חזרה
hi: वापस कूदो
lv: Atgriezties

source: Open
ar: افتح
be: Адчыніць
he: פתיחה
hi: खुला
lv: Atvērt

source: Open in a new tab
ar: افتح في لسان جديد
be: Адчыніць у новай закладцы
he: פתיחה בלשונית חדשה
hi: नये टैब में खोलें
lv: Atvērt jaunā cilnē

source: Delete
ar: احذف
be: Выдаліць
he: מחיקה
hi: मिटाना
lv: Dzēst

source: <qt>Could not start <b>%1</b>.</qt>
ar: <qt>تعذّر بدء <b>%1</b>.</qt>
be: <qt>Не атрымалася запусціць <b>%1</b>.</qt>
he: <qt>לא ניתן להפעיל את<b>%1</b>.</qt>
hi: <qt><b>%1</b> प्रारंभ नहीं हो सका.</qt>
lv: <qt>Nevar palaist <b>%1</b>.</qt>

source: <qt>There was an error while running <b>%1</b>.</qt>
ar: <qt>حدث خطأ أثناء تشغيل <b>%1</b>.</qt>
be: <qt>Тут была памылка пад час працы <b>%1</b>.</qt>
he: <qt>אירעה שגיאה בהרצת <b>%1</b>.</qt>
hi: <qt><b>%1</b> चलाते समय एक त्रुटि हुई।</qt>
lv: <qt>Notika kļūda, darbinot <b>%1</b>.</qt>

source: Error reading stdout or stderr
ar: خطأ في قراءة المخرجات القياسية أو الأخطاء القياسية
be: Памылка атрымання з stdin або stderr
he: שגיאה בקריאת stdout או stderr
hi: stdout या stderr पढ़ने में त्रुटि
lv: Kļūda, nolasot „stdout“ vai „stderr“

source: Please wait...
ar: فضلًا انتظر...
be: Калі ласка, пачакайце...
he: נא להמתין…
hi: कृपया प्रतीक्षा करें...
lv: Uzgaidiet...

source: <qt>Krusader cannot find a checksum tool that handles %1 on your system. Please check the <b>Dependencies</b> page in Krusader's settings.</qt>
ar: <qt>لا يمكن لكروسيدر العثور على أداة تحقق تدعم %1 في نظامك. الرجاء تفقد صفحة <b>التبعيات</b> في إعدادات كروسيدر.</qt>
be: <qt>Krusader не можа знайсці інструмент кантрольнай сумы, які апрацоўвае %1 у вашай сістэме. Калі ласка, праверце старонку <b>залежнасці</b> у наладах Krusader.</qt>
he: <qt>Krusader לא מצליח למצוא את כלי סיכום הביקורת %1 במערכת שלך. נא לבדוק את עמוד ה<b>תלויות</b> בהגדרות של Krusader.</qt>
hi: <qt>क्रुसेडर को आपके सिस्टम पर %1 को संभालने वाला चेकसम टूल नहीं मिल रहा है। कृपया क्रुसेडर की सेटिंग में <b>निर्भरता</b> पृष्ठ की जाँच करें।</qt>
lv: <qt>„Krusader“ sistēmā nevar atrast kontrolsummu rīku, kas var apstrādāt „%1“. Pārbaudiet <b>atkarību</b> lapu „Krusader“ iestatījumos.</qt>

source: Creating Checksums
ar: إنشاء مجاميع تحقق
be: Стварэнне кантрольных сум
he: נוצרים סיכומי ביקורת
hi: चेकसम बनाना
lv: Veido kontrolsummas

source: Create Checksums
ar: أنشئ مجاميع التحقق
be: Створаны кантрольныя сумы
he: יצירת סיכומי ביקורת
hi: चेकसम बनाएं
lv: Veido kontrolsummas

source: About to calculate checksum for the following files or folders:
ar: على وشك حساب مجموع التحقق للملفات أو المجلدات التالية:
be: Збіраюся вылічыць кантрольную суму для наступных файлаў або папак:
he: יתבצע חישוב סיכומי ביקורת לקבצים או לתיקיות הבאים:
hi: निम्नलिखित फ़ाइलों या फ़ोल्डरों के लिए चेकसम की गणना करने वाला हूँ:
lv: Programma grasās aprēķināt kontrolsummu šīm datnēm vai mapēm:

source: Select the checksum method:
ar: اختر طريقة مجموع التحقق:
be: Выберыце метад падліку кантрольнай сумы:
he: בחירת שיטת סיכום הביקורת:
hi: चेकसम विधि का चयन करें:
lv: Atlasiet kontrolsummas metodi:

source: Checksum Results
ar: نتائج مجاميع التحقق
be: Вынікі падліку кантрольных сум
he: תוצאות סיכום ביקורת
hi: चेकसम परिणाम
lv: Kontrolsummas rezultāti

source: File
ar: ملف
be: Файл
he: קובץ
hi: फ़ाइल
lv: Datne

source: Hash
ar: التلبيدة
be: Хэш
he: גיבוב
hi: हैश
lv: Jaucējkods

source: Errors received:
ar: الأخطاء المستلمة:
be: Атрыманыя памылкі:
he: שגיאות שהתקבלו:
hi: प्राप्त त्रुटियाँ:
lv: Saņemtās kļūdas:

source: Save one checksum file for each source file
ar: احفظ ملف تحقق واحد لكل ملف مصدر
be: Захоўваць адзін файл кантрольнай сумы для кожнага зыходнага файла
he: שמירת קובץ סיכום ביקורת אחד לכל קובץ מקור
hi: प्रत्येक स्रोत फ़ाइल के लिए एक चेकसम फ़ाइल सहेजें
lv: Salabāt vienu kontrolsummas datni katrai avota datnei

source: No files found
ar: لم يعثر على ملفات
be: Файлаў не знойдзена
he: לא נמצאו קבצים
hi: कोई फाईल नहीं मिली
lv: Neviena datne nav atrasta

source: Errors were detected while creating the checksums
ar: اكتشفت أخطاء أثناء إنشاء مجاميع التحقق
be: Падчас стварэння кантрольных сум былі выяўлены памылкі
he: התגלו שגיאות בעת יצירת סיכומי הביקורת
hi: चेकसम बनाते समय त्रुटियाँ पाई गईं
lv: Veidojot kontrolsummas, sistēma saskārās ar kļūdām

source: Checksums were created successfully
ar: أُنشئت مجاميع التحقق بنجاح
be: Кантрольныя сумы былі паспяхова створаны
he: סיכומי ביקורת נוצרו בהצלחה
hi: चेकसम सफलतापूर्वक बनाए गए
lv: Kontrolsummas ir izveidotas

source: Saving checksum files...
ar: حفظ ملفات مجاميع التحقق...
be: Захоўваюцца файлы кантрольных сум...
he: קובצי סיכומי הביקורת נשמרים…
hi: चेकसम फ़ाइलें सहेजी जा रही हैं...
lv: Saglabā kontrolsummu datnes...

source: Errors occurred while saving multiple checksums. Stopping
ar: حدثت أخطاء أثناء حفظ مجاميع تحقق متعددة. إيقاف
be: Падчас захавання некалькіх кантрольных сум узніклі памылкі. Спыненне
he: אירעו שגיאות בזמן שמירת כמה מסיכומי הביקורת. הפעולה נעצרת
hi: एकाधिक चेकसम सहेजते समय त्रुटियाँ हुईं। रोकना
lv: Saglabājot vairākas kontrolsummas, notikušas kļūdas. Aptur

source: Error saving file %1
ar: خطأ في حفظ الملفّ %1
be: Памылка захавання файла %1
he: שגיאה בשמירת הקובץ %1
hi: फ़ाइल %1 सहेजने में त्रुटि
lv: Kļūda, saglabājot datni „%1“

source: Verifying Checksums
ar: التحقق من مجاميع التحقق
be: Праверка кантрольных сум
he: סיכומי הביקורת מאומתים
hi: चेकसम का सत्यापन
lv: Pārbauda kontrolsummas

source: Verify Checksum File
ar: تحقق من ملف مجموع التحقق
be: Праверка файла кантрольных сум
he: אימות קובץ סיכום ביקורת
hi: चेकसम फ़ाइल सत्यापित करें
lv: Pārbauda kontrolsummas datni

source: About to verify the following checksum file
ar: على وشك التحقق من ملف مجموع التحقق التالي
be: Збіраюся праверыць наступны файл кантрольнай сумы
he: יתבצע אימות של קובץ סיכום הביקורת הבא
hi: निम्नलिखित चेकसम फ़ाइल को सत्यापित करने वाला हूँ
lv: Gatavojas pārbaudīt šo kontrolsummas datni

source: Checksum file:
ar: ملف مجموع التحقق:
be: Файл кантрольнай сумы:
he: קובץ סיכום ביקורת:
hi: चेकसम फ़ाइल:
lv: Kontrolsummas datne:

source: Verify Result
ar: نتيجة التحقق
be: Праверыць вынік
he: אימות התוצאה
hi: परिणाम सत्यापित करें
lv: Pārbauda rezultātu

source: Result output:
ar: مخرجات النتيجة:
be: Вывад выніку:
he: פלט תוצאה:
hi: परिणाम आउटपुट:
lv: Rezultāta izvade:

source: Errors were detected while verifying the checksums
ar: اكتشفت أخطاء أثناء التحقق من مجاميع التحقق
be: Падчас праверкі кантрольных сум былі выяўлены памылкі
he: התגלו שגיאות בזמן אימות סיכומי הביקורת
hi: चेकसम की पुष्टि करते समय त्रुटियाँ पाई गईं
lv: Pārbaudot kontrolsummas, konstatēti rezultāti

source: Checksums were verified successfully
ar: تحقق من مجاميع التحقق بنجاح
be: Кантрольныя сумы былі паспяхова правераны
he: סיכומי הביקורת אומתו בהצלחה
hi: चेकसम सफलतापूर्वक सत्यापित किए गए
lv: Kontrolsummas ir pārbaudītas

source: F2 Delay Job Start
ar: F2 تأخير بدء المهمة
be: F2 Затрымка пачатку задання
he: F2 עיכוב התחלת משימה
hi: F2 कार्य प्रारंभ में देरी
lv: F2 Aizkavēt darba sākumu

source: F2 Queue
ar: F2 قائمة الانتظار
be: Чарга F2
he: F2 תור
hi: F2 कतार
lv: F2 Ierindot

source: Do not start the job now.
ar: لا تبدأ المهمة الآن.
be: Не запускайце заданне зараз.
he: לא להתחיל את המשימה כעת.
hi: अभी काम शुरू मत करो.
lv: Nesākt darbu šobrīd.

source: Enqueue the job if another job is running. Otherwise start immediately.
ar: ضع المهمة في قائمة الانتظار إن كانت هناك مهمة أخرى قيد التشغيل. وإلا ابدأها فورًا.
be: Пастаўце заданне ў чаргу, калі выконваецца іншае заданне. У адваротным выпадку запусціце яго неадкладна.
he: הוספת המשימה לתור אם כבר משימה אחרת פעילה. אחרת להתחיל מיידית.
hi: यदि कोई अन्य कार्य चल रहा हो तो उसे कतार में लगाएँ। अन्यथा तुरंत शुरू करें।
lv: Ierindot darbu, ja jau ir palaists cits darbs. Pretējā gadījumā sākt nekavējoties.

source: Choose Files
ar: حدد ملفات
be: Выберыце файлы
he: בחירת קבצים
hi: फ़ाइलें चुनें
lv: Izvēlēties datnes

source: Select the following files:
ar: اختر الملفات التالية:
be: Выберыце наступныя файлы:
he: בחירת הקבצים הבאים:
hi: निम्नलिखित फ़ाइलें चुनें:
lv: Atlasiet šīs datnes:

source: Predefined Selections
ar: اختيارات معرّفة مسبقًا
be: Папярэдне вызначаныя выбары
he: בחירות שהוגדרו מראש
hi: पूर्वनिर्धारित चयन
lv: Iepriekš definētas atlases

source: A predefined selection is a file-mask which you often use. Some examples are: "*.c, *.h", "*.c, *.o", etc. You can add these masks to the list by typing them and pressing the Add button. Delete removes a predefined selection and Clear removes all of them. Notice that the line in which you edit the mask has its own history, you can scroll it, if needed.
ar: الاختيار المعرّف مسبقًا هو قناع ملف تستخدمه كثيرًا. بعض الأمثلة هي: "*.c, *.h"، "*.c, *.o"، إلخ. يمكنك إضافة هذه الأقنعة إلى القائمة بكتابتها والضغط على زر الإضافة. الحذف يزيل اختيارًا معرّفًا مسبقًا والإزالة تزيلها كلها. لاحظ أن السطر الذي تعدل فيه القناع له تاريخه الخاص، يمكنك التمرير فيه عند الحاجة.
be: Папярэдне вызначаны выбар — гэта маска файла, якую вы часта выкарыстоўваеце. Некаторыя прыклады: "*.c, *.h", "*.c, *.o" і г.д. Вы можаце дадаць гэтыя маскі ў спіс, увёўшы іх і націснуўшы кнопку "Дадаць". "Выдаліць" выдаляе загадзя вызначаны выбар, а "Ачысціць" выдаляе іх усе. Звярніце ўвагу, што радок, у якім вы рэдагуеце маску, мае сваю ўласную гісторыю, вы можаце пракручваць яе пры неабходнасці.
he: ערכת בחירה מוגדרת מראש היא מסכת קבצים בשימוש תדיר. חלק מהדוגמאות הן: „‎*.c,‏ ‎*.h”‏, „‎*.c,‏ ‎*.o‎” ועוד. אפשר להוסיף את המסכות האלו לרשימה על ידי הקלדתן ולחיצה על כפתור ההוספה. מחיקה מסירה בחירה שהוגדרה מראש ופינוי מסיר את כולן. נא לשים לב שלשורה שנערכת יש היסטוריה משלה, אפשר לגלול אותה, במידת הצורך.
hi: पूर्वनिर्धारित चयन एक फ़ाइल-मास्क है जिसका आप अक्सर उपयोग करते हैं। कुछ उदाहरण हैं: "*.c, *.h", "*.c, *.o", आदि। आप इन मास्क को टाइप करके और ऐड बटन दबाकर सूची में जोड़ सकते हैं। डिलीट एक पूर्वनिर्धारित चयन को हटाता है और क्लियर उन सभी को हटाता है। ध्यान दें कि जिस लाइन में आप मास्क को संपादित करते हैं उसका अपना इतिहास होता है, यदि आवश्यक हो तो आप इसे स्क्रॉल कर सकते हैं।
lv: Iepriekš definēta atlase ir datņu maska, norādot biežāk lietotās. Daži piemēri: "*.c, *.h", "*.c, *.o" un citi. Varat pievienot šīs maskas saraksta, tās ierakstot un spiežot uz „Pievienot“ pogas. Dzēšana noņem iepriekš definēto atlasi, bet „Notīrīt“ noņem visu. Ievērojiet, ka rindai, kurā rediģējat masku, ir sava vēsture, kurā varat ritināt.

source: Add
ar: أضف
be: Дадаць
he: הוספה
hi: जोड़ना
lv: Pievienot

source: Adds the selection in the line-edit to the list
ar: أضف الاختيار في سطر التحرير إلى القائمة
be: Дадае вылучэнне ў радку рэдагавання ў спіс
he: הוספת הבחירה בעריכת שורה לרשימה
hi: लाइन-एडिट में चयन को सूची में जोड़ता है
lv: Sarakstam pievieno atlasi rediģēšanas rindā

source: Delete the marked selection from the list
ar: احذف الاختيار المعلم من القائمة
be: Выдаліць пазначаны аб'ект са спісу
he: מחיקת הבחירה המסומנת מהרשימה
hi: सूची से चिह्नित चयन को हटाएं
lv: Dzēs atzīmēto atlasi no saraksta

source: Clear
ar: امحُ
be: Ачысціць
he: פינוי
hi: स्पष्ट
lv: Notīrīt

source: Clears the entire list of selections
ar: نظّف قائمة الاختيارات بالكامل
be: Ачысціць змест спісу абранага
he: פינוי כל רשימת הבחירות
hi: चयनों की संपूर्ण सूची साफ़ करता है
lv: Notīra visu saraksti no atlasēm

source: Krusader::Wait
ar: كروسيدر::انتظر
be: Krusader::Чакайце
he: Krusader::המתנה
hi: क्रुसेडर::रुको
lv: Krusader::gaidīt

source: &Cancel
ar: أل&غِ
be: &Скасаваць
he: &ביטול
hi: &रद्द करना
lv: &Atcelt

source: Capacity: %1
ar: السّعة: %1
be: Ёмістасць: %1
he: קיבולת: %1
hi: क्षमता: %1
lv: Ietilpība: %1

source: Used: %1
ar: المستخدم: %1
be: Выкарыстана: %1
he: בשימוש: %1
hi: उपयोग किया गया: %1
lv: Izmantots: %1

source: Free: %1
ar: المتبقي: %1
be: Свабодна: %1
he: פנוי: %1
hi: निःशुल्क: %1
lv: Brīvs: %1

source: Not mounted.
ar: غير مضموم
be: Не зманціравана.
he: לא מעוגן.
hi: नहीं लगाया हुआ है।
lv: Nav piemontēts.

source: Enter a selection:
ar: أدخل تحديد:
be: Увядзіце выбар:
he: נא למלא בחירה:
hi: चयन दर्ज करें:
lv: Ierakstiet atlasi:
