Repository: KDE/krusader
Catalog: po/*/krusader.po
Languages: ar, be, he, hi, lv

source: <p>Skip this one or trash all?</p></qt>
ar: <p>تخطَّ هذا أم أرسل الكل إلى سلة المهملات؟</p></qt>
be: <p>Прапусціць гэтую або перамясціць усё ў сметніцу?</p></qt>
he: <p>לדלג על זה או להעביר את כולם לאשפה?</p></qt>
hi: <p>इसे छोड़ दें या सब हटा दें?</p></qt>
lv: <p>Izlaist to vai izmest visu atkritnē?</p></qt>

source: <p>Skip this one or delete all?</p></qt>
ar: <p>تخطَّ هذا أم احذف الكل؟</p></qt>
be: <p>Прапусціць гэтую або выдаліць усё?</p></qt>
he: <p>לדלג על זה או למחוק את כולם?</p></qt>
hi: <p>इसे छोड़ें या सभी को हटा दें?</p></qt>
lv: <p>Izlaist to vai dzēst visu?</p></qt>

source: &Skip
ar: ت&خطّ
be: &Прапусціць
he: &דילוג
hi: &छोडना
lv: Izlai&st

source: &Trash All
ar: أرسِل الكل إلى سلة ال&مهملات
be: &У сметніцу ўсё
he: הכול ל&אשפה
hi: &सभी को ट्रैश करें
lv: &Izmest visu atkritnē

source: &Delete All
ar: احذف ال&كل
be: &Выдаліць усё
he: למ&חוק הכול
hi: &सभी हटा दो
lv: &Dzēst visu

source: Do you really want to delete this virtual item (physical files stay untouched)?
ar: هل حقاً تريد حذف هذا العنصر الافتراضي (الملفات الفيزيائية ستبقى كما هي)؟
be: Вы сапраўды хочаце выдаліць гэты %1 віртуальны элемент (фізічныя файлы застануцца некранутымі)?
he: למחוק את הפריט הווירטואלי הזה (הקבצים הפיזיים יישארו כמו שהם)?
hi: क्या आप सचमुच इन %1 वर्चुअल आइटमों को हटाना चाहते हैं (भौतिक फ़ाइलें अछूती रहें)?
lv: Vai vēlaties dzēst šo %1 virtuālo vienumu (fiziski datnes paliks nemanītas)?

source: Could not start %1
ar: تعذّر بدء %1.
be: Не ўдалося запусціць %1
he: לא ניתן להפעיל את %1
hi: %1 प्रारंभ नहीं हो सका
lv: Nevarēja palaist „%1“

source: %1 cannot open %2
ar: لم يستطع %1 فتح %2
be: %1 не можа адкрыць %2
he: %1 לא יכול לפתוח את %2
hi: %1, %2 को नहीं खोल सकता
lv: „%1“ nevar atvērt „%2“

source: <qt><p>The archive <b>%1.%2</b> already exists. Do you want to overwrite it?</p><p>All data in the previous archive will be lost.</p></qt>
ar: <qt><p>الأرشيف <b>%1.%2</b> موجودٌ فعلًا. هل تريد الكتابة فوقه؟</p><p>كل البيانات في الأرشيف السابق ستضيع.</p></qt>
be: <qt><p>Архіў <b>%1.%2</b> ужо існуе. Хочаце перазапісаць яго?</p><p>Усе дадзеныя ў папярэднім архіве будуць страчаныя.</p></qt>
he: <qt><p>הארכיון <b>%1.%2</b> כבר קיים. לשכתב אותו?</p><p>כל הנתונים בארכיון הקודם יאבדו.</p></qt>
hi: <qt><p>संग्रह <b>%1.%2</b> पहले से मौजूद है। क्या आप इसे अधिलेखित करना चाहते हैं?</p><p> पिछले संग्रह का सारा डेटा नष्ट हो जाएगा.</p></qt>
lv: <qt><p>Arhīvs <b>%1.%2</b> jau pastāv. Vai vēlaties to pārrakstīt?</p><p>Pārrakstot visi iepriekšējā arhīvā esošie dati būs zaudēti.</p></qt>

source: <qt><p>The archive <b>%1.%2</b> already exists. Do you want to overwrite it?</p><p>Zip will replace identically named entries in the zip archive or add entries for new names.</p></qt>
ar: <qt><p>الأرشيف <b>%1.%2</b> موجودٌ فعلًا. هل تريد الكتابة فوقه؟</p><p>سيستبدل Zip المدخلات التي لها نفس الاسم في أرشيف zip أو سيضيف مدخلات بالأسماء الجديدة.</p></qt>
be: <qt><p>Архіў <b>%1.%2</b> ужо існуе. Хочаце перазапісаць яго?</p><p>Zip заменіць запісы з аднолькавымі назвамі або дадасць новыя запісы ў архіў.</p></qt>
he: <qt><p>הארכיון <b>%1.%2</b> כבר קיים. לשכתב אותו?</p><p>Zip יחליף רשומות בשמות זהים בארכיון ה־zip או יוסיף רשומות לשמות חדשים.</p></qt>
hi: <qt><p>संग्रह <b>%1.%2</b> पहले से मौजूद है। क्या आप इसे अधिलेखित करना चाहते हैं?</p><p> ज़िप, ज़िप संग्रह में समान नाम वाली प्रविष्टियों को प्रतिस्थापित कर देगा या नए नामों के लिए प्रविष्टियाँ जोड़ देगा।</p></qt>
lv: <qt><p>Arhīvs <b>%1.%2</b> jau pastāv. Vai vēlaties to pārrakstīt?</p><p>„Zip“ aizstās vienumus ar identisku nosaukumu „zip“ arhīvā un pievienos ierakstus ar jauniem nosaukumiem.</p></qt>

source: Cannot pack files onto a virtual destination.
ar: لا يمكن ضغط الملفات إلى وجهة افتراضية.
be: Немагчыма ўпакоўваць файлы ў віртуальнае месцазнаходжанне.
he: לא ניתן לארוז קבצים ליעד וירטואלי.
hi: फ़ाइलों को वर्चुअल गंतव्य पर पैक नहीं किया जा सकता.
lv: Nevar pakot datnes virtuālā galamērķī

source: Unpack %1 to:
ar: فكّ حزمة %1 إلى:
be: Распакуйце %1 у:
he: חילוץ %1 אל:
hi: %1 को यहां से अनपैक करें:
lv: Atpakot „%1“ uz:

source: Unpack %1 file to:
ar: فكّ حزمة ملف %1 إلى:
be: Распакаваць %1 файл у:
he: חילוץ קובץ אל:
hi: %1 फ़ाइल को अनपैक करें:
lv: Atpako %1 datni uz:

source: Columns
ar: الأعمدة
be: Слупкі
he: עמודות
hi: कॉलम
lv: Kolonnas

source: Automatically Resize Columns
ar: غيّر حجم الأعمدة آلياً
be: Аўтаматычна змяняць памер слупкоў
he: שינוי גודל העמודות אוטומטית
hi: स्तंभों का आकार स्वचालित रूप से बदलें
lv: Automātiski mainīt kolonnu izmēru

source: %1 out of %2, %3 (%4) out of %5 (%6)
ar: %1 من %2، %3 (%4) من %5 (%6)
be: %1 з %2, %3 (%4) з %5 (%6)
he: %1 מתוך %2, %3 (%4) מתוך %5 (%6)
hi: %2 में से %1, %5 में से %3 (%4) (%6)
lv: %1 no %2, %3 (%4) no %5 (%6)

source: %1 out of %2, %3 out of %4
ar: %1 من %2، %3 من %4
be: %1 з %2, %3 з %4
he: %1 מתוך %2, %3 מתוך %4
hi: %2 में से %1, %4 में से %3
lv: %1 no %2, %3 no %4

source: Apply filter to folder&s
ar: طبّق المرشح على المجلد&ات
be: Ужыць фільтр да папак
he: החלת מסנן על &תיקיות
hi: फ़ोल्डर&s पर फ़िल्टर लागू करें
lv: &Pielietot filtru mapēm

source: Filter Files
ar: رشّح الملفّات
be: Фільтраваць файлы
he: סינון קבצים
hi: फ़ाइलें फ़िल्टर करें
lv: Filtrēt datnes

source: Apply &selection to folders
ar: طبّق ال&تحديد على المجلدات
be: Ужыць &выбар да папак
he: ה&חלת בחירה על תיקיות
hi: फ़ोल्डरों पर &चयन लागू करें
lv: Pielietot atla&si mapēm

source: Select Files
ar: حدّد الملفات
be: Выбраць файлы
he: בחירת קבצים
hi: फ़ाइलें चुनें
lv: Atlasīt datnes

source: &Detailed View
ar: &منظور مفصّل
be: &Падрабязны выгляд
he: תצוגה מ&פורטת
hi: &विस्तृत विवरण
lv: &Informatīvais skats

source: &Brief View
ar: عرض &موجز
be: &Сціслы выгляд
he: תצוגה מ&קוצרת
hi: &संक्षिप्त दृश्य
lv: Īs&ais skats

source: Climb up the folder tree
ar: اصعد شجرة المجلدات
be: Падняцца па дрэве папак
he: טיפוס במעלה עץ התיקיות
hi: फ़ोल्डर पेड़ पर चढ़ो
lv: Iet augšup mapju kokā

source: (Broken Link)
ar: (رابط معطوب)
be: (Няспраўная спасылка)
he: (קישור פגום)
hi: (टूटी हुई कड़ी)
lv: (Saite nedarbojas)

source: Symbolic Link
ar: رابط رمزي
be: Сімвалічная спасылка
he: קישור סמלי
hi: प्रतीकात्मक लिंक
lv: Simboliskā saite

source: %1 (Link)
ar: %1 (رابط)
be: %1 (Спасылка)
he: %1 (קישור)
hi: %1 (लिंक)
lv: %1 (saite)

# Show the string 'DIR' instead of file size in detailed view (for folders)
source: DIR
ar: مج
be: ПАПКА
he: תיקייה
hi: आप

# File property
source: Name
ar: الاسم
be: Назва
he: שם
hi: नाम
lv: Nosaukums

# File property
source: Ext
ar: الامتداد
be: Пашырэнне
he: סיומת
hi: एक्स्टेंशन
lv: Papl.

# File property
source: Size
ar: الحجم
be: Памер
he: גודל
hi: आकार
lv: Izmērs

# File property
source: Type
ar: النّوع
be: Тып
he: סוג
hi: प्रकार
lv: Tips

# File property
source: Modified
ar: معدّل
be: Зменены
he: מועד עריכה
hi: संशोधित
lv: Modificēts

# File property
source: Changed
ar: مُغير
be: Зменены
he: השתנה
hi: परिवर्तित
lv: Mainīts

# File property
source: Accessed
ar: وُصِل إليه
be: Доступ
he: מועד גישה
hi: एक्सेस किया गया
lv: Piekļūts

# File property
source: Perms
ar: الصلاحيات
be: Дазволы
he: הרשאות
hi: पर्म्स
lv: Atļaujas

# File property
source: rwx
ar: ق.ك.ت
he: קכה
hi: आरडब्ल्यूएक्स

# File property
source: Owner
ar: المالك
be: Уладальнік
he: בעלות
hi: मालिक
lv: Īpašnieks

# File property
source: Group
ar: المجموعة
be: Група
he: קבוצה
hi: समूह
lv: Grupa

source: Size: %1
ar: الحجم: %1
be: Памер: %1
he: גודל: %1
hi: आकार: %1
lv: Izmērs: %1

# File property
source: Type: %1
ar: النّوع: %1
be: Тып: %1
he: סוג: %1
hi: प्रकार: %1
lv: Tips: %1

# File property
source: Modified: %1
ar: معدل: %1
be: Зменены: %1
he: מועד עריכה: %1
hi: संशोधित: %1
lv: Modificēts: %1

# File property
source: Changed: %1
ar: مُغير: %1
be: Зменены: %1
he: מועד שינוי: %1
hi: परिवर्तित: %1
lv: Mainīts: %1

# File property
source: Last Access: %1
ar: أخر وصول: %1
be: Апошні доступ: %1
he: גישה אחרונה: %1
hi: अंतिम एक्सेस: %1
lv: Pēdējā piekļuve: %1

# File property
source: Permissions: %1
ar: التّصاريح: %1
be: Дазволы: %1
he: הרשאות: %1
hi: अनुमतियाँ: %1
lv: Atļaujas: %1

# File property
source: Owner: %1
ar: المالك: %1
be: Уладальнік: %1
he: בעלות: %1
hi: स्वामी: %1
lv: Īpašnieks: %1

# File property
source: Group: %1
ar: المجموعة: %1
be: Група: %1
he: קבוצה: %1
hi: समूह: %1
lv: Grupa: %1

# File property; broken symbolic link
source: Link to: %1 - (broken)
ar: رابط إلى: %1 - (معطوب)
be: Спасылка на: %1 — (зламана)
he: קישור אל: %1 - (פגום)
hi: लिंक: %1 - (टूटा हुआ)
lv: Saite uz %1 — (nedarbojas)

# File property
source: Link to: %1
ar: رابط إلى: %1
be: Спасылка на: %1
he: קישור אל: %1
hi: लिंक करें: %1
lv: Saite uz: %1

source: Tree Panel: a tree view of the local file system
ar: لوحة الشجرة: عرض شجري لنظام الملفات المحلي
be: Панэль-дрэва: лакальная файлавая сістэма у выглядзе дрэва
he: לוח עץ: תצוגת עץ של מערכת הקבצים הנוכחית
hi: ट्री पैनल: स्थानीय फ़ाइल सिस्टम का ट्री दृश्य
lv: Koka panelis: lokālās datņu sistēmas koka skats

source: Preview Panel: display a preview of the current file
ar: لوحة المعاينة: اعرض معاينة للملف الحالي
be: Панэль прадпрагляду: паказ прадпрагляду бягучага файла
he: לוח תצוגה מקדימה: הצגת תצוגה מקדימה של הקובץ הנוכחי
hi: पूर्वावलोकन पैनल: वर्तमान फ़ाइल का पूर्वावलोकन प्रदर्शित करें
lv: Priekšskatījuma panelis: parāda pašreizējās datnes priekšskatījumu

source: View Panel: view the current file
ar: لوحة العرض: اعرض الملف الحالي
be: Панэль прагляду: прагляд бягучага файла
he: לוח תצוגה: הצגת הקובץ הנוכחי
hi: दृश्य पैनल: वर्तमान फ़ाइल देखें
lv: Skata panelis: parāda pašreizējo datni

source: Disk Usage Panel: view the usage of a folder
ar: لوحة استخدام القرص: اعرض استخدام المجلد
be: Панэль выкарыстання дыска: прагляд выкарыстання папкі
he: לוח ניצולת כונן: הצגת התפוסה של תיקייה
hi: डिस्क उपयोग पैनल: किसी फ़ोल्डर का उपयोग देखें
lv: Diska lietojuma panelis: parāda mapes lietojumu

source: Disk Usage:
ar: استخدام القرص
be: Выкарыстанне дыска:
he: ניצולת כונן:
hi: डिस्क उपयोग:
lv: Diska lietojums:

source: Tree:
ar: الشجرة:
be: Дрэва:
he: עץ:
hi: पेड़:
lv: Koks:

source: Preview:
ar: معاينة:
be: Прадпрагляд:
he: תצוגה מקדימה:
hi: पूर्व दर्शन:
lv: Priekšskatījums:

source: View:
ar: العرض:
be: Прагляд:
he: תצוגה:
hi: देखना:
lv: Skats:

source: Preview: %1
ar: معاينة: %1
be: Прадпрагляд: %1
he: תצוגה מקדימה: %1
hi: पूर्वावलोकन: %1
lv: Priekšskatījums: %1

source: View: %1
ar: عرض: %1
be: Прагляд: %1
he: תצוגה: %1
hi: देखें: %1
lv: Skats: %1

source: Disk Usage: %1
ar: استخدام القرص: %1
be: Выкарыстанне дыска: %1
he: ניצולת כונן: %1
hi: डिस्क उपयोग: %1
lv: Diska lietojums: %1

source: Default Zoom
ar: الحجم المبدئي
be: Прадвызначаны маштаб
he: תקריב ברירת מחדל
hi: डिफ़ॉल्ट ज़ूम
lv: Noklusējuma tuvinājums

source: &All Files
ar: &كلّ الملفّات
be: &Усе файлы
he: &כל הקבצים
hi: &सभी फाइलें
lv: &Visas datnes

source: &Custom
ar: م&خصّص
be: &Карыстальніцкі
he: מותאם &אישית
hi: &रिवाज़
lv: &Pielāgots

source: Select &Group...
ar: حدّد ال&مجموعة...
be: Выбраць &групу...
he: בחירת &קבוצה…
hi: &समूह चुनें...
lv: Atlasīt &grupu...

source: &Select All
ar: &حدّد الكلّ
be: &Выбраць усё
he: בחירה בה&כול
hi: &सबका चयन करें
lv: &Atlasīt visu

source: &Unselect Group...
ar: &ألغِ تحديد المجموعة...
be: &Адмяніць выбар групы...
he: &ביטול בחירת קבוצה…
hi: &समूह का चयन रद्द करें...
lv: &Noņemt grupas atlasi...

source: U&nselect All
ar: أزِل &تحديد الكلّ
be: А&дмяніць выбар усіх
he: בי&טול בחירה
hi: सभी को अचयनित करें
lv: Noņ&emt atlasi visam

source: &Invert Selection
ar: ا&عكس التّحديد
be: &Інвертаваць выбар
he: הי&פוך הבחירה
hi: &उलट चयन
lv: &Invertēt atlasi

source: Restore Selection
ar: استعد التحديد
be: Аднавіць выбар
he: שחזור הבחירה
hi: चयन पुनर्स्थापित करें
lv: Atjaunot atlasi

source: Select Files with the Same Name
ar: حدّد الملفات التي لها نفس الاسم
be: Выбраць файлы з аднолькавай назвай
he: לבחור קבצים באותו השם
hi: समान नाम वाली फ़ाइलें चुनें
lv: Atlasīt datnes ar tādu pašu nosaukumu

source: Select Files with the Same Extension
ar: حدّد الملفات التي لها نفس الامتداد
be: Выбраць файлы з аднолькавым пашырэннем
he: לבחור קבצים עם אותה הסיומת
hi: समान एक्सटेंशन वाली फ़ाइलें चुनें
lv: Atlasīt datnes ar tādu paši paplašinājumu

source: Show View Options Menu
ar: اعرض قائمة خيارات العرض
be: Паказаць меню параметраў выгляду
he: הצגת תפריט אפשרויות תצוגה
hi: दृश्य विकल्प मेनू दिखाएँ
lv: Rādīt skata opciju izvēlni

source: Set Focus to the Panel
ar: اجعل التركيز على اللوحة
be: Усталяваць фокус на панэль
he: הגדרת המיקוד ללוח
hi: पैनल पर फ़ोकस सेट करें
lv: Iestatīt fokusu uz paneli

source: Apply settings to other tabs
ar: طبّق الإعدادات على الألسنة الأخرى
be: Ужыць налады да іншых укладак
he: להחיל את ההגדרות על לשוניות אחרות
hi: अन्य टैब पर सेटिंग लागू करें
lv: Pielietot iestatījumu citām cilnēm

source: Show Previews
ar: اعرض المعاينات
be: Паказваць прадпрагляд
he: הצגת תצוגות מקדימות
hi: पूर्वावलोकन दिखाएं
lv: Rādīt priekšskatījumus

source: Save settings as default
ar: احفظ الإعدادات كافتراضية
be: Захаваць налады як прадвызначаныя
he: שמירת ההגדרות כברירת מחדל
hi: सेटिंग्स को डिफ़ॉल्ट के रूप में सहेजें
lv: Saglabāt iestatījumus kā noklusējumu

source: Select group
ar: حدّد مجموعة
be: Выбраць групу
he: בחירת קבוצה
hi: समूह का चयन करें
lv: Atlasīt grupu

source: Select all files in the current folder
ar: حدد جميع الملفات في المجلد الحالي
be: Выбраць усе файлы ў бягучай папцы
he: לבחור את כל הקבצים בתיקייה הנוכחית
hi: वर्तमान फ़ोल्डर में सभी फ़ाइलें चुनें
lv: Atlasīt visas datnes pašreizējā mapē

source: Unselect all
ar: أزل تحديد الكلّ
be: Адмяніць выбар усіх
he: ביטול בחירה
hi: सभी को अचयनित करें
lv: Noņemt atlasi visam

source: Save settings as default for new instances of this view type
ar: احفظ الإعدادات كافتراضية للمثيلات الجديدة من نوع العرض هذا
be: Захаваць налады як прадвызначаныя для новых сеансаў гэтага тыпу выгляду
he: לשמור את ההגדרות כברירת מחדל למופעים חדשים של סוג התצוגה הזה
hi: इस दृश्य प्रकार के नए इंस्टेंस के लिए सेटिंग को डिफ़ॉल्ट के रूप में सहेजें
lv: Saglabāt iestatījumus kā noklusējumus jaunām šīs skata tipa instancēm

source: Open a new tab
ar: افتح لسانًا جديدًا
be: Адкрыць новую ўкладку
he: פתיחת לשונית חדשה
hi: नया टैब खोलें
lv: Atvērt jaunu cilni

source: [invalid]
ar: [غير صالح]
be: [няслушны]
he: [שגוי]
hi: [अमान्य]
lv: [nederīgs]

source: Krusader::Search
ar: كروسيدر::بحث
be: Krusader::Пошук
he: Krusader::חיפוש
hi: क्रूसेडर::खोज
lv: Krusader::Meklēt

source: Query to clipboard
ar: استعلام إلى الحافظة
be: Запыт у буфер абмену
he: תשאול ללוח הגזירים
hi: क्लिपबोर्ड पर क्वेरी करें
lv: Vaicājumu kopēt starpliktuvē

source: Place search text to clipboard when a found file is opened.
ar: ضع نص البحث في الحافظة عند فتح ملف عثر عليه.
be: Змяшчаць тэкст пошуку ў буфер абмену пры адкрыцці знойдзенага файла.
he: להציג את טקסט החיפוש בלוח הגזירים כשקובץ שנמצא נפתח.
hi: जब कोई फ़ाइल खोली जाए तो खोजे गए पाठ को क्लिपबोर्ड पर रखें।
lv: Pēc atrastas datnes atvēršanas, meklējamo tekstu ievietot starpliktuvē.

source: Close
ar: أغلق
be: Закрыць
he: סגירה
hi: बंद करना
lv: Aizvērt

source: Compare by content
ar: قارن حسب المحتوى
be: Параўнаць па змесце
he: השוואה לפי תוכן
hi: सामग्री के आधार पर तुलना करें
lv: Salīdzināt pēc satura

source: Text found:
ar: النص المعثور عليه:
be: Знойдзены тэкст:
he: טקסט נמצא:
hi: पाठ मिला:
lv: Atrasts teksts:

source: Idle
ar: خاملة
be: Бяздзейнасць
he: בהמתנה
hi: निठल्ला
lv: Dīkstāvē

source: &Results
ar: ال&نّتائج
be: &Вынікі
he: &תוצאות
hi: &परिणाम
lv: &Rezultāti

source: Found %1 match.
ar: لم يعثر على تطابق
be: Знойдзена %1 супадзенне.
he: נמצאה תוצאה.
hi: %1 मिलान मिला.
lv: Atrasta %1 atbilstība.

source: Since you chose to also search in archives, note the following limitations: You cannot search for text (grep) while doing a search that includes archives.
ar: بما أنك اخترت البحث أيضاً في الأرشيفات، لاحظ القيود التالية: لا يمكنك البحث عن نص (grep) أثناء القيام ببحث يتضمن أرشيفات.
be: Паколькі вы выбралі пошук у архівах, звярніце ўвагу на наступныя абмежаванні: Вы не можаце шукаць тэкст (grep), калі пошук уключае архівы.
he: מכיוון שבחרת לחפש גם בארכיונים, כדאי להכיר את המגבלות הבאות: אי אפשר לחפש טקסט (grep) במהלך חיפוש שכולל ארכיונים.
hi: चूँकि आपने अभिलेखागार में भी खोज करना चुना है, इसलिए निम्न सीमाओं पर ध्यान दें: आप अभिलेखागार में खोज करते समय पाठ (grep) की खोज नहीं कर सकते।
lv: Tā kā izvēlējāties meklēt arī arhīvos, ievērojiet šos ierobežojumus: Nevarat meklēt tekstu („grep“) meklēšanas ietvaros, kas apskata arī arhīvus.

source: Found 0 matches.
ar: لم يعثر على أي تطابق.
be: Супадзенняў не знойдзена.
he: נמצאו 0 תוצאות.
hi: 0 मिलान मिला.
lv: Atrasts nulle atbilstību.

source: Finished searching.
ar: اكتمل البحث.
be: Пошук завершаны.
he: החיפוש הסתיים.
hi: खोज समाप्त.
lv: Meklēšana beidzās.

source: Krusader Search
ar: بحث كروسيدر
be: Пошук Krusader
he: חיפוש ב־Krusader
hi: क्रूसेडर खोज
lv: „Krusader“ meklēšana

source: Search results for "%1" in %2
ar: نتائج البحث عن "%1" في %2
be: Вынікі пошуку для "%1" у %2
he: תוצאות החיפוש אחר „%1” תחת %2
hi: "%1" के लिए खोज परिणाम %2 में
lv: Meklēšanas rezultāti „%1“, meklējot „%2“

source: Search results for "%1" containing "%2" in %3
ar: نتائج البحث عن "%1" التي تحتوي "%2" في %3
be: Вынікі пошуку для "%1", што змяшчае "%2" у %3
he: תוצאות החיפוש אחר „%1” המכיל „%2” תחת %3
hi: "%1" के लिए खोज परिणाम जिसमें %3 में "%2" शामिल है
lv: Meklēšanas rezultāti „%1“, kas satur „%2“, meklējot „%3“

source: Here you can name the file collection
ar: هنا يمكنك تسمية مجموعة الملفات
be: Тут вы можаце назваць калекцыю файлаў
he: כאן אפשר לתת שם לאוסף קבצים
hi: यहां आप फ़ाइल संग्रह को नाम दे सकते हैं
lv: Te varat nosaukt datņu kolekciju

source: Query name
ar: اسم الاستعلام
be: Назва запыту
he: שם השאילתה
hi: क्वेरी का नाम
lv: Vaicājuma nosaukums

source: Krusader::Combining...
ar: كروسيدر::دمج...
be: Krusader::Аб’яднанне...
he: Krusader::שילוב…
hi: क्रूसेडर::संयोजन...
lv: Krusader::Atkalapvieno...

source: Combining the file %1...
ar: دمج الملف %1...
be: Аб’яднанне файла %1...
he: הקובץ %1 משולב…
hi: फ़ाइल %1 को संयोजित किया जा रहा है...
lv: Atkalapvieno datni „%1“...

source: The CRC information file (%1) is missing. Validity checking is impossible without it. Continue combining?
ar: ملف معلومات CRC (%1) مفقود. لا يمكن فحص الصلاحية بدونه. أتابع الدمج؟
be: Файл інфармацыі CRC (%1) адсутнічае. Праверка сапраўднасці немагчымая без яго. Працягнуць аб’яднанне?
he: קובץ פרטי ה־CRC‏ (%1) חסר. אי אפשר לבדוק תוקף בלעדיו. להמשיך לשלב?
hi: CRC सूचना फ़ाइल (%1) गुम है। इसके बिना वैधता जाँच असंभव है। संयोजन जारी रखें?
lv: Trūkst CRC informācijas datne („%1“). Bez tās nav iespējams pārbaudīt validāciju. Vai turpināt atkalapvienošanu?

source: Error at reading the CRC file (%1).
ar: خطأ أثناء قراءة ملف CRC (%1).
be: Памылка пры чытанні файла CRC (%1).
he: שגיאה בקריאת קובץ ה־CRC‏ (%1).
hi: CRC फ़ाइल (%1) पढ़ने में त्रुटि.
lv: Kļūda, nolasot CRC datni („%1“)

source: Not a valid CRC file.
ar: ملف CRC غير صالح.
be: Няправільны файл CRC.
he: לא קובץ CRC תקף.
hi: वैध CRC फ़ाइल नहीं है.
lv: Nav derīga CRC datne.

source: Validity checking is impossible without a good CRC file. Continue combining?
ar: لا يمكن فحص الصلاحية بدون ملف CRC صالح. أتابع الدمج؟
be: Праверка сапраўднасці немагчымая без карэктнага файла CRC. Працягнуць аб’яднанне?
he: אי אפשר לבדוק תוקף בלי קובץ CRC טוב. להמשיך לשלב?
hi: एक अच्छी CRC फ़ाइल के बिना वैधता जाँच असंभव है। संयोजन जारी रखें?
lv: Validācijas pārbaude nav iespējama bez labas CRC datnes. Vai turpināt atkalapvienošanu?

source: File Already Exists
ar: الملفّ موجود فعلًا
be: Файл ужо існуе
he: הקובץ כבר קיים
hi: फ़ाइल पहले से ही मौजूद है
lv: Datne jau pastāv

source: Cannot open the first split file of %1.
ar: لا يمكن فتح أول ملف مجزأ من %1.
be: Немагчыма адкрыць першы падзелены файл з %1.
he: לא ניתן לפתוח את קובץ הפיצול הראשון של %1.
hi: %1 की पहली विभाजित फ़ाइल नहीं खोली जा सकी.
lv: Nevar atvērt pirmo dalīto datni no „%1“

source: Incorrect filesize, the file might have been corrupted.
ar: حجم الملف غير صحيح، قد يكون الملف قد أُتلف.
be: Няправільны памер файла, магчыма, файл пашкоджаны.
he: גודל הקובץ שגוי, יכול להיות שהקובץ נפגם.
hi: फ़ाइल का आकार ग़लत है, फ़ाइल संभवतः दूषित हो गई है.
lv: Nepareizs datnes izmērs. Iespējams, datne ir bojāta.

source: Incorrect CRC checksum, the file might have been corrupted.
ar: فحص المجموع التكراري CRC غير صحيح، قد يكون الملف قد أُتلف.
be: Няправільная кантрольная сума CRC, магчыма, файл пашкоджаны.
he: סיכום ביקורת CRC שגוי, יכול להיות שהקובץ נפגם.
hi: CRC चेकसम गलत है, फ़ाइल संभवतः दूषित हो गई है।
lv: Nepareiza CRC kontrolsumma, datne var būt bojāta.

source: Krusader::Splitting...
ar: كروسيدر::تجزئة...
be: Krusader::Падзел...
he: Krusader::מפצל…
hi: क्रूसेडर::विभाजन...
lv: Krusader::Sadala...

source: Splitting the file %1...
ar: تجزئة الملف %1...
be: Падзел файла %1...
he: הקובץ %1 מפוצל…
hi: फ़ाइल %1 को विभाजित किया जा रहा है...
lv: Sadala datni „%1“...

source: Cannot split a folder.
ar: لا يمكن تجزئة مجلد.
be: Немагчыма падзяліць папку.
he: לא ניתן לפצל תיקייה.
hi: फ़ोल्डर को विभाजित नहीं किया जा सकता.
lv: Nevar sadalīt mapi.

source: Error reading file %1: %2
ar: خطأ أثناء قراءة الملف %1: %2
be: Памылка чытання файла %1: %2
he: שגיאה בקריאת הקובץ %1: %2
hi: फ़ाइल %1 पढ़ने में त्रुटि: %2
lv: Kļūda, nolasot datni „%1“: %2

source: Error writing file %1: %2
ar: خطأ عند كتابة الملف %1: %2
be: Памылка запісу файла %1: %2
he: שגיאה בכתיבת הקובץ %1: %2
hi: फ़ाइल %1 लिखते समय त्रुटि: %2
lv: Kļūda, rakstot datni „%1“: %2

source: 1.44 MB (3.5")
ar: 1.44 م.بايت (3.5")
be: 1.44 МБ (3.5")
he: 1.44 מ״ב (‎3.5"‎)
hi: 1.44 एमबी (3.5")

source: 1.2 MB (5.25")
ar: 1.2 م.بايت (5.25")
be: 1.2 МБ (5.25")
he: 1.2 מ״ב (‎5.25"‎)
hi: 1.2 एमबी (5.25")

source: 720 kB (3.5")
ar: 720 ك.بايت (3.5")
be: 720 кБ (3.5")
he: 720 ק״ב (‎3.5"‎)
hi: 720 केबी (3.5")

source: 360 kB (5.25")
ar: 360 ك.بايت (5.25")
be: 360 кБ (5.25")
he: 360 ק״ב (5‎.25"‎)
hi: 360 केबी (5.25")

source: 100 MB (ZIP)
ar: 100 ميغابايت (ZIP)
be: 100 МБ (ZIP)
he: 100 מ״ב (ZIP)
hi: 100 एमबी (ज़िप)

source: 250 MB (ZIP)
ar: 250 ميغابايت (ZIP)
be: 250 МБ (ZIP)
he: 250 מ״ב (ZIP)
hi: 250 एमबी (ज़िप)

source: 650 MB (CD-R)
ar: 650 ميغابايت (قرص مضغوط قابل للتسجيل)
be: 650 МБ (CD-R)
he: 650 מ״ב (תקליטור לצריבה)
hi: 650 एमबी (सीडी-आर)

source: 700 MB (CD-R)
ar: 700 ميغابايت (قرص مضغوط قابل للتسجيل)
be: 700 МБ (CD-R)
he: 700 מ״ב (תקליטור לצריבה)
hi: 700 एमबी (सीडी-आर)

source: Split the file %1 to folder:
ar: جزّئ الملف %1 إلى المجلد:
be: Падзяліць файл %1 у тэчку:
he: לפצל את הקובץ %1 לתיקייה:
hi: फ़ाइल %1 को फ़ोल्डर में विभाजित करें:
lv: Sadalīt datni „%1“ uz mapi:

source: User Defined
ar: عرّفها المستخدم
be: Вызначана карыстальнікам
he: בהגדרת המשתמש
hi: उपयोगकर्ता परिभाषित
lv: Lietotāja definēts

source: Max file size:
ar: أقصى حجم للملف:
be: Максімальны памер файла:
he: גודל קבצים מרבי:
hi: अधिकतम फ़ाइल आकार:
lv: Maksimālais datnes izmērs:

source: MByte
ar: ميغابايت
be: МБайт
he: מגה־בתים
hi: एमबाइट
lv: MBaits

source: GByte
ar: غيغابايت
be: ГБайт
he: גיגה־בתים
hi: GBytes
lv: GBaits

source: Overwrite files without confirmation
ar: اكتب فوق الملفات بدون تأكيد
be: Перазапісваць файлы без пацверджання
he: לשכתב קבצים ללא אישור
hi: बिना पुष्टि के फ़ाइलें अधिलेखित करें
lv: Pārrakstīt datnes, neprasot apstiprinājumu

source: &Split
ar: ا&قسم
be: &Падзяліць
he: &פיצול
hi: &विभाजित करना
lv: &Sadalīt

source: Krusader::Splitter
ar: كروسيدر::مجزّئ
be: Krusader::Падзяляльнік
he: Krusader::מפריד
hi: धर्मयुद्ध::विभाजन
lv: Krusader::Sadalītājs

source: The folder path URL is malformed.
ar: مُحدِّد موقع المورد (URL) الخاص بمسار المجلد غير صالح.
be: Няправільны фармат URL шляху да папкі.
he: כתובת נתיב התיקייה שגויה.
hi: फ़ोल्डर पथ URL विकृत है.
lv: Datnes ceļa URL ir nepareizi formatēts.

source: Krusader::Feed to listbox
ar: كروسيدر::إرسال إلى قائمة
be: Krusader::Дадаць у спіс
he: Krusader::הזנה לתיבת רשימה
hi: क्रुसेडर::फीड टू लिस्टबॉक्स
lv: Krusader::Sūtīt uz sarakstlodziņu

source: No elements to feed.
ar: لا توجد عناصر لإرسالها.
be: Няма элементаў каб дадаць.
he: אין רכיבים להזנה.
hi: खिलाने के लिए कोई तत्व नहीं.
lv: Nav elementu sūtīšanai.
